{
  "Blogs": "Bloggar",
  "5 Swedish Foods You Must Try": "5 svenska livsmedel du måste prova",
  "image": "bild",
  "Visa": "Visum",
  "5 Things To Keep In Mind If You Are Relocating To Sweden": "5 saker att tänka på om du flyttar till Sverige",
  "A Guide About Student Fee And Admissions In Sweden": "En guide om studentavgift och antagningar i Sverige",
  "How To Build A Successful Start-Up In Sweden": "Hur man bygger en framgångsrik start i Sverige",
  "Work Permit In Sweden - Complete Guide": "Arbetstillstånd i Sverige - Komplett guide",
  "Why You Should Plan Moving Out Of Sweden": "Varför du bör planera att flytta ut från Sverige",
  "Immigrating To Sweden - What You Need To Know": "Immigrerar till Sverige - vad du behöver veta",
  "Business Challenges For Expatriates In Sweden": "Affärsutmaningar för utlänningar i Sverige",
  "Why You Shouldn't Be Afraid Of Visiting Sweden": "Varför ska du inte vara rädd för att besöka Sverige",
  "6 Best Small Business Ideas In Sweden": "6 bästa småföretagsidéer i Sverige",
  "5 Common Problems Faced By Immigrants In Sweden": "5 Vanliga problem som invandrare står inför i Sverige",
  "6 Reasons Why Sweden Is An Ideal Place To Study": "6 skäl till varför Sverige är en idealisk plats att studera",
  "Places To Visit In Sweden": "Platser att besöka i Sverige",
  "Swedish Visit Visa Requirements": "Svenska besök visumkrav",
  "Starting a new life overseas can be a mix of different feelings. If you are planning to visit Sweden or relocating to Sweden, then you should do a lot of research beforehand to adjust to this place easily. There are a few societal norms that are purely Swedish and Swedes are much concerned about them. One of the biggest differences you might see is that you have to keep your plastic bags with you, you have to take off your shoes while entering someone's house, you have to squeeze out a lot of food items from tubes like toothpaste and much more.": "Att starta ett nytt liv utomlands kan vara en blandning av olika känslor. Om du planerar att besöka Sverige eller flytta till Sverige, bör du göra en hel del forskning i förväg för att anpassa sig till denna plats lätt. Det finns några samhälleliga normer som är rent svenska och svenskar är mycket bekymrade över dem. En av de största skillnaderna du kan se är att du måste hålla dina plastpåsar med dig, du måste ta av dig skorna medan du går in i någons hus, du måste pressa ut många matvaror från rör som tandkräm och mycket mer.",
  "Cultural and societal differences can lead to some problems for newbies in Sweden, but knowing these basic ones can help you to easily go through the process:": "Kulturella och samhälleliga skillnader kan leda till vissa problem för nybörjare i Sverige, men att veta dessa grundläggande kan hjälpa dig att enkelt gå igenom processen:",
  "Swedes love their coffee and food": "Svenskar älskar sitt kaffe och mat",
  "Swedes love their unique food items and coffee. They have a unique tradition knows as fika to foster the coffee drinking where friends and family members are invited to drink coffee or tea along with some sweet dishes on the table. Most Swedes will enjoy one fika a day as they like it as an opportunity to bond with others.": "Svarningar älskar sina unika matvaror och kaffe. De har en unik tradition som vet som Fika för att främja kaffet som dricker där vänner och familjemedlemmar uppmanas att dricka kaffe eller te tillsammans med några söta rätter på bordet. De flesta svenskar kommer att njuta av en fika om dagen eftersom de gillar det som en möjlighet att binda med andra.",
  "There are so many traditional and unique dishes to tantalise your taste buds. Besides their world-famous IKEA meatballs, they have raggmunk, gravad latex, köttbullar, kanellbullar, Lussekatter, pepparkakor, chokladbollar, and much more.": "Det finns så många traditionella och unika rätter för att fräcka dina smaklökar. Förutom deras världsberömda Ikea köttbullar har de raggmunk, gravad latex, köttbullar, kanellbullar, lussekatter, pepparkakor, chokladbollar och mycket mer.",
  "Get your personnummer": "Skaffa din personnummer",
  "It is the national identification number between ten to twelve digits and is widely used to identify individuals in Sweden. This ten or twelve-digit number is a way of unlocking the life in Sweden. You need this number for almost everything like getting help from jobcentre, getting the phone contract, applying for healthcare or unemployment benefits, and even getting loyalty or discount card from your favorite brands.": "Det är det nationella identifieringsnumret mellan tio till tolv siffror och används allmänt för att identifiera individer i Sverige. Detta tio eller tolvsiffriga nummer är ett sätt att låsa upp livet i Sverige. Du behöver det här numret för nästan allt som att få hjälp från Jobcentre, få telefonavtalet, ansöka om sjukvårds- eller arbetslöshetsförmåner och till och med få lojalitet eller rabattkort från dina favoritmärken.",
  "Getting a job offer before moving to Sweden is the best way to get the personnumer automatically and you will be entitled to all the benefits. Except for this, you will have to prove that you are working or studying in Sweden and have enough savings to support yourself for a while in order to get the personnumer.": "Att få ett jobbbjudande innan du flyttar till Sverige är det bästa sättet att få personnumeren automatiskt och du har rätt till alla förmåner. Förutom detta måste du bevisa att du arbetar eller studerar i Sverige och har tillräckligt med besparingar för att stödja dig själv ett tag för att få personnumer.",
  "Be informal with names": "Vara informell med namn",
  "Swedish aren't that much formal with the names or titles as others. They will call you by your first name be it your university or college professor, your doctor, your advisor or anyone, and they will expect the same from you during the conversation. That's the basic standard in Sweden and regardless of the job title or position in the firm, people call each other by their first name. However, there are some exceptions to this rule as well. If you will be in a courtroom, or in front of any political figure, or meet someone from the Swedish royal family, then you have to be pretty careful about the titles.": "Svenska är inte så mycket formella med namnen eller titlarna som andra. De kommer att ringa dig med ditt förnamn, vare sig det är ditt universitet eller högskoleprofessor, din läkare, din rådgivare eller någon, och de kommer att förvänta sig detsamma från dig under konversationen. Det är den grundläggande standarden i Sverige och oavsett arbetstitel eller position i företaget, kallar människor varandra med sitt förnamn. Det finns dock några undantag från denna regel också. Om du kommer att vara i en rättssal eller framför någon politisk figur eller träffa någon från den svenska kungafamiljen, måste du vara ganska försiktig med titlarna.",
  "It can be quite lonely": "Det kan vara ganska ensamt",
  "Sweden can be the toughest place to make friends and Stockholm is rated badly in terms of friendliness. But there are other ways to make friends. Swedes know that it can be difficult to meet people so they have clubs and sports teams to join where you can meet new people and can make good terms with them. You have to find the relevant club according to your interests and can meet a lot of people there.": "Sverige kan vara den tuffaste platsen att få vänner och Stockholm är rankat dåligt när det gäller vänlighet. Men det finns andra sätt att få vänner. Svarningar vet att det kan vara svårt att träffa människor så att de har klubbar och idrottslag att gå med där du kan träffa nya människor och kan göra goda villkor med dem. Du måste hitta den relevanta klubben enligt dina intressen och kan träffa många människor där.",
  "Traditions galore": "Traditioner i överflöd",
  "Every country has its unique traditions and festivities that set them apart from others and so does Sweden. Swedes celebrate Christmas, Midsommer, Santa Lucia (13 December), Kräftskiva (8 August), Valborg (30 April). These traditions have their own unique colors and provide a great opportunity to learn and enjoy the Swedish traditions.": "Varje land har sina unika traditioner och festligheter som skiljer dem från andra och det gör Sverige också. Svensor firar jul, midsommer, Santa Lucia (13 december), Kräftskiva (8 augusti), Valborg (30 april). Dessa traditioner har sina egna unika färger och ger en fantastisk möjlighet att lära sig och njuta av de svenska traditionerna.",
  "How expensive it can be to study in Sweden? If you are looking for the answer to this question, then you have to go through the whole blog to get the details on every aspect you need to know about.": "Hur dyrt kan det vara att studera i Sverige? Om du letar efter svaret på den här frågan måste du gå igenom hela bloggen för att få information om alla aspekter du behöver veta om.",
  "It has been unanimously reported by many surveys that Swedish universities have one of the most supportive and top-notch higher education centers of excellence. Higher education in Sweden is among the best in the world. The Nordic country is well-known for its excellent education system that focuses more on individual and group studies rather than just delivering lectures. Freedom to learn and the sense of responsibility are the key factors for the development of a student. The number of international students who are enrolled in Swedish universities and colleges is increasing day by day. If you want to be one of those, then you first know about the cost of study and admission procedures as well as the cost of living in Sweden.": "Det har enhälligt rapporterats av många undersökningar att svenska universitet har ett av de mest stödjande och förstklassiga högre utbildningscentra för excellens. Högre utbildning i Sverige är bland de bästa i världen. Det nordiska landet är välkänt för sitt utmärkta utbildningssystem som fokuserar mer på individuella och gruppstudier snarare än att bara hålla föreläsningar. Frihet att lära sig och känslan av ansvar är de viktigaste faktorerna för utvecklingen av en student. Antalet internationella studenter som är inskrivna i svenska universitet och högskolor ökar dag för dag. Om du vill vara en av dessa, vet du först om kostnaden för studier och antagningsförfaranden samt levnadskostnaderna i Sverige.",
  "Application fees in Sweden": "Ansökningsavgifter i Sverige",
  "Students who want to apply in any program in Swedish colleges and universities are required to pay an application fee. The application fee and tuition fee are applicable for the students who are not a citizen of Switzerland, EU, EEA, or Nordic country and are planning to study at Bachelors or Masters level in Swede. This fee usually costs around 900 SEK and is paid online while applying for the admissions.": "Studenter som vill ansöka i något program i svenska högskolor och universitet måste betala en ansökningsavgift. Ansökningsavgiften och undervisningsavgiften är tillämpliga för de studenter som inte är medborgare i Schweiz, EU, EES eller Nordic Country och planerar att studera på kandidatexamen eller masternivå i svensk. Denna avgift kostar vanligtvis cirka 900 SEK och betalas online när du ansöker om antagningarna.",
  "The tuition fee varies widely among different universities in Sweden and even among different programs of the same university. The tuition fee usually costs somewhere between 75,000-250,000 SEK per year. However, business and architect programs are the most expensive programs in Sweden.": "Undervisningsavgiften varierar mycket mellan olika universitet i Sverige och till och med bland olika program från samma universitet. Undervisningsavgiften kostar vanligtvis någonstans mellan 75 000-250 000 SEK per år. Men affärs- och arkitektprogram är de dyraste programmen i Sverige.",
  "You need to pay the application fee while applying for admission and is usually non-refundable non-transferable. Students have to pay the tuition fee as soon as their application is accepted by the university or the college and they have made the offer. The application of your residence permit will not be processed by the Migration Agency if they don't receive the notification from the university about receiving the tuition fee.": "Du måste betala ansökningsavgiften när du ansöker om antagning och är vanligtvis icke-återbetalningsbar icke-överförbar. Studenter måste betala undervisningsavgiften så snart deras ansökan accepteras av universitetet eller högskolan och de har gjort erbjudandet. Tillämpningen av ditt uppehållstillstånd kommer inte att behandlas av migrationsbyrån om de inte får anmälan från universitetet om att få undervisningsavgiften.",
  "Cost of Living": "Levnadskostnader",
  "According to the findings of a survey, the average expense for a student in Sweden is around 8,370 SEK per month. This cost varies according to your location, your lifestyle, and your personal preferences. It can be around SEK 12,000 in Gothenburg and Stockholm and can be as low as SEK 7,500 in Lund.": "Enligt resultaten från en undersökning är den genomsnittliga kostnaden för en student i Sverige cirka 8 370 SEK per månad. Denna kostnad varierar beroende på din plats, din livsstil och dina personliga preferenser. Det kan vara cirka 12 000 SEK i Göteborg och Stockholm och kan vara så låga som 7 500 Sek i Lund.",
  "The best option to start looking for accommodation will be your university or the college. You may get the related information there or the management may refer you to the organizations that deal with student halls or dormitories. Dormitories are the best option for the students to live in as they will meet lots of local and international students there and the prices are low (2,500-5000 SEK per month). Besides this, you can also look for sharing an apartment with other students.": "Det bästa alternativet att börja leta efter boende är ditt universitet eller högskolan. Du kan få den relaterade informationen där eller ledningen kan hänvisa dig till de organisationer som hanterar studenthallar eller sovsalar. Sovsalar är det bästa alternativet för studenterna att bo i eftersom de kommer att möta många lokala och internationella studenter där och priserna är låga (2500-5000 SEK per månad). Förutom detta kan du också leta efter att dela en lägenhet med andra studenter.",
  "Food costs are also high in Sweden and you should expect to pay around SEK 2,000 per month for the food. This too depends upon your eating habits. You can save your money by buying groceries from a cheap supermarket and cook the food by yourself.": "Matkostnaderna är också höga i Sverige och du kan förvänta dig att betala cirka 2 000 SEK per månad för maten. Detta beror också på dina matvanor. Du kan spara dina pengar genom att köpa matvaror från en billig stormarknad och laga maten själv.",
  "Besides this, you will have to pay for transport if you are living far away from your university or college. Students will have to purchase the related textbooks and they should plan the budget accordingly.": "Förutom detta måste du betala för transport om du bor långt borta från ditt universitet eller college. Studenter måste köpa de relaterade läroböckerna och de bör planera budgeten i enlighet därmed.",
  "No doubt, Sweden is a beautiful place full of natural beauty and is ranked among one of the top countries to provide high-quality education to the students. The costs are according to the standards and also depends upon your preferences and lifestyle. Students have to plan the budget and should estimate the lump sum cost of the study before applying to any country.": "Utan tvekan är Sverige en vacker plats full av naturlig skönhet och rankas bland ett av de bästa länderna för att ge studenterna högkvalitativ utbildning. Kostnaderna är enligt standarderna och beror också på dina preferenser och livsstil. Studenter måste planera budgeten och bör uppskatta studiens engångskostnad innan de ansöker till något land.",
  "Sweden is known as the land of start-ups because the economic conditions of the country are detrimental to entrepreneurship. Swedish business culture is open and innovative, and starting a business there is relatively simple. Thus, Sweden excels in promoting the formation of ambitious start-ups on an unexpected level. After Silicon Valley, Stockholm is known for producing the second-highest revenues from tech companies per capita.": "Sverige är känt som landet för nystartade företag eftersom de ekonomiska förhållandena i landet är skadliga för entreprenörskap. Svensk företagskultur är öppen och innovativ, och att starta ett företag är det relativt enkelt. Således utmärker Sverige sig i att främja bildandet av ambitiösa nystartade företag på en oväntad nivå. Efter Silicon Valley är Stockholm känd för att producera de näst högsta intäkterna från teknikföretag per capita.",
  "Being the tech and innovation hub, there is a high survival rate for start-ups in Sweden with relatively fast growth. However, you can face some difficulties in understanding the business culture and the procedures for operating a business in Sweden. Following are some useful tips to build a successful start-up in Sweden:": "Som teknik- och innovationsnav finns det en hög överlevnadsgrad för nystartade företag i Sverige med relativt snabb tillväxt. Du kan dock möta vissa svårigheter att förstå företagskulturen och förfarandena för att driva ett företag i Sverige. Följande är några användbara tips för att bygga en framgångsrik start i Sverige:",
  "Have a strong and clear vision": "Ha en stark och tydlig vision",
  "The first step, of course, is to have a clear vision that what you want to do and how will you do it. Entrepreneurs spent weeks, months, or even years on brainstorming and polishing the idea they want to invest in. Your vision should be crystal clear and you should do the homework before digging into the market.": "Det första steget är naturligtvis att ha en tydlig vision att det du vill göra och hur kommer du att göra det. Entreprenörer tillbringade veckor, månader eller till och med år på brainstorming och polering av idén de vill investera i. Din vision bör vara kristallklar och du bör göra läxorna innan du gräver på marknaden.",
  "Search for a suitable and innovative business idea and it shouldn't be ground-breaking in all aspects. You can work on improving something and come up with a better version of already existing service or product. Swedes are more attracted to innovation and so does their business market. Your vision and core values should be grounded in the business idea.": "Sök efter en lämplig och innovativ affärsidé och det bör inte vara banbrytande i alla aspekter. Du kan arbeta med att förbättra något och komma med en bättre version av redan befintlig tjänst eller produkt. Svensor är mer lockade av innovation och det gör också deras affärsmarknad. Dina vision- och kärnvärden bör grundas i affärsidén.",
  "Benefit from business culture": "Dra nytta av företagskultur",
  "Compared with many other cultures, the Swedish business culture is more relaxed and casual. There isn't too much bureaucracy and the country is quite free from corruption. You will be inspired much by working in this much relaxed and informal culture. You will learn a lot will build many fruitful business relationships. These cultural reforms can be beneficial for you as an entrepreneur in Sweden.": "Jämfört med många andra kulturer är den svenska företagskulturen mer avslappnad och avslappnad. Det finns inte för mycket byråkrati och landet är ganska fritt från korruption. Du kommer att inspireras mycket av att arbeta i denna mycket avslappnade och informella kultur. Du kommer att lära dig mycket kommer att bygga många fruktbara affärsrelationer. Dessa kulturreformer kan vara fördelaktiga för dig som entreprenör i Sverige.",
  "Besides this, the Swedish government has made it a lot easier for people to borrow money from public or private lenders. Swedish are informal about names and being an expat, you should do the same. In short, the business culture, here in Sweden, is much favourable for new business opportunities.": "Förutom detta har den svenska regeringen gjort det mycket enklare för människor att låna pengar från offentliga eller privata långivare. Svenska är informella om namn och att vara en expat, du bör göra samma sak. Kort sagt är företagskulturen, här i Sverige, mycket gynnsam för nya affärsmöjligheter.",
  "Swedish consensus culture": "Svensk konsensuskultur",
  "Swedish organizations are flat in structure and the employees are highly satisfied. Swedes learn to collaborate with others from an early age and they like to work in teams. Teams in Swedish business culture are a bit agile and work autonomously. If you are new to Sweden, then this might feel a bit confusing and irritating. You might feel like we talk a lot and don't make any decision but it actually is a part of Swedish consensus culture. Swedes like decisions to be based on wide agreements or collective opinions.": "Svenska organisationer är platta i strukturen och de anställda är mycket nöjda. Svensor lär sig att samarbeta med andra från en tidig ålder och de gillar att arbeta i team. Lag i svensk företagskultur är lite smidiga och arbetar autonomt. Om du är ny för Sverige, kan detta känna sig lite förvirrande och irriterande. Du kanske känner att vi pratar mycket och inte fattar något beslut men det är faktiskt en del av den svenska konsensuskulturen. Svenskar som beslut som ska baseras på stora avtal eller kollektiva åsikter.",
  "Sweden is among the high-ranking gender-equal countries in the world. You should hire a legal assistant to handle your legal affairs.": "Sverige är bland de högt rankade könsjämala länderna i världen. Du bör anställa en juridisk assistent för att hantera dina juridiska angelägenheter.",
  "Be passionate": "Vara passionerad",
  "Stockholm is a very cliquey place and starting a business here can be both difficult and easy. It is advisable that you should do the proper research before taking any big step and stay passionate about your aim. Being an entrepreneur, you should equip yourself with passion, good-will, and ambitions. Don't lose hope if you come across any hurdles in the process and keep ongoing.": "Stockholm är en mycket cliquey plats och att starta ett företag här kan vara både svårt och enkelt. Det är tillrådligt att du bör göra rätt forskning innan du tar något stort steg och förblir passionerad för ditt mål. Som entreprenör bör du utrusta dig själv med passion, god vilja och ambitioner. Förlora inte hoppet om du stöter på några hinder i processen och fortsätter att pågå.",
  "Building a successful start-up is not a cup of tea no matter what the culture and business ethics are. However, it is relatively easy to start a business in Sweden due to the economic conditions and innovative culture of the country. By following the above-mentioned simple yet useful steps, the chances for probable success can increase for entrepreneurs.": "Att bygga en framgångsrik start är inte en kopp te oavsett vilken kultur och affärsetik är. Det är emellertid relativt enkelt att starta ett företag i Sverige på grund av landets ekonomiska förhållanden och innovativa kultur. Genom att följa ovannämnda enkla men användbara steg kan chansen för sannolik framgång öka för företagare.",
  "Are you planning to move to Sweden for work? Everyone wants to look for better opportunities to earn a standard living for themselves and their families. As Sweden is known for its strong and growing economy, people are attracted to migrate to Sweden to find better jobs.": "Planerar du att flytta till Sverige för arbete? Alla vill leta efter bättre möjligheter att tjäna ett standardboende för sig själva och sina familjer. Eftersom Sverige är känt för sin starka och växande ekonomi lockas människor till att migrera till Sverige för att hitta bättre jobb.",
  "If you are moving from the EU, then you are entitled to work in Sweden without a permit and your family can join you as long as you have the right to of residence in Sweden. Citizens of countries outside the EU need to apply for a work permit if they want to migrate to Sweden to look for jobs. You have to follow a step by step to get a Swedish work permit and we are here to guide you thoroughly in this regard.": "Om du flyttar från EU, har du rätt att arbeta i Sverige utan tillstånd och din familj kan gå med dig så länge du har rätt till bostad i Sverige. Medborgare i länder utanför EU måste ansöka om ett arbetstillstånd om de vill migrera till Sverige för att leta efter jobb. Du måste följa ett steg för steg för att få ett svenskt arbetstillstånd och vi är här för att vägleda dig noggrant i detta avseende.",
  "Apply for a work permit": "Ansök om ett arbetstillstånd",
  "First thing first, you need to apply for a work permit and should know the basic rules and regulations. Citizens of Australia, Chile, Argentina, South Korea, New Zealand, and Hong Kong can apply for a holiday working visa for one year. For employment that is for less than three months, citizens of certain countries should have both a valid visa and a work permit. It is to be noted that employees of some specific domains might be exempt from the regulations of work permit.": "Först först, du måste ansöka om ett arbetstillstånd och bör känna till de grundläggande reglerna och förordningarna. Medborgare i Australien, Chile, Argentina, Sydkorea, Nya Zeeland och Hong Kong kan ansöka om ett semestervisum i ett år. För anställning som är i mindre än tre månader bör medborgare i vissa länder ha både ett giltigt visum och ett arbetstillstånd. Det bör noteras att anställda på vissa specifika domäner kan vara undantagna från förordningarna för arbetstillstånd.",
  "Requirements for permit": "Krav för tillstånd",
  "To obtain the work permit for Sweden, you should have an employment offer from any Swedish employer. While applying online, you will be given instructions about how to fill the application form and the required documents you should send along with the application form.": "För att få arbetstillståndet för Sverige bör du ha ett anställningserbjudande från alla svenska arbetsgivare. När du ansöker online får du instruktioner om hur du fyller i ansökningsformuläret och de dokument som krävs du ska skicka tillsammans med ansökningsformuläret.",
  "You must have an official job letter from a Swedish employer and the job must:": "Du måste ha ett officiellt jobbbrev från en svensk arbetsgivare och jobbet måste:",
  "Be advertised in the EU/EEA newspaper for at least ten days Have terms that comply with those set by the Swedish collective agreement Pay a minimum salary or wage rate of SEK 13,000 before tax Besides this, you must have a valid passport in your home country or the country you are currently residing in.": "Annonseras i tidningen EU/EES i minst tio dagar har villkor som uppfyller de som fastställs av det svenska kollektivavtalet betalar en minimilön eller lönesats på 13 000 SEK före skatt förutom detta, måste du ha ett giltigt pass i ditt hemland eller det land du för närvarande är kvar i.",
  "The application processes": "Applikationsprocesserna",
  "You must apply for the work permit long before your date of joining as you must have a work permit for getting the visa. In some exceptional cases, you can apply for a work permit from Sweden if you are already in the country. You will need these documents for sending the application form which are:": "Du måste ansöka om arbetstillstånd långt innan ditt datum för att gå med eftersom du måste ha ett arbetstillstånd för att få visum. I vissa exceptionella fall kan du ansöka om ett arbetstillstånd från Sverige om du redan är i landet. Du behöver dessa dokument för att skicka ansökningsformuläret som är:",
  "Letter of employment approved by the relevant trade union Complete and rightly filled application form Copies of the passport showing the personal data and validity date The proof of permission of living in other countries by your home country's government (usually available on the passport) The application fees Compile these documents and submit the application online or by hand in your closest Swedish embassy. The migration agency, will then, consider your application and will check the details. The provided details of the person are checked for authenticity and then they will give you an estimated waiting time.": "Anställningsbrev som godkänts av den relevanta fackföreningen Fullständigt och med rätta fyllda ansökningsformulär Kopior av passet som visar personuppgifterna och giltigheten daterar beviset på tillstånd att bo i andra länder av ditt hemlands regering (vanligtvis tillgängligt på passet). Ansökningsavgifterna sammanställer dessa dokument och skickar in ansökan online eller med hand i din närmaste svenska ambassad. Migrationsbyrån kommer då att överväga din ansökan och kommer att kontrollera detaljerna. De medföljande detaljerna om personen kontrolleras för äkthet och sedan kommer de att ge dig en uppskattad väntetid.",
  "The process of applying for a work permit for Sweden seems quite simple and is transparent. The applicant will be informed by the migration agency about the application status from time to time or you can check the details online. Besides this, you will also need to apply for the extension of your work permit time to time after the expiry of the current permit and the process is quite similar to this one. If you apply for the extension well before the expiry date of your work permit, then you will be allowed to keep on working in the country till the decision.": "Processen att ansöka om ett arbetstillstånd för Sverige verkar ganska enkel och är transparent. Den sökande kommer att informeras av migrationsbyrån om ansökningsstatus då och då eller så kan du kontrollera informationen online. Förutom detta måste du också ansöka om förlängning av din arbetstillståndstid till tid efter utgången av det nuvarande tillståndet och processen är ganska lik den här. Om du ansöker om förlängningen långt före utgångsdatumet för ditt arbetstillstånd, får du fortsätta arbeta i landet till beslutet.",
  "Relocation is a lofty decision to make on part of an individual more or so, and on a family too. Relocation brings about the obvious challenges that a human might face in a foreign land. At times even relocating to a city might seem a gigantic change than changing your country code too. If all fails and despite all efforts, you have trouble accommodating yourself and your family, you might need to plan a relocation. And here is why you should plan moving out of Sweden in unpropitious times.": "Flytt är ett högt beslut att fatta en del av en individ mer eller så, och på en familj också. Flyttning medför de uppenbara utmaningar som en människa kan möta i ett främmande land. Ibland kan till och med att flytta till en stad tyckas vara en gigantisk förändring än att ändra din landskod också. Om allt misslyckas och trots alla ansträngningar har du problem med att rymma dig själv och din familj, kan du behöva planera en omlokalisering. Och här är därför du bör planera att flytta ut från Sverige under oprocessiva tider.",
  "Unfriendly Environment": "Ovänlig miljö",
  "Have you made friends yet? The statistics say you haven't. Many local surveys point out this disturbing lack of friendliness on the locals' part. Despite high standards of living in Sweden expats fail to feel at home in this Scandinavian country. Home to many luxuries and beautiful coastal cities in the country, however, fails to make foreigners feel at home. With the people distant and seemingly unfriendly, they give a cold shoulder to immigrants.": "Har du fått vänner än? Statistiken säger att du inte har gjort det. Många lokala undersökningar påpekar denna störande brist på vänlighet från lokalbefolkningens del. Trots höga levnadsstandarder i Sverige misslyckas expats att känna sig hemma i detta skandinaviska land. Hem för många lyx och vackra kuststäder i landet misslyckas dock med att få utlänningar att känna sig hemma. Med folket avlägsna och till synes ovänliga ger de en kall axel till invandrare.",
  "\"I made two mistakes going to Stockholm, I went alone and I went in November\"": "\"Jag gjorde två misstag till Stockholm, jag gick ensam och gick i november\"",
  "Says a student who traveled there. No man is an island and certainly in this country of islands, one must have a hard time surviving alone.": "Säger en student som reste dit. Ingen människa är en ö och säkert på detta land av öar, man måste ha svårt att överleva ensam.",
  "Dark Dreary Winters": "Dark Dreary Winters",
  "Winters, well a short cool winter season who doesn't appreciate that. But when it gets too long it gets hard to bear by the day. The sunsets at 3 pm. An extraordinarily short day! How many of us have found ourselves longing for the sun in the mild winters back home? But in Sweden, you must survive the winters and do so without the sun peeking at you from time to time for respite. The grey colored skies and too short days do not help and it makes the atmosphere gloom stricken, deprived of energy for even daily chores.": "Vintrar, väl en kort cool vintersäsong som inte uppskattar det. Men när det blir för länge blir det svårt att bära på dagen. Solnedgångarna kl. 15.00. En utomordentligt kort dag! Hur många av oss har befunnit oss längtan efter solen i de milda vintrarna hemma? Men i Sverige måste du överleva vintrarna och göra det utan att solen kikar åt dig då och då för avbrott. De grå färgade himlen och för korta dagar hjälper inte och det gör att atmosfären dyster slagen, berövad energi för även dagliga sysslor.",
  "Taxes Take a Toll on You!": "Skatter tar en vägtull på dig!",
  "Even if one manages to secure a high paying job, that taxation demands that you give much of your hard-earned money to the government. Sweden is one of the richest countries as per GDP production but most of it goes as taxes. Proud owner of many International businesses Sweden sure sounds attractive but the home of the luxurious\" Volvo cars\" takes a toll on your income.": "Även om man lyckas säkra ett högt betalande jobb kräver den beskattningen att du ger mycket av dina hårt tjänade pengar till regeringen. Sverige är ett av de rikaste länderna enligt BNP -produktionen men det mesta går som skatter. Stolt ägare av många internationella företag Sverige låter säkert attraktivt men hem för de lyxiga \"Volvo Cars\" tar en avgift på din inkomst.",
  "To Rent or To Buy?": "Att hyra eller köpa?",
  "Moved to Sweden? Bet you had a hard time finding a place to live. This explains the reputation of simple furniture and minimal decorative sense. Rents in Sweden are sky-high, gobbling up to 30 % of one's salary. It might even be a luxury to afford a decent place on rent. The policy of short rental contracts will have you moving from one place to another before you find a permanent residence. People need to wait for years before they can afford decent housing. If you want to spend your hard-earned money on improving your lifestyle you might consider a relocation so you may afford a decent residence and focus on bigger things in life.": "Flyttade till Sverige? Satsa att du hade svårt att hitta en plats att bo. Detta förklarar rykte för enkla möbler och minimal dekorativ känsla. Hyrorna i Sverige är skyhöga och gabbar upp till 30 % av ens lön. Det kan till och med vara en lyx att ha råd med en anständig plats på hyran. Policyn för korta hyreskontrakt kommer att få dig att flytta från en plats till en annan innan du hittar en permanent bostad. Människor måste vänta i flera år innan de har råd med anständiga bostäder. Om du vill spendera dina hårt tjänade pengar på att förbättra din livsstil kan du överväga en omlokalisering så att du kanske har råd med en anständig bostad och fokuserar på större saker i livet.",
  "Satisfied with Your Work?": "Nöjd med ditt arbete?",
  "The first barrier you might have faced in Sweden is the language. And even after you have mastered the Swedish language it is only self-explanatory that the corporations prefer Swedish people who have a better grasp on Swedish ways of working and most importantly are native speakers of the language. Most of the foreigners in Sweden are forced to work at restaurants and bars. The education saturation demands extraordinary skills from a foreigner for him to be able to replace the natives at high-quality jobs.": "Den första barriären du kanske har mött i Sverige är språket. Och även efter att du har behärskat det svenska språket är det bara självförklarande att företagen föredrar svenska människor som har ett bättre grepp om svenska sätt att arbeta och viktigast är modersmål för språket. De flesta utlänningar i Sverige tvingas arbeta på restauranger och barer. Utbildningsmättnaden kräver extraordinära färdigheter från en utlänning för att han ska kunna ersätta de infödda på högkvalitativa jobb.",
  "Relocating or immigrating is a life-changing process. You need adaptations you find yourself being molded in certain ways. Sweden is a Scandinavian nation. A land home to many beautiful natural scenes, coastal cities and beautifully changing seasons. Visiting Sweden is for sure a great trip but immigrating to Sweden demands that you prepare and brace yourself for a practical journey. Here is what you need to know.": "Att flytta eller invandring är en livsförändrande process. Du behöver anpassningar som du tycker att du formas på vissa sätt. Sverige är en skandinavisk nation. Ett land hem för många vackra naturliga scener, kuststäder och vackert föränderliga säsonger. Att besöka Sverige är säkert en fantastisk resa men immigrerar till Sverige kräver att du förbereder dig och stag dig själv för en praktisk resa. Här är vad du behöver veta.",
  "For visiting Sweden, you do require a visa if you are not part of the European Union. Visit freely if you are. However, you need to find a permanent abode and spend five years to gain Swedish citizenship.": "För att besöka Sverige kräver du visum om du inte är en del av Europeiska unionen. Besök fritt om du är det. Du måste dock hitta en permanent bostad och spendera fem år för att få svenskt medborgarskap.",
  "Where to live": "Var man ska bo",
  "Most people in Sweden resort to finding a permanent residence than renting a house. Permanent residence may seem like a time-consuming thing, but in the long run, it benefits you. Higher than usual rents and unreliable contracts take a toll on your pocket. If you are planning to stay for a longer duration you are advised to find a permanent abode. Students may find room in Universities. It is however advised that you gather information and experiences of expatriates living here and try to find a most suitable home.": "De flesta människor i Sverige reser för att hitta en permanent bostad än att hyra ett hus. Permanent bostad kan verka som en tidskrävande sak, men på lång sikt gynnar det dig. Högre än vanliga hyror och opålitliga kontrakt tar en avgift på fickan. Om du planerar att stanna under längre tid uppmanas du att hitta en permanent bostad. Studenter kan hitta rum på universitet. Det rekommenderas dock att du samlar in information och erfarenheter av utlänningar som bor här och försöker hitta ett mest lämpligt hem.",
  "Where to work": "Var man ska arbeta",
  "Sweden offers an expansive and wealthy job market. Though if you are a non-European Union citizen you will need a work permit. Salaries are high and they usually do the job of paying for the basic facilities. But as some immigrants would share their experience of tough times finding work, and complain that expats are never prioritized for primary jobs. As a youngster, you may want to start by doing an internship to make you accustomed to the Swedish way of working and help you excel in practical fields": "Sverige erbjuder en expansiv och rika arbetsmarknad. Men om du är en icke-europeisk facklig medborgare behöver du ett arbetstillstånd. Lönerna är höga och de gör vanligtvis jobbet med att betala för de grundläggande anläggningarna. Men eftersom vissa invandrare skulle dela sin upplevelse av att tuffa tider hittade arbete och klagar över att expats aldrig prioriteras för primära jobb. Som ung kanske du vill börja med att göra en praktik för att göra dig van vid det svenska sättet att arbeta och hjälpa dig att utmärka dig i praktiska områden",
  "Are you a student?": "Är du student?",
  "So, have you decided to come to Sweden for studies or you have had to migrate because of your father's job? Fortunately, you can study using English as the medium. So, you don't have to worry about the tedious task of learning the language. Swedish universities are free for students from EU citizens. But if you come from outside the European Union you may face difficulties.": "Så har du beslutat att komma till Sverige för studier eller har du varit tvungen att migrera på grund av din fars jobb? Lyckligtvis kan du studera med engelska som medium. Så du behöver inte oroa dig för den tråkiga uppgiften att lära dig språket. Svenska universitet är gratis för studenter från EU -medborgare. Men om du kommer utanför Europeiska unionen kan du möta svårigheter.",
  "Brace yourself for a new winter experience": "Stöd dig själv för en ny vinterupplevelse",
  "Winters in this near arctic country are unfortunately not so pleasant. The winter days are so short that gloom sets in and you find yourself longing for the sun. Winters are rather dreary and dismal. But on the brighter aspect, they are beautiful with the snow-covered lands and picturesque beauty. The days of gloom are not long they melt into a beautiful spring Season. So, buy yourself warm clothes before you step into the country.": "Vintrar i detta nära arktiska land är tyvärr inte så trevliga. Vinterdagarna är så korta att dysterheten går in och du befinner dig längtar efter solen. Vintrarna är ganska tristiga och dystra. Men på den ljusare aspekten är de vackra med snötäckta länder och pittoreska skönhet. Dagens dagar är inte långa de smälter in i en vacker vårsäsong. Så köp dig varma kläder innan du går in i landet.",
  "Swedish culture": "Svensk kultur",
  "Swedish people may not seem very friendly at first. They are not as socially outgoing as you might hope. But once they get to know you, they are soft-spoken and polite people. So, you may have a hard time making friends when you are new in Sweden. But once you master the language and accent, of course, you will be easily incorporated into the Swedish way of life.": "Svenska människor kanske inte verkar särskilt vänliga till en början. De är inte så socialt utgående som du kanske hoppas. Men när de lär känna dig är de mjuka och artiga människor. Så du kan ha svårt att få vänner när du är ny i Sverige. Men när du behärskar språket och accenten kommer du naturligtvis att bli lätt att integreras i det svenska livsstilen.",
  "Also, get used to a lot of Swedish meatballs and remember Swedes love their coffee, perhaps an effect of the ice-cold winters!": "Använd också många svenska köttbullar och kom ihåg svensk älskar sitt kaffe, kanske en effekt av de iskalla vintrarna!",
  "Expatriates in Sweden sure have to work hard to be one of the Swedes and starting a business is one of the challenges they may have to face. Competing with natives who have a grip on the Swedish way of life and are fluent in the language are sure to be in the lead when it comes to owning and running a business. They have contacts, and thus information about the legalities and the dangers of certain steps you might want to take when you start a business.": "Expatriates i Sverige måste säkert arbeta hårt för att vara en av svenskarna och starta ett företag är en av de utmaningar de kan ha. Att tävla med infödda som har ett grepp om det svenska sättet att leva och är flytande på språket kommer säkert att vara i ledningen när det gäller att äga och driva ett företag. De har kontakter, och därmed information om lagligheterna och farorna med vissa steg du kanske vill vidta när du startar ett företag.",
  "High Taxes!": "Hög skatt!",
  "Sweden sure is notorious for high tax rates. Although the Swedish government has reduced tax rates and taken measures such as allowing leaves to youngsters who want to practice entrepreneurship. But tax rates nonetheless remain high in this welfare state. An expatriate who has a little knowledge about taxing formalities and is not well versed in the Swedish way of work may face sudden failure owing to these complications. As a No European Union citizen, you need to register with the tax agencies and go through a lot of formalities before you set up. Businesses may become difficult for outsiders in such scenarios.": "Sverige är säkert ökänt för höga skattesatser. Även om den svenska regeringen har sänkt skattesatserna och vidtagit åtgärder som att tillåta löv till ungdomar som vill utöva entreprenörskap. Men skattesatserna förblir ändå höga i denna välfärdsstat. En utlandsbruk som har lite kunskap om beskattningsformaliteter och inte är välbevandrad i det svenska arbetssättet kan möta plötsligt misslyckande på grund av dessa komplikationer. Som ingen EU -medborgare måste du registrera dig hos skattebyråerna och gå igenom många formaliteter innan du startar. Företag kan bli svåra för utomstående i sådana scenarier.",
  "Legal formalities": "Rättsliga formaliteter",
  "Hire staff in Sweden but do it legally! For the laborer rights in Sweden make it compulsory for the employer to provide the laborers according to the law. Fortunately, if you are from the EU you can easily establish a business. But if an outsider you need a work permit and residence permit to stay and work in Sweden. Although it is not essential to register your business it secures the name of your business. Working your way through lawyers and contracts is not an easy task. And doing so in a foreign country, you are in for a hard day!": "Hyr personal i Sverige men gör det lagligt! För arbetarens rättigheter i Sverige gör det obligatoriskt för arbetsgivaren att tillhandahålla arbetarna enligt lagen. Lyckligtvis, om du kommer från EU kan du enkelt etablera ett företag. Men om en outsider behöver du ett arbetstillstånd och uppehållstillstånd för att stanna och arbeta i Sverige. Även om det inte är nödvändigt att registrera ditt företag säkrar det namnet på ditt företag. Att arbeta dig igenom advokater och kontrakt är inte en lätt uppgift. Och gör det i ett främmande land, du är i en hård dag!",
  "Lack of working Capital": "Brist på rörelsekapital",
  "Finding sufficient capital in Sweden may be a fantasy. Owing to high tax rates and tax paid health and education having sufficient capital and stored money is often not feasible for an aspiring businessman. Starting a business as a sole trader, you should expect tough times ahead and brace yourself for some time of non-profit business. In a trading partnership, you may not need so much capital but responsibility for all debts land on you and your partner. A common mistake made is financing your business at the cost of your household finances. Not being able to pay bills and afford basic needs leads to obvious failure in both cases. Getting a loan may sound a great idea. But again, for a foreigner no loans without sufficient security. Of course, it is a long-term procedure to be able to own enough you can mortgage against some loan.": "Att hitta tillräckligt med kapital i Sverige kan vara en fantasi. På grund av höga skattesatser och skattebetalda hälsa och utbildning har tillräckligt med kapital och lagrade pengar ofta inte genomförbart för en blivande affärsman. När du startar ett företag som en enda handlare kan du förvänta dig att tuffa tider framöver och stötta dig själv under en tid av ideell verksamhet. I ett handelspartnerskap kanske du inte behöver så mycket kapital utan ansvar för alla skulder landar på dig och din partner. Ett vanligt misstag är att finansiera ditt företag till bekostnad av din hushållsfinans. Att inte ha betalning av räkningar och ge grundläggande behov leder till uppenbart misslyckande i båda fallen. Att få ett lån kan låta en bra idé. Men igen, för en utlänning inga lån utan tillräcklig säkerhet. Naturligtvis är det ett långsiktigt förfarande att kunna äga nog att du kan inteckning mot något lån.",
  "Problem in leads generation": "Problem i leadsgenerering",
  "If you are planning a business in Sweden, leads generation holds immense importance. Generating lead can be tough for a new businessman and more so for an expatriate working in Sweden. Not knowing the language, not being able to assess the Swedish mindset counts. For the Swedish work on trimmed lines and venturing for new ideas may be a little unorthodox for some. Not all foreigners are popular with the natives. And building the trust and companionship it takes for a successful business Venture takes you through narrow alleys.": "Om du planerar ett företag i Sverige har Leads Generation enorm betydelse. Att generera bly kan vara tufft för en ny affärsman och mer för en utland som arbetar i Sverige. Att inte känna till språket, inte kunna bedöma de svenska tankesätten. För det svenska arbetet med trimmade linjer och att våga för nya idéer kan det vara lite oortodoks för vissa. Inte alla utlänningar är populära bland de infödda. Och att bygga det förtroende och kamratskap det tar för ett framgångsrikt affärsföretag tar dig genom smala gränder.",
  "Visiting Sweden may not be the hot pick for a holiday as compared to the other Western countries but it is the country where you can deal with lesser crowd and take your time to see all the beautiful landmarks. Afterall a holiday is all about giving yourself more relaxation. Swedes are known for their friendliness and tolerance. The country is considered to be one of the happiest and the safest amongst the other European countries, with less crime. If you have always been in awe of the Northern Lights, then the plan to visit Sweden has to be on your to-do list. This Scandinavian country has much more than this to offer and it becomes really hard for us to narrow down the list of reasons to visit Sweden. Anyhow, we are giving it a try and we hope knowing about these top 6 reasons will worth your time.": "Att besöka Sverige kanske inte är det heta valet för en semester jämfört med de andra västländerna, men det är landet där du kan hantera mindre publik och ta dig tid att se alla vackra landmärken. En semester handlar om att ge dig själv mer avkoppling. Svensor är kända för sin vänlighet och tolerans. Landet anses vara en av de lyckligaste och säkraste bland de andra europeiska länderna, med mindre brott. Om du alltid har varit i vördnad för norrsken, måste planen att besöka Sverige vara på din to-do-lista. Detta skandinaviska land har mycket mer än detta att erbjuda och det blir riktigt svårt för oss att begränsa listan över skäl att besöka Sverige. Hur som helst, vi försöker och vi hoppas att det är värt din tid att veta om dessa topp 6 -skäl.",
  "Experience the Hospitality": "Upplev gästfriheten",
  "What we have concluded so far from online surveys is that Sweden has got one of the most tolerant and friendliest locals across the globe. In the past, there might have been rumors about their bad reputation in treating foreigners but now Swedes are on the way of becoming a prosperous nation. They take pride in serving the visitors and impress them by their hospitality. Bygone are the days when they were considered rude and introvert. According to a report by The Telegraph, they are now on 14th rank all over the world in Tolerance Index. Woah! That is such a moment of relief for all of us who were suspicious and couldn't add Sweden in our bucket list.": "Det vi hittills har dragit slutsatsen från onlineundersökningar är att Sverige har fått en av de mest toleranta och vänligaste lokalbefolkningen över hela världen. Tidigare kan det ha varit rykten om deras dåliga rykte när det gäller att behandla utlänningar men nu är svenskarna på väg att bli en välmående nation. De är stolta över att betjäna besökarna och imponera på dem av deras gästfrihet. Bygone är de dagar då de ansågs oförskämda och introverta. Enligt en rapport från Telegraph är de nu på 14: e rang över hela världen i Tolerance Index. Woah! Det är ett sådant ögonblick av lättnad för oss alla som var misstänkta och inte kunde lägga till Sverige i vår hinklista.",
  "Since Winter is Coming So Why Not the Sports": "Eftersom vintern kommer så varför inte sporten",
  "Sweden has got all the colours. No matter whether you are a summer lover or a sucker for winter it has so much to offer. We can say that Sweden can be considered as a heaven for all the winter hustle especially the sports. From alpine skiing to snowboarding you can enjoy a wide range of outdoor activities, full of thrill and fun.": "Sverige har alla färger. Oavsett om du är en sommarälskare eller en sucker för vintern har det så mycket att erbjuda. Vi kan säga att Sverige kan betraktas som en himmel för alla vinterhustor, särskilt sporten. Från alpin skidåkning till snowboard kan du njuta av ett brett utbud av utomhusaktiviteter, full av spänning och kul.",
  "A Blend of Urban Bustle and Country Side Panorama": "En blandning av stadsdel och landssidan panorama",
  "Apart from historic buildings and churches, Swedish cities have got all the essentials of what we call an urban life hustle and bustle. From the capital city of Stockholm to the 5th largest Nordic city Gothenburg there are amusement parks all across the country. Liseberg, Grona Lund, and many other parks are attracting thousands of local and international visitors each year. And this is one side of the story, like other Scandinavian countries Sweden is blessed with wide landscapes, mesmerizing national parks and a spectacular panorama of green lush fields.": "Bortsett från historiska byggnader och kyrkor har svenska städer fått alla väsentligheter i det vi kallar ett urbant livets liv och rörelse. Från huvudstaden Stockholm till den femte största nordiska staden Göteborg finns det nöjesparker över hela landet. Liseberg, Grona Lund och många andra parker lockar tusentals lokala och internationella besökare varje år. Och detta är en sida av historien, som andra skandinaviska länder Sverige är välsignade med breda landskap, fascinerande nationalparker och ett spektakulärt panorama av gröna frodiga fält.",
  "Roam freely and feel the Swedish Vibes": "Ströva fritt och känna de svenska vibberna",
  "Here we will advise you to give a shut-up call to all those who keep on labeling Sweden as a dangerous and not-so-easy going country for visitors. Believe me, it is an incredible place where you can roam freely from one corner of the country to another. You may need to beware of pickpockets but that is quite an obvious thing to take care of. Right? We all do that even at the airport checkouts that are considered safest of all. If you are an avid traveler, you can easily manage this and it won't trouble you much.": "Här kommer vi att råda dig att ringa ett avstängningssamtal till alla som fortsätter att märka Sverige som ett farligt och inte så enkelt som går för besökare. Tro mig, det är en otrolig plats där du kan ströva fritt från ett hörn av landet till ett annat. Du kan behöva se upp för fickor men det är en ganska uppenbar sak att ta hand om. Rätt? Vi gör alla det även vid flygplatskontrollen som anses vara säkrast av alla. Om du är en ivrig resenär kan du enkelt hantera detta och det kommer inte att besvära dig mycket.",
  "Would you like to start a profitable business as a foreigner in Sweden? If so, here are six of Sweden's best small business ideas & investment opportunities that will generate you a handsome amount.": "Vill du starta en lönsam verksamhet som utlänning i Sverige? Om så är fallet, här är sex av Sveriges bästa småföretagsidéer och investeringsmöjligheter som kommer att generera dig ett vackert belopp.",
  "Home Rental Business": "Hemuthyrningsverksamhet",
  "There is always a space of Home-Property rental business in Sweden.A rental property business is a venture through which an investor will purchase and manage one or more income-producing properties. These properties can have one or more units that are leased out to tenants in exchange for monthly rental fees. Investors can have an effective rental plan without having to directly manage these properties; property management companies can be hired to carry out the duties often associated with landlords, such as rent collection and maintenance.It could be the idea if you are going to start a business with a partner or if you can invest in property or house by yourself and later rent-out as secure regular income. Subletting through AirBnb is quite profitable in big cities as well.": "Det finns alltid ett utrymme för hyresföretag i hemmamaterialet i Sverige. En hyresfastighetsverksamhet är ett företag genom vilket en investerare kommer att köpa och hantera en eller flera inkomstproducerande fastigheter. Dessa fastigheter kan ha en eller flera enheter som hyrs ut till hyresgäster i utbyte mot månatliga hyresavgifter. Investerare kan ha en effektiv hyresplan utan att behöva direkt hantera dessa fastigheter; Fastighetsförvaltningsföretag kan anställas för att utföra de uppgifter som ofta är förknippade med hyresvärdar, till exempel hyresinsamling och underhåll. Det kan vara idén om du ska starta ett företag med en partner eller om du kan investera i fastigheter eller hus själv och senare hyra ut som säker regelbunden inkomst. Subletting genom Airbnb är också ganska lönsamt i stora städer.",
  "Start Boat Rental Business": "Starta båtuthyrningsföretag",
  "Ironically, with a few small boats, you can start this business. With the building of the Göta Canal in the 19th century, Sweden's vast waterway connectivity throughout the south was utilized, shortening the possible gap between the Baltic Sea south of Norrköping and Göteborg by using the lake and river network to facilitate the canal. This shows that a boat rental service in Sweden is expected to be successful.": "Ironiskt nog, med några små båtar, kan du starta den här verksamheten. Med byggandet av Gblåkanalen på 1800 -talet utnyttjades Sveriges enorma vattenvägsanslutning över hela söderna, vilket förkortade det möjliga klyftan mellan Östersjön söder om Norrköping och Göteborg med användning av sjön och flodnätverket för att underlätta kanalen. Detta visar att en båtuthyrningstjänst i Sverige förväntas bli framgångsrik.",
  "Sweater and Cardigan Knitting Business": "Tröja och kofta stickföretag",
  "Given its northern latitude, most of Sweden has a temperate climate with four distinct seasons and mild temperatures throughout the year.": "Med tanke på sin norra latitud har de flesta av Sverige ett tempererat klimat med fyra distinkta säsonger och milda temperaturer under året.",
  "With the exception of the mountains, the country as a whole has a July average temperature between 15 ° C (59 ° F) and 17.5 ° C (63.5 ° F) (2.5 degrees Celsius difference), whereas the average January temperatures range from freezing point to below −15 ° C (5 ° F) along the Finnish border (15 degrees Celsius difference).": "Med undantag för bergen har landet som helhet en genomsnittstemperatur i juli mellan 15 ° C (59 ° F) och 17,5 ° C (63,5 ° F) (2,5 grader Celsius -skillnad), medan den genomsnittliga januari -temperaturen sträcker sig från fryspunkten till under -15 ° C (5 ° F) längs finishgränsen (15 degränser Celsius.",
  "A sweater and cardigan knitting company is an ideal start-up business in Sweden with this kind of freezing weather. An entrepreneur who wants to start a sweater and cardigan knitting company can start their own label on a small scale from home and serve a niche market such as schools and neighborhood families.": "En tröja och Cardigan Knitting Company är en idealisk startverksamhet i Sverige med denna typ av frysande väder. En entreprenör som vill starta en tröja och Cardigan Knitting Company kan starta sin egen etikett i liten skala hemifrån och betjäna en nischmarknad som skolor och familjer i grannskapet.",
  "Start a Sawmill Cottage Business": "Starta en sågverksstuga",
  "Sawmill cottage business is yet another small-scale, highly thriving business in Sweden and prospects for newbies to enter the industry. This company is perfect in Sweden as it is distinguished by a large wealth of trees and shrubs in some regions of the country. The beech is the most dominant tree, but also smaller forests may form oak.": "Sawmill Cottage Business är ännu en småskalig, mycket blomstrande verksamhet i Sverige och utsikterna för nybörjare att komma in i branschen. Detta företag är perfekt i Sverige eftersom det kännetecknas av en stor mängd träd och buskar i vissa regioner i landet. Boken är det mest dominerande trädet, men också mindre skogar kan bilda ek.",
  "Hornbeam, oak, spindle, yew, alder buckthorn, blackthorn, aspen, European rowan, Swedish whitebeam, juniper, European holly, ivy, dogwood, goat willow, larch, bird cherry, wild cherry, maple, ash, alder along creeks, and in sandy soil, birch compete with pine.": "Hornbeam, ek, spindel, barlind, alde buckthorn, blackthorn, asp, europeisk rowan, svensk vitbeam, enbär, europeisk holly, murgröna, dogwood, get pil, lärk, fågelkörsbär, vild körsbär, lönn, ask, alder längs bäcken och i sandig jord, birch tävlar med tall.",
  "Open a Language School": "Öppna en språkskola",
  "Opening a language school that teaches foreign languages, sign language, and second language English is an effective small-scale language that can start in Sweden.": "Att öppna en språkskola som undervisar i främmande språk, teckenspråk och andraspråk är ett effektivt småskaligt språk som kan starta i Sverige.",
  "While Sweden's official language is Swedish, but in varying degrees, depending largely on the level of contact with English, most Swedes, particularly those born after the Second World War, understand and speak English because of trade links, the popularity of overseas travel, the strong Anglo-American presence and the practice of subtitling rather than dubbing foreign television shows and films, and the relative similarities between the two languages, making it easier to learn English. Eighty-nine percent of Swedes reported the ability to speak English in a 2005 Eurobarometer survey.": "Medan Sveriges officiella språk är svenskt, men i varierande grad, beroende på i stort sett på nivån på kontakt med engelska, de flesta svenskar, särskilt de som är födda efter andra världskriget, förstår och talar engelska på grund av handelslänkar, populariteten för utländska resor, de starka angloamerikanska närvaron och praxis med att subtitla snarare än att dubbla utländska tv-program och filmer och filmer, och de relationella de relativa Anglo-amerikanska närvaron och praxis att subtitla snarare än att dubbla utländska tv-program och filmer och filmer och de relationella de relativa Anglo-amerikanska närvaron och praxis att subtitla snarare än att dubbla utländska tv-program och filmer och filmer och de relationella de relativa Anglo-amerikanska närvaron och praxis att subtitla snarare än att dubbla utländska TV och film och filmer, och de relativa liknande de två som är enklare och att göra det enklare till det enklare engelska. Åttio-nio procent av svenskarna rapporterade förmågan att tala engelska i en Eurobarometer-undersökning 2005.",
  "Start Concierge Medical Practice Business": "Starta concierge medicinsk praxisverksamhet",
  "A person seeking care, first visits a doctor's appointment clinic and may then be referred by the clinic doctor to a physician who, in turn, may prescribe either in-patient or out-patient treatment or an alternative for elective care. Healthcare is regulated by Sweden's 21 landsting and is funded primarily by premiums, with patient nominal fees.": "En person som söker vård, besöker först en läkares möte-klinik och kan sedan hänvisas av klinikläkaren till en läkare som i sin tur kan förskriva antingen patient- eller patientbehandling eller ett alternativ för elektiv vård. Sjukvård regleras av Sveriges 21 Landsting och finansieras främst av premier, med patientens nominella avgifter.",
  "It shows that a medical concierge company in Sweden is expected to succeed. Concierge medical practice is a medical business that gives space to a unique relationship between a patient and a physician in which the patient pays an annual fee or what is known as retainer-ship can be called retainer medicine as well.": "Det visar att ett medicinskt concierge -företag i Sverige förväntas lyckas. Concierge Medical Practice är ett medicinskt företag som ger utrymme till en unik relation mellan en patient och en läkare där patienten betalar en årlig avgift eller vad som kallas behållare-fartyg kan också kallas behållarmedicin.",
  "Sweden is undoubtedly a fascinating country that is enriched in natural beauty, culture, cool climate, and a fine economy, that attracts immigrants from all across the globe. Some migrate to Sweden for studies, some plan their visit to Sweden for business, others are interested in having a work permit to seek jobs and many come on an EU family visa for paying a visit to this paradise on Earth. As interesting as it seems, this country is enriched in employment, tourism and studies but we should also keep an eye on the hindrance that can be caused while migrating to the country for any of these causes. Some of the common barriers to immigration in the country include": "Sverige är utan tvekan ett fascinerande land som är berikat i naturlig skönhet, kultur, coolt klimat och en fin ekonomi, som lockar invandrare från hela världen. Vissa migrerar till Sverige för studier, andra planerar sitt besök i Sverige för företag, andra är intresserade av att ha ett arbetstillstånd för att söka jobb och många kommer på ett EU -familjevisum för att besöka detta paradis på jorden. Så intressant som det verkar berikas detta land i anställning, turism och studier, men vi bör också hålla ett öga på det hinder som kan orsakas när vi migrerar till landet för någon av dessa orsaker. Några av de vanliga hinder för invandring i landet inkluderar",
  "Education Employment Climate VISA and residence Expenses": "Utbildningsanställning Klimatvisum och bostadskostnader",
  "Education": "Utbildning",
  "You may think that English would be widely used as a means of communication in the country from the fact that it is a developed country. It is essentially not the case in Sweden. You will have to face many barriers to effective communication. As a student, you may find it difficult to make friends because of the cross-cultural barriers. Students from all across the globe migrate to the country for education including a large number of students from Africa.": "Du kanske tror att engelska skulle användas i stor utsträckning som ett kommunikationsmedel i landet från det faktum att det är ett utvecklat land. Det är i huvudsak inte fallet i Sverige. Du måste möta många hinder för effektiv kommunikation. Som student kan du ha svårt att få vänner på grund av de tvärkulturella hinder. Studenter från hela världen migrerar till landet för utbildning inklusive ett stort antal studenter från Afrika.",
  "Employment": "Sysselsättning",
  "The country has developed over the decades and offers great employment opportunities to the residents. This statement is true, but its only one side of the canvass. Sweden offers job opportunities to its nationals so that they may secure their employment career. On the other hand, more than 37% of immigrants fail to find proper employment in Sweden. Those immigrants who are employed are compelled to work at a relatively low salary which ultimately causes an increase in the GDP of the country and a point to ponder for the immigrants.": "Landet har utvecklats under årtionden och erbjuder stora anställningsmöjligheter för invånarna. Detta uttalande är sant, men det är bara en sida av duken. Sverige erbjuder sina medborgare jobbmöjligheter så att de kan säkra sin anställningskarriär. Å andra sidan misslyckas mer än 37% av invandrare med att hitta en korrekt anställning i Sverige. De invandrare som är anställda tvingas arbeta med en relativt låg lön som i slutändan orsakar en ökning av landets BNP och en punkt att fundera över invandrarna.",
  "Climate": "Klimat",
  "A cool climate, snowfall, and captivating sceneries catch the attention of the migrants, but it is not as captivating in the real world. Sweden has comparatively long winters with less sunlight penetrating into the country. For the immigrants who have other problems including residence, work opportunities and language problems, cold and long winters can have adverse effects. Winters last for the most part of the year making it difficult for immigrants who come from countries like Africa, Nigeria, and others.": "Ett svalt klimat, snöfall och fängslande landskap fångar migranternas uppmärksamhet, men det är inte lika fängslande i den verkliga världen. Sverige har relativt långa vintrar med mindre solljus som tränger in i landet. För de invandrare som har andra problem inklusive bostad, arbetsmöjligheter och språkproblem, kan kalla och långa vintrar ha negativa effekter. Vintrarna varar under det mesta av året vilket gör det svårt för invandrare som kommer från länder som Afrika, Nigeria och andra.",
  "Visa and Residence": "Visum och bostad",
  "Sweden is deporting many of the immigrants in the country because of the population saturation. You should be well aware that getting an EU visa is not a difficult task, but finding the accommodation certainly is. Immigrants face a drastic shortage of residence is the major cities such as Stockholm and they are left with no other options to either bear the cold or get a residence at elevated costs. So, if you are about to get your VISA approved for the country, make sure you would also have to face a residence issue along with others such as unemployment.": "Sverige deporterar många av invandrarna i landet på grund av befolkningsmättnaden. Du bör vara väl medveten om att det inte är en svår uppgift att få ett EU -visum. Invandrare står inför en drastisk brist på bostad är de stora städerna som Stockholm och de har inga andra alternativ för att varken bära kylan eller få en bostad till förhöjda kostnader. Så om du håller på att få ditt visum godkänt för landet, se till att du också måste möta en bostadsproblem tillsammans med andra som arbetslöshet.",
  "Expenses": "Utgifter",
  "You will find a considerable difference is the prices of products and services in Sweden as compared to your homeland. You may find the prices of food about two folds high in the country. If you are planning to stay in the country, you should prepare yourself for a high monthly budget. The only option to cope up with this situation is to plan effectively and distribute your budget accordingly, to minimize the extensive inflation in the country.": "Du hittar en betydande skillnad är priserna på produkter och tjänster i Sverige jämfört med ditt hemland. Du kan hitta priserna på mat cirka två veck höga i landet. Om du planerar att stanna i landet bör du förbereda dig för en hög månatlig budget. Det enda alternativet att hantera denna situation är att planera effektivt och distribuera din budget i enlighet därmed för att minimera den omfattande inflationen i landet.",
  "If you are thinking about studying abroad, then visit Sweden. You probably want to know why Sweden is considered as a great destination. Let me notify you, Sweden has a fascinating history and culture, global businesses, delicious food, and welcoming people; and is also well known for its world-class academic opportunities that rank among the top 100 in the world.": "Om du funderar på att studera utomlands, besök Sverige. Du vill förmodligen veta varför Sverige betraktas som en fantastisk destination. Låt mig meddela dig, Sverige har en fascinerande historia och kultur, globala företag, läcker mat och välkomnande människor; och är också välkänd för sina akademiska möjligheter i världsklass som rankas bland de 100 bästa i världen.",
  "Following are 6 reasons why Sweden is considered an ideal place to study:": "Följande är 6 skäl till varför Sverige betraktas som en idealisk plats att studera:",
  "Vision Enhancement of One's Mind": "Synförbättring av ens sinne",
  "Study in Sweden let you think independently and critically. It will enhance your ability to question the state of affairs by accessing information, seeking new perspectives and coming up with well-informed judgments. Because of the informal and non-hierarchical nature of Swedish society, you will be able to think creatively. Where everyone is urged to bestow their ideas and opinions. This independence of mind and letting everyone's voice heard are the reasons why Sweden ranks among the world's most innovative nations.": "Studie i Sverige låter dig tänka självständigt och kritiskt. Det kommer att förbättra din förmåga att ifrågasätta situationen genom att få tillgång till information, söka nya perspektiv och komma med välinformerade bedömningar. På grund av den svenska samhällets informella och icke-hierarkiska karaktär kommer du att kunna tänka kreativt. Där alla uppmanas att skänka sina idéer och åsikter. Denna självständighet av sinnet och att låta allas röst hör är orsakerna till att Sverige rankas bland världens mest innovativa nationer.",
  "Rich Swedish History": "Rik svensk historia",
  "Sweden has contributed a lot to the history books, and many museums allow free entrance on a daily basis or on specially marked days throughout the year.  Swedish History Museum, the largest museum in Sweden; where millions of visitors and students come to see Sweden's foremost gold and silver treasures, and incomparable medieval art.": "Sverige har bidragit mycket till historieböckerna, och många museer tillåter gratis entré dagligen eller på speciellt markerade dagar under året.  Swedish History Museum, det största museet i Sverige; Där miljoner besökare och studenter kommer för att se Sveriges främsta guld- och silverskatter och ojämförlig medeltida konst.",
  "Language Proficiency:": "Språkkunskaper:",
  "Using Swedish, a rich and beautiful native language; in 2017, Swedes ranked second in the world for skills in English as an official language. As the world is getting more independent and businesses seek to extend the national and linguistic boundaries, Sweden offers a marvelous location to learn and develop your English language skills. But knowing and trying to learn a little bit of Swedish language will make much easier to open your mind to your new cultural surroundings.  Also, Sweden is a car-free country with an extensive network of buses, trains, subways, trams, boats, planes, and many more that can take you anywhere you want to go.": "Använda svenska, ett rikt och vackert modersmål; Under 2017 rankade Swedes tvåa i världen för färdigheter på engelska som ett officiellt språk. När världen blir mer oberoende och företag försöker utvidga de nationella och språkliga gränserna, erbjuder Sverige en fantastisk plats för att lära dig och utveckla dina engelska språkkunskaper. Men att veta och försöka lära sig lite svenskt språk kommer att göra mycket lättare att öppna ditt sinne för dina nya kulturella omgivningar.  Sverige är också ett bilfritt land med ett omfattande nätverk av bussar, tåg, tunnelbanor, spårvagnar, båtar, flygplan och många fler som kan ta dig var som helst du vill åka.",
  "Malmö, A Coastal City": "Malmö, en kuststad",
  "Malmö is among the top cities in Sweden having a free business environment and also a good place to live with outrageous rankings in housing, healthcare, and environmental quality. The University of Malmo founded in 1998, attracts above 15,000 students every year. It's not only a global city but also a commercial hub in the South of Sweden, as part of the Öresund region. The city has attracted a wide variety of companies in the technology sector (for example bio, medical, environmental, information and communication), as well as digital media, transports, financial services, business, leisure, entertainment, and constructions. And, most importantly, the cost of an apartment in Malmo is in the 139th place of all 248 Teleport cities.": "Malmö är bland de bästa städerna i Sverige som har en gratis affärsmiljö och också ett bra ställe att bo med upprörande ranking inom bostäder, sjukvård och miljökvalitet. University of Malmo grundades 1998, lockar över 15 000 studenter varje år. Det är inte bara en global stad utan också ett kommersiellt nav i södra Sverige, som en del av Öresund -regionen. Staden har lockat ett brett utbud av företag inom tekniksektorn (till exempel Bio, medicinsk, miljö, information och kommunikation), samt digitala medier, transporter, finansiella tjänster, företag, fritid, underhållning och konstruktioner. Och viktigast av allt är att kostnaden för en lägenhet i Malmo är på den 139: e platsen för alla 248 teleportstäder.",
  "Studying and Working in Sweden": "Studerar och arbetar i Sverige",
  "International students can comfortably get Sweden work permit. Unlike other countries, there's no legal limit to the number of hours international students can work during their studies. After the completion of studies, you can apply to extend your residence permit to look for work for up to six months. (But for that learning Swedish is necessary – it's often a job's requirement.)": "Internationella studenter kan bekvämt få Sverige arbetstillstånd. Till skillnad från andra länder finns det ingen laglig gräns för antalet timmar som internationella studenter kan arbeta under sina studier. Efter avslutad studier kan du ansöka om att förlänga ditt uppehållstillstånd för att leta efter arbete i upp till sex månader. (Men för det lärande svenska är nödvändigt - det är ofta ett jobb krav.)",
  "EU Citizen's Right:": "EU Citizen's Right:",
  "Unless you are a citizen of a neighboring Nordic country, every foreigner will need to contemplate the different types of Swedish visas. When applying for a Swedish visa, you are not allowed to be in the country. This largely related to non-EU/EEA citizens and citizens of Sweden; because citizens with EU/EEA family visa Sweden have the rights of residence in Sweden and therefore can shift to the country with or without a job. However, they will need to start the Swedish visa application process if they plan to continue their stay in a country for a long time.": "Såvida du inte är medborgare i ett angränsande nordiskt land, kommer varje utlänning att behöva fundera över de olika typerna av svenska visum. När du ansöker om ett svenskt visum får du inte vara i landet. Detta relaterade till stor del till icke-EU/EES-medborgare och medborgare i Sverige; Eftersom medborgare med EU/EEA -familjevisum Sverige har bostadens rättigheter i Sverige och därför kan växla till landet med eller utan jobb. De kommer dock att behöva starta den svenska viseringsprocessen om de planerar att fortsätta sin vistelse i ett land under lång tid.",
  "If you are thinking about relocation Sweden; want to study abroad and also interesting in traveling, then Swedes are waiting for you. They are very friendly and like traveling very much. They are habitually open to know about a new culture and also interested in hearing about international experiences.": "Om du funderar på omlokalisering Sverige; Vill studera utomlands och också intressant i resor, då väntar svensk på dig. De är mycket vänliga och gillar att resa väldigt mycket. De är vanligtvis öppna för att veta om en ny kultur och också intresserade av att höra om internationella upplevelser.",
  "Sweden is known all over the world for many things: cars like Saab and Volvo, music group ABBA, pickled herring, and IKEA's DIY megastore. It is just as popular for its beautiful scenery, picturesque fishing villages, being the land of the reindeer and endless summer heat.": "Sverige är känd över hela världen för många saker: bilar som Saab och Volvo, Music Group Abba, inlagd sill och Ikeas DIY Megastore. Det är lika populärt för sitt vackra landskap, pittoreska fiskebyar, som är renens land och oändliga sommarvärme.",
  "Sweden is lined with colorful wooden buildings, traditional huts, cathedral and stone fortresses, and some pretty innovative contemporary architecture.": "Sverige är fodrad med färgglada träbyggnader, traditionella kojor, katedral och stenfästningar och några ganska innovativa samtida arkitektur.",
  "Stockholm": "Stockholm",
  "Stockholm, a beautiful city on 14 islands, as the capital of Sweden and the largest city in Scandinavia, has a lot to do with it. The annual Nobel Prize is awarded in Stockholm, which was established in the 13th century. The Vasa Museum, dedicated to a warship of the 17th century that sunk on its maiden journey, is the most visited museum in Scandinavia. Stockholm is better for your budget than other Scandinavian towns, offering free access to 15 museums like Swedish Heritage, Medieval Museum, Royal Armoury, and Skokloster Castle.": "Stockholm, en vacker stad på 14 öar, som Sveriges huvudstad och den största staden i Skandinavien, har mycket att göra med det. Det årliga Nobelpriset tilldelas i Stockholm, som grundades på 1200 -talet. Vasa -museet, tillägnad ett krigsfartyg från 1600 -talet som sjönk på sin jungfruresa, är det mest besökta museet i Skandinavien. Stockholm är bättre för din budget än andra skandinaviska städer och erbjuder gratis tillgång till 15 museer som Swedish Heritage, Medieval Museum, Royal Armory och Skokloster Castle.",
  "The Royal Palace, Modern Art Museum and City Hall should also not be missed.": "Det kungliga palatset, det moderna konstmuseet och stadshuset bör inte heller missa.",
  "Gotland": "gotland",
  "As the largest island in Sweden, completely surrounded by the Baltic Sea, you would think that fishing would be the main industry on the island. It's not that. Among the main sectors are forestry, tourism and information technology. The island is one of the most popular tourist destinations in Sweden. Sun seekers like it because during the year it has more sunshine than any other location in Sweden. Visby, the island's only port, is a beautiful walled Hanseatic city that has retained most of its historic buildings and townscape. There are about 100 medieval churches on the island as well as numerous prehistoric sites.": "Som den största ön i Sverige, helt omgiven av Östersjön, skulle du tro att fiske skulle vara den viktigaste industrin på ön. Det är inte det. Bland de viktigaste sektorerna är skogsbruk, turism och informationsteknologi. Ön är en av de mest populära turistmålen i Sverige. Solsökare gillar det eftersom det under året har mer solsken än någon annan plats i Sverige. Visby, öns enda hamn, är en vacker muromgärdad Hanseatic stad som har behållit de flesta av sina historiska byggnader och stadsbilder. Det finns cirka 100 medeltida kyrkor på ön samt många förhistoriska platser.",
  "Gothenburg": "Göteburg",
  "Gothenburg, located on the western coast of Sweden, is a green city dotted with numerous parks of all sizes. Many of the parks date back to the 19th century, including Kungsparken, a park that surrounds the canal that surrounds the city center.": "Göteborg, beläget på den västra kusten av Sverige, är en grön stad prickad med många parker i alla storlekar. Många av parkerna går tillbaka till 1800 -talet, inklusive Kungsparken, en park som omger kanalen som omger stadens centrum.",
  "If you're more interested in amusement parks, head to Liseberg, which has more rides than any other amusement park in Scandinavia. The largest port city in Scandinavia, Gothenburg is also home to the largest film festival in the region, as well as numerous music festivals throughout the year. Hungry, huh? Try a Haga Bulle, a large cinnamon roll in Haga, a district known for its picturesque wooden houses.": "Om du är mer intresserad av nöjesparker, gå till Liseberg, som har fler åkattraktioner än någon annan nöjespark i Skandinavien. Den största hamnstaden i Skandinavien, Göteborg är också hem för den största filmfestivalen i regionen, liksom många musikfestivaler under hela året. Hungrig, va? Prova en haga bulle, en stor kanelrulle i Haga, ett distrikt känt för sina pittoreska trähus.",
  "Swedish Lapland": "Svenska lappland",
  "If you're looking for a wilderness experience, there's no better place to visit than the Swedish Lapland in Sweden. Located well north above the Arctic Circle, where summer shines around the clock. Lapland is for canoes, climbers and wildlife viewers. The Swedish Lapland is inhabited by the hardy, native Sami. Who lives in vast forests and barren tundra.": "Om du letar efter en vildmarksupplevelse finns det ingen bättre plats att besöka än det svenska Lappland i Sverige. Beläget väl norrut ovanför den arktiska cirkeln, där sommaren lyser dygnet runt. Lappland är för kanoter, klättrare och djurliv. Det svenska Lappland är bebodd av den härliga, infödda samer. Som bor i stora skogar och karg tundra.",
  "A good way to experience the area is to drive the 359-km (223-mile) long Wilderness Way from the canoeing center at Stromsund to the terminus at Vilhelmina, a church town, through Fatmomakke, where you can see traditional wooden huts. Winter tourists can purchase reindeer hides at Jokkmokk, the center of Sami's life.": "Ett bra sätt att uppleva området är att köra den 359 km (223 mil) långa vildmarken från kanotcentret vid Stromsund till terminalen vid Vilhelmina, en kyrkstad, genom Fatmomakke, där du kan se traditionella trähytter. Vinterturister kan köpa renar på Jokkmokk, centrum för Samis liv.",
  "Uppsala": "Uppsala",
  "Uppsala, situated 70 km (44 miles) north of Stockholm, has been the religious center of Sweden since the 12th century. Before Christianity, Uppsala was renowned for the temples of the Norse gods. The cathedral of Uppsala, the seat of the archbishop of Sweden, is the largest cathedral in Scandinavia. Education is also important here, with Uppsala University, which was founded in 1477, making it one of the oldest colleges in Scandinavia. The River Fyris flows through the area, with the medieval portion situated west of the river. Both the Cathedral and the Uppsala Castle dominate the skyline. The botanist of the eighteenth century Carl Linnaeus lived in Uppsala, so check out the botanical garden next to the castle.": "Uppsala, belägen 70 km (44 miles) norr om Stockholm, har varit Sveriges religiösa centrum sedan 1100 -talet. Innan kristendomen var Uppsala känd för de norska gudarnas tempel. Katedralen i Uppsala, sätet för ärkebiskopen i Sverige, är den största katedralen i Skandinavien. Utbildning är också viktig här, med Uppsala University, som grundades 1477, vilket gjorde det till en av de äldsta högskolorna i Skandinavien. Floden Fyris rinner genom området, med den medeltida delen som ligger väster om floden. Både katedralen och Uppsala -slottet dominerar horisonten. Botanisten på det artonde århundradet Carl Linné bodde i Uppsala, så kolla in den botaniska trädgården bredvid slottet.",
  "It's very tricky to get a visit visa for many countries. Each has its respective rules and regulations. In this particular blog, we will guide you on what the Swedish embassy would be looking for before granting you a visa!": "Det är väldigt svårt att få ett besöksvisum för många länder. Var och en har sina respektive regler och förordningar. I den här bloggen kommer vi att vägleda dig om vad den svenska ambassaden skulle leta efter innan du ger dig ett visum!",
  "Have you visited any other country before?": "Har du besökt något annat land tidigare?",
  "This point is pretty basic but integral. The authorities at embassies would firstly want to make sure that you have the integrity to not overstay in another country or cause any other issue. Safety comes first after all.": "Denna punkt är ganska grundläggande men integrerad. Myndigheterna i ambassaderna skulle först vilja se till att du har integriteten att inte överskatta i ett annat land eller orsaka någon annan fråga. Säkerhet kommer ju först.",
  "If you have visa approval stamps of let's say USA or UK already, then this leaves a very good impression. It makes you seem trustworthy.": "Om du redan har visumgodkännande frimärken från Let's Say USA eller UK redan, lämnar detta ett mycket gott intryck. Det gör att du verkar pålitlig.",
  "Invitation is a plus": "Inbjudan är ett plus",
  "Secondly, for visit visas, you'll be required to show a formal invitation from the person in Sweden you intend to visit. Whether it be a family member or business associate, you will have to request them to write a bit about their selves and why they feel that your visa should get approved.": "För det andra, för besöksvisum, måste du visa en formell inbjudan från personen i Sverige du tänker besöka. Oavsett om det är en familjemedlem eller affärsassistent, måste du begära dem att skriva lite om sig själva och varför de anser att ditt visum ska bli godkänt.",
  "A valid passport": "Ett giltigt pass",
  "The Swedish agency prefers that you have a passport that is valid for a minimum of 3 months after your visa has expired. This point is pretty understandable, to be honest. It's for your good. Imagine having your passport expired while still in Sweden. It can create many problems for you especially if you wish to visit another country straight from there.": "Den svenska byrån föredrar att du har ett pass som är giltigt i minst tre månader efter att ditt visum har gått ut. Denna punkt är ganska förståelig, för att vara ärlig. Det är till ditt bästa. Föreställ dig att ditt pass har gått ut medan du fortfarande är i Sverige. Det kan skapa många problem för dig, särskilt om du vill besöka ett annat land direkt därifrån.",
  "So, make sure that your passport is valid before applying for a visa. If it is not, get it renewed first.": "Så se till att ditt pass är giltigt innan du ansöker om visum. Om det inte är det, få det förnyat först.",
  "Money for your keep and the journey home": "Pengar för din behållare och resan hem",
  "This criterion is pretty understandable too and is a criterion for numerous countries. Without money, you'd be completely stuck in Sweden. Even if you have a family member there who can give you a roof to stay under and warm food and stuff, it still would be wise to have enough in your bank and travel bag. If not for shopping or tourism purposes, do keep some in case of emergencies. Many things can go wrong while you are in another country. Plus, it might not be easy getting a job there during your worst-case scenario stay there. So be careful!": "Detta kriterium är också ganska förståeligt och är ett kriterium för många länder. Utan pengar skulle du vara helt fast i Sverige. Även om du har en familjemedlem där som kan ge dig ett tak att stanna under och varm mat och grejer, skulle det fortfarande vara klokt att ha tillräckligt i din bank och resväska. Om inte för shopping eller turismändamål, håll några i händelse av nödsituationer. Många saker kan gå fel medan du är i ett annat land. Dessutom kanske det inte är lätt att få ett jobb där under ditt värsta fall där. Var försiktig!",
  "Individual medical travel insurance": "Individuell medicinsk reseförsäkring",
  "Have asthma?  Heart issues? Diabetes? An injury? Well, it would be pretty inconvenient if you suddenly have serious health issues there, right?": "Har astma?  Hjärtproblem? Diabetes? En skada? Det skulle vara ganska obekvämt om du plötsligt har allvarliga hälsoproblem där, eller hur?",
  "Medical insurance helps cover the cost for emergencies like heart attacks or a car accident there perhaps. The insurance should cover costs of at least 30k Euro and should be valid in all Swedish countries. You would also have to submit the medical insurance documents while applying for them to keep in their records.": "Medicinsk försäkring hjälper till att täcka kostnaderna för nödsituationer som hjärtattacker eller en bilolycka där kanske. Försäkringen bör täcka kostnader på minst 30 000 euro och bör vara giltiga i alla svenska länder. Du skulle också behöva lämna in medicinska försäkringsdokument när du ansöker om att de ska hålla i sina register.",
  "Describe the purpose of your visit": "Beskriv syftet med ditt besök",
  "This seems pretty basic but doesn't take it lightly. Write a detailed note of why you are applying, whose place will you be staying at, for how long do you wish to stay, why do you wish to go to Sweden from amongst all countries and so on. This is for them to be reassured that you won't overstay or try anything shady or fishy.": "Detta verkar ganska grundläggande men tar det inte lätt. Skriv en detaljerad anmärkning om varför du ansöker, vars plats kommer att bo på, hur länge du vill stanna, varför vill du åka till Sverige bland alla länder och så vidare. Detta är att de ska vara försäkrade om att du inte kommer att överskrida eller prova något skuggigt eller fiskigt.",
  "It'll also be wise if you mention personal details of the person/family members you'll be staying at. They'll probably dig into their history anyway so it's better to write about it yourself.": "Det kommer också att vara klokt om du nämner personliga detaljer om personen/familjemedlemmarna du kommer att bo på. De kommer förmodligen att gräva in i sin historia ändå så det är bättre att skriva om det själv.",
  "If you keep these points in mind, it wouldn't be likely that your visa application would be rejected. However, they aren't satisfied and do end up rejecting, you can read up on the appealing process and present your case to get an approval.": "Om du har dessa punkter i åtanke, skulle det inte vara troligt att din visumansökan skulle avvisas. Men de är inte nöjda och slutar avvisa, du kan läsa om den tilltalande processen och presentera ditt ärende för att få ett godkännande.",
  "Are you planning to visit Sweden in the near future? Sweden has scrumptious and unique dishes and recipes that you must try while you visit. Swedish food is more than just fish, coffee, or meatballs. With a diet rich in proteins, whole grains, and omega-3, Swedish food has been hailed for its amazing health benefits. Being a visitor or foreigner, it can be difficult for you to find the food items and places in Sweden as most of the people eat at home. The restaurant culture in Sweden is much more different than in other countries. If you want to try some traditional and finger-licking Swedish food, then you must look for these 5 delicious dishes from Sweden:": "Planerar du att besöka Sverige inom en snar framtid? Sverige har läckra och unika rätter och recept som du måste prova medan du besöker. Svensk mat är mer än bara fisk, kaffe eller köttbullar. Med en diet rik på proteiner, fullkorn och omega-3 har svensk mat hyllats för sina fantastiska hälsofördelar. Som besökare eller utlänning kan det vara svårt för dig att hitta matvarorna och platserna i Sverige som de flesta människor äter hemma. Restaurangkulturen i Sverige är mycket mer annorlunda än i andra länder. Om du vill prova lite traditionell och fingerlickande svensk mat, måste du leta efter dessa 5 läckra rätter från Sverige:",
  "1. Herring/Sill": "1. Sill/fönsterbrädan",
  "This will be the dish that you will either love or hate depending upon your taste buds. There are a lot of varieties of sills and you can even eat pickled or fried herrings. Pickled Swedish herring is a classic Swedish dish derived from the times when preserving was the only way to get through the winter months. It is now an important part of all three basic traditional celebrations; Christmas, Easter, and off-course midsummer/midsummer.": "Detta kommer att vara den maträtt som du antingen kommer att älska eller hatar beroende på dina smaklökar. Det finns många sorter av fönsterbrädor och du kan till och med äta inlagda eller stekt sill. Inlagd Swedish Herring är en klassisk svensk maträtt härrörande från de tider då att bevara var det enda sättet att komma igenom vintermånaderna. Det är nu en viktig del av alla tre grundläggande traditionella fester; Jul, påsk och off-course midsommar/midsommar.",
  "The pickling juice used to cook herring is made from vinegar, salt, spices, and water. No matter what type of herring you will see in the menu, it will be generally served with boiled potato, finely chopped chives, and gräddfil.": "Picklingsaften som används för att laga sill är tillverkad av vinäger, salt, kryddor och vatten. Oavsett vilken typ av sill du kommer att se i menyn kommer den vanligtvis att serveras med kokt potatis, finhackad gräslök och grätdfil.",
  "2. Falukorv": "2. Falukorv",
  "This dish is a firm favorite among kids of all ages across Sweden. Falukorv's origin can be traced back to the sixteenth century when Falu copper mines used horse and ox skin to make strong ropes to pullover the copper ores. At first, the meat was simply salted and smoked to make this dish. When the Germans came into the mines, then Swedes learn to make sausage out of meat. Now falukorv is made out of meat and pork by boiling it, frying it, roasting it in cream or grilling it. This is served with rice, mashed potatoes or macaroni depending upon your choice.": "Denna maträtt är en fast favorit bland barn i alla åldrar över Sverige. Falukorvs ursprung kan spåras tillbaka till det sextonde århundradet när Falu koppargruvor använde häst- och oxhud för att göra starka rep för att dra över kopparmalmerna. Till en början saltades och röktes köttet för att göra denna maträtt. När tyskarna kom in i gruvorna, lär sig svenskarna att göra korv ur kött. Nu är Falukorv gjord av kött och fläsk genom att koka det, steka det, steka det i grädde eller grilla den. Detta serveras med ris, potatismos eller makaroner beroende på ditt val.",
  "3. Kroppkakor": "3. Kroppakor",
  "Hearty mashed potato dumplings with mushroom fillings are known as kroppkakor. There are many different versions of kroppkakor all over the country and have different names. Potatoes and flour are mixed and then wrapped by the dough and pork. Potatoes can be used either raw or boiled depending upon your choice. These are most commonly served with melted butter, double cream, different sauces, and milk.": "Hjärtliga potatismos med svampfyllningar kallas Kroppkakor. Det finns många olika versioner av Kroppkakor över hela landet och har olika namn. Potatis och mjöl blandas och lindas sedan av degen och fläsk. Potatis kan användas antingen rå eller kokt beroende på ditt val. Dessa serveras oftast med smält smör, dubbel grädde, olika såser och mjölk.",
  "4. Raggmunk": "4. Raggmunk",
  "Raggmunk is the name of a Swedish dish made of potato pancakes. These pancakes, however, cannot be cooked using new potatoes as these potatoes don't contain enough starch to hold the pancake together. This dish is mostly cooked in winters so this is not an issue. The butterier and crispier the pancake is around the edges, the better it will be in taste. The trick to this is not to spread the batter too thinly. If you will add some diced onion in it, then it will be called \"French\" potato pancake.": "Raggmunk är namnet på en svensk maträtt av potatispannkakor. Dessa pannkakor kan emellertid inte kokas med nya potatisar eftersom dessa potatis inte innehåller tillräckligt stärkelse för att hålla pannkakan ihop. Denna maträtt tillagas mestadels på vintrar så detta är inte ett problem. Ju smörare och krispigare pannkakan är runt kanterna, desto bättre blir det i smak. Tricket till detta är inte att sprida smeten för tunt. Om du lägger till lite tärnad lök i den, kommer den att kallas \"fransk\" potatispannkaka.",
  "5. Crayfish": "5. kräftor",
  "August in Sweden is known for the Crayfish season and people host crayfish parties with amazing décor. Get stuck in, rip off the claws and suck out the delicious juices. The crayfish are usually boiled in a brine bath with a lot of spices and crown dill. All you need then is Västerbotten cheese pie, soft bread, cold beer, snaps, crispbread and you're good to go!": "Augusti i Sverige är känd för kräftan och människor är värd för kräftor med en fantastisk inredning. Fastna i, rippa av klorna och suga ut de läckra juicerna. Kräftan kokas vanligtvis i ett saltlake med mycket kryddor och kronan. Allt du behöver då är Västerbotten ostpaj, mjukt bröd, kall öl, snaps, skarvbröd och du är bra att gå!",
  "As the month of August start, the shops are full of all kind of crayfish from different countries but Swedes prefer the Swedish signal crayfish. Besides this, both Chinese and Turkish crayfish are also good.": "När augusti -starten startar är butikerna fulla av alla slags kräftor från olika länder men svensk föredrar den svenska signal kräftor. Förutom detta är både kinesiska och turkiska kräftor också bra."
}