{
  "Blogs": "بلاگز",
  "5 Swedish Foods You Must Try": "۵ سویڈش کھانے جو آپ کو ضرور آزمانے چاہئیں",
  "image": "تصویر",
  "Visa": "ویزا",

  "5 Things To Keep In Mind If You Are Relocating To Sweden": "اگر آپ سویڈن منتقل ہو رہے ہیں تو یاد رکھنے والی 5 چیزیں",
  "A Guide About Student Fee And Admissions In Sweden": "سویڈن میں طالب علم کی فیس اور داخلوں کے بارے میں رہنمائی",
  "How To Build A Successful Start-Up In Sweden": "سویڈن میں ایک کامیاب اسٹارٹ اپ کیسے بنائیں",
  "Work Permit In Sweden - Complete Guide": "سویڈن میں ورک پرمٹ - مکمل رہنمائی",
  "Why You Should Plan Moving Out Of Sweden": "آپ کو سویڈن چھوڑنے کا منصوبہ کیوں بنانا چاہیے",
  "Immigrating To Sweden - What You Need To Know": "سویڈن میں ہجرت کرنے کے بارے میں آپ کو جو کچھ جاننا چاہیے",
  "Business Challenges For Expatriates In Sweden": "سویڈن میں غیر ملکیوں کے لیے کاروباری چیلنجز",
  "Why You Shouldn't Be Afraid Of Visiting Sweden": "سویڈن کا دورہ کرنے سے آپ کو کیوں نہیں ڈرنا چاہیے",
  "6 Best Small Business Ideas In Sweden": "سویڈن میں 6 بہترین چھوٹے کاروباری آئیڈیاز",
  "5 Common Problems Faced By Immigrants In Sweden": "سویڈن میں تارکین وطن کو درپیش 5 عام مسائل",
  "6 Reasons Why Sweden Is An Ideal Place To Study": "6 وجوہات کہ کیوں سویڈن تعلیم کے لیے ایک مثالی جگہ ہے",
  "Places To Visit In Sweden": "سویڈن میں دیکھنے کی جگہیں",
  "Swedish Visit Visa Requirements": "سویڈش وزٹ ویزا کی ضروریات",

  "Starting a new life overseas can be a mix of different feelings. If you are planning to visit Sweden or relocating to Sweden, then you should do a lot of research beforehand to adjust to this place easily. There are a few societal norms that are purely Swedish and Swedes are much concerned about them. One of the biggest differences you might see is that you have to keep your plastic bags with you, you have to take off your shoes while entering someone's house, you have to squeeze out a lot of food items from tubes like toothpaste and much more.": "پردیس میں نئی زندگی شروع کرنا مختلف جذبات کا امتزاج ہو سکتا ہے۔ اگر آپ سویڈن کا دورہ کرنے یا وہاں منتقل ہونے کا ارادہ رکھتے ہیں تو اس جگہ کے مطابق آسانی سے ڈھلنے کے لیے پہلے سے کافی تحقیق کریں۔ کچھ معاشرتی اصول خالصتاً سویڈش ہیں اور لوگ ان کے بارے میں بہت حساس ہیں۔ ایک بڑا فرق یہ ہے کہ آپ کو پلاسٹک بیگ اپنے ساتھ رکھنے پڑتے ہیں، کسی کے گھر میں داخل ہوتے وقت جوتے اتارنے ہوتے ہیں، اور ٹوتھ پیسٹ جیسی ٹیوبوں سے کئی کھانے کی چیزیں نچوڑنی پڑتی ہیں وغیرہ۔",
  "Cultural and societal differences can lead to some problems for newbies in Sweden, but knowing these basic ones can help you to easily go through the process:": "ثقافتی اور معاشرتی فرق سویڈن میں نئے آنے والوں کے لیے مسائل پیدا کر سکتے ہیں، مگر ان بنیادی باتوں کو جان لینا آپ کے لیے یہ مرحلہ آسان بنا دیتا ہے:",
  "Swedes love their coffee and food": "سویڈش لوگ اپنی کافی اور کھانے سے محبت کرتے ہیں",
  "Swedes love their unique food items and coffee. They have a unique tradition knows as fika to foster the coffee drinking where friends and family members are invited to drink coffee or tea along with some sweet dishes on the table. Most Swedes will enjoy one fika a day as they like it as an opportunity to bond with others.": "سویڈش لوگ منفرد کھانوں اور کافی کے دلدادہ ہیں۔ ان کے ہاں ‘فیکا’ کی روایت ہے جس میں دوستوں اور خاندان والوں کو کافی یا چائے اور ساتھ میٹھے پکوان کے لیے بلایا جاتا ہے۔ زیادہ تر سویڈش روزانہ ایک فیکا کرتے ہیں کیونکہ اسے وہ دوسروں سے جڑنے کا موقع سمجھتے ہیں۔",
  "There are so many traditional and unique dishes to tantalise your taste buds. Besides their world-famous IKEA meatballs, they have raggmunk, gravad latex, köttbullar, kanellbullar, Lussekatter, pepparkakor, chokladbollar, and much more.": "ذائقہ جگانے کے لیے بے شمار روایتی اور منفرد ڈشز موجود ہیں۔ اپنی مشہورِ زمانہ آئی کے ای اے میٹ بالز کے علاوہ ان کے ہاں رَگمونک، گراواد لَیکس، کیوٹ بُلر، کنیل بُلر، لُسے کَٹّر، پیپار کاکور، چوکلاڈ بُلر وغیرہ بھی ہوتے ہیں۔",
  "Get your personnummer": "اپنا پرسن نومر حاصل کریں",
  "It is the national identification number between ten to twelve digits and is widely used to identify individuals in Sweden. This ten or twelve-digit number is a way of unlocking the life in Sweden. You need this number for almost everything like getting help from jobcentre, getting the phone contract, applying for healthcare or unemployment benefits, and even getting loyalty or discount card from your favorite brands.": "یہ دس سے بارہ ہندسوں پر مشتمل قومی شناختی نمبر ہے جو سویڈن میں افراد کی شناخت کے لیے وسیع پیمانے پر استعمال ہوتا ہے۔ یہ نمبر سویڈن میں روزمرہ زندگی کے بیشتر کام کھول دیتا ہے—جاب سینٹر سے مدد، فون کنٹریکٹ، صحت یا بے روزگاری کے فوائد، حتیٰ کہ پسندیدہ برانڈز کے لائلٹی/ڈسکاؤنٹ کارڈ کے لیے بھی۔",
  "Getting a job offer before moving to Sweden is the best way to get the personnumer automatically and you will be entitled to all the benefits. Except for this, you will have to prove that you are working or studying in Sweden and have enough savings to support yourself for a while in order to get the personnumer.": "سویڈن آنے سے پہلے نوکری کی پیشکش مل جانا پرسن نومر خودکار طور پر لینے کا بہترین طریقہ ہے اور آپ تمام فوائد کے اہل ہو جاتے ہیں۔ بصورتِ دیگر آپ کو ثابت کرنا ہوگا کہ آپ سویڈن میں کام یا پڑھائی کر رہے ہیں اور کچھ عرصہ خود کو سنبھالنے کے لیے کافی بچت رکھتے ہیں۔",
  "Be informal with names": "نام پکارنے میں غیر رسمی رہیں",
  "Swedish aren't that much formal with the names or titles as others. They will call you by your first name be it your university or college professor, your doctor, your advisor or anyone, and they will expect the same from you during the conversation. That's the basic standard in Sweden and regardless of the job title or position in the firm, people call each other by their first name. However, there are some exceptions to this rule as well. If you will be in a courtroom, or in front of any political figure, or meet someone from the Swedish royal family, then you have to be pretty careful about the titles.": "سویڈش لوگ ناموں اور عہدوں میں زیادہ رسمی نہیں ہوتے۔ یونیورسٹی پروفیسر، ڈاکٹر یا مشیر—سب آپ کو پہلے نام سے پکاریں گے اور آپ سے بھی یہی توقع رکھتے ہیں۔ کمپنی میں عہدے سے قطع نظر ایک دوسرے کو پہلے نام سے پکارنا معمول ہے۔ البتہ عدالت، سیاسی شخصیات یا شاہی خاندان کے افراد کے سامنے القابات کا خیال رکھا جاتا ہے۔",
  "It can be quite lonely": "یہ کافی تنہائی کا احساس دے سکتا ہے",
  "Sweden can be the toughest place to make friends and Stockholm is rated badly in terms of friendliness. But there are other ways to make friends. Swedes know that it can be difficult to meet people so they have clubs and sports teams to join where you can meet new people and can make good terms with them. You have to find the relevant club according to your interests and can meet a lot of people there.": "سویڈن میں دوست بنانا مشکل ہو سکتا ہے اور دوستانہ مزاج کے لحاظ سے اسٹاک ہوم کی درجہ بندی کم آتی ہے۔ لیکن دوست بنانے کے اور طریقے ہیں: کلبز اور کھیلوں کی ٹیمیں جہاں دلچسپی کے مطابق شامل ہو کر نئے لوگوں سے ملا جا سکتا ہے۔",
  "Traditions galore": "روایات کی بھرمار",
  "Every country has its unique traditions and festivities that set them apart from others and so does Sweden. Swedes celebrate Christmas, Midsommer, Santa Lucia (13 December), Kräftskiva (8 August), Valborg (30 April). These traditions have their own unique colors and provide a great opportunity to learn and enjoy the Swedish traditions.": "ہر ملک کی منفرد روایات اسے دوسروں سے ممتاز کرتی ہیں، یہی حال سویڈن کا بھی ہے۔ یہاں کرسمس، مڈ سمر، سینٹا لوسیا (13 دسمبر)، کریفٹشیوا (8 اگست) اور والبرگ (30 اپریل) منائے جاتے ہیں۔ یہ رنگ برنگی تقریبات سویڈش روایات سیکھنے اور لطف اٹھانے کا اچھا موقع دیتی ہیں۔",

  "How expensive it can be to study in Sweden? If you are looking for the answer to this question, then you have to go through the whole blog to get the details on every aspect you need to know about.": "سویڈن میں پڑھائی کتنی مہنگی ہو سکتی ہے؟ اگر آپ اس سوال کا جواب چاہتے ہیں تو ہر پہلو کی تفصیل جاننے کے لیے پورا بلاگ پڑھیں۔",
  "It has been unanimously reported by many surveys that Swedish universities have one of the most supportive and top-notch higher education centers of excellence. Higher education in Sweden is among the best in the world. The Nordic country is well-known for its excellent education system that focuses more on individual and group studies rather than just delivering lectures. Freedom to learn and the sense of responsibility are the key factors for the development of a student. The number of international students who are enrolled in Swedish universities and colleges is increasing day by day. If you want to be one of those, then you first know about the cost of study and admission procedures as well as the cost of living in Sweden.": "متعدد سرویز کے مطابق سویڈش یونیورسٹیاں اعلیٰ تعلیم میں معیاری اور معاون اداروں میں شمار ہوتی ہیں۔ سویڈن کا تعلیمی نظام لیکچرنگ کے ساتھ انفرادی و گروہی مطالعہ پر زور دیتا ہے۔ سیکھنے کی آزادی اور ذمہ داری کا احساس طلبہ کی نشوونما کے کلیدی عناصر ہیں۔ بین الاقوامی طلبہ کی تعداد مسلسل بڑھ رہی ہے۔ اگر آپ بھی شامل ہونا چاہتے ہیں تو پڑھائی، داخلے اور رہائش کے اخراجات سے پہلے آگاہی ضروری ہے۔",
  "Application fees in Sweden": "سویڈن میں درخواست فیس",
  "Students who want to apply in any program in Swedish colleges and universities are required to pay an application fee. The application fee and tuition fee are applicable for the students who are not a citizen of Switzerland, EU, EEA, or Nordic country and are planning to study at Bachelors or Masters level in Swede. This fee usually costs around 900 SEK and is paid online while applying for the admissions.": "جو طلبہ سویڈش کالجوں/یونیورسٹیوں میں کسی پروگرام کے لیے درخواست دیتے ہیں انہیں درخواست فیس ادا کرنا ہوتی ہے۔ یہ فیس اُن طلبہ پر لاگو ہے جو سوئٹزرلینڈ، یورپی یونین، EEA یا نوردک ممالک کے شہری نہیں ہیں اور بیچلرز یا ماسٹرز کی سطح پر پڑھنا چاہتے ہیں۔ عموماً یہ فیس 900 SEK کے قریب ہوتی ہے اور داخلے کی درخواست کے ساتھ آن لائن ادا کی جاتی ہے۔",
  "The tuition fee varies widely among different universities in Sweden and even among different programs of the same university. The tuition fee usually costs somewhere between 75,000-250,000 SEK per year. However, business and architect programs are the most expensive programs in Sweden.": "یونیورسٹیوں اور پروگرامز کے لحاظ سے ٹیوشن فیس میں خاصا فرق ہوتا ہے۔ عام طور پر سالانہ 75,000 سے 250,000 SEK تک ہو سکتی ہے۔ بزنس اور آرکیٹیکچر پروگرام نسبتاً زیادہ مہنگے ہوتے ہیں۔",
  "You need to pay the application fee while applying for admission and is usually non-refundable non-transferable. Students have to pay the tuition fee as soon as their application is accepted by the university or the college and they have made the offer. The application of your residence permit will not be processed by the Migration Agency if they don't receive the notification from the university about receiving the tuition fee.": "درخواست فیس درخواست کے وقت ادا کرنا ہوتی ہے اور عموماً ناقابلِ واپسی/غیر منتقل ہوتی ہے۔ آفر ملتے ہی ٹیوشن فیس ادا کرنا لازمی ہے۔ اگر یونیورسٹی سے فیس وصولی کی اطلاع نہ ملے تو مائیگریشن ایجنسی رہائشی اجازت نامے کی درخواست پر کارروائی نہیں کرتی۔",
  "Cost of Living": "رہائش/اخراجاتِ زندگی",
  "According to the findings of a survey, the average expense for a student in Sweden is around 8,370 SEK per month. This cost varies according to your location, your lifestyle, and your personal preferences. It can be around SEK 12,000 in Gothenburg and Stockholm and can be as low as SEK 7,500 in Lund.": "ایک سروے کے مطابق سویڈن میں طالب علم کے اوسط ماہانہ اخراجات تقریباً 8,370 SEK ہیں، جو مقام، طرزِ زندگی اور ترجیحات کے لحاظ سے بدلتے ہیں—گوتھنبرگ/اسٹاک ہوم میں تقریباً 12,000 SEK جبکہ لُنڈ میں 7,500 SEK تک۔",
  "The best option to start looking for accommodation will be your university or the college. You may get the related information there or the management may refer you to the organizations that deal with student halls or dormitories. Dormitories are the best option for the students to live in as they will meet lots of local and international students there and the prices are low (2,500-5000 SEK per month). Besides this, you can also look for sharing an apartment with other students.": "رہائش ڈھونڈنے کی شروعات اپنی یونیورسٹی/کالج سے کریں۔ وہ آپ کو سٹوڈنٹ ہالز/ڈورمیٹریز سے متعلق اداروں کی طرف رہنمائی کر سکتے ہیں۔ ڈورمیٹریز مناسب قیمت (ماہانہ 2,500–5,000 SEK) اور سماجی میل جول کے لیے موزوں ہیں۔ اس کے علاوہ فلیٹ شیئرنگ بھی ایک آپشن ہے۔",
  "Food costs are also high in Sweden and you should expect to pay around SEK 2,000 per month for the food. This too depends upon your eating habits. You can save your money by buying groceries from a cheap supermarket and cook the food by yourself.": "سویڈن میں خوراک کے اخراجات بھی زیادہ ہیں—تقریباً 2,000 SEK ماہانہ۔ یہ آپ کی عاداتِ خوردونوش پر منحصر ہے۔ سستی سپرمارکیٹ سے خریداری اور گھر پر پکانے سے بچت ممکن ہے۔",
  "Besides this, you will have to pay for transport if you are living far away from your university or college. Students will have to purchase the related textbooks and they should plan the budget accordingly.": "اگر آپ یونیورسٹی سے دور رہتے ہیں تو ٹرانسپورٹ پر خرچ بھی شامل کریں۔ درسی کتب کی خریداری کے لیے بھی بجٹ رکھنا ہوگا۔",
  "No doubt, Sweden is a beautiful place full of natural beauty and is ranked among one of the top countries to provide high-quality education to the students. The costs are according to the standards and also depends upon your preferences and lifestyle. Students have to plan the budget and should estimate the lump sum cost of the study before applying to any country.": "بلا شبہ سویڈن قدرتی حسن سے مالا مال اور اعلیٰ معیارِ تعلیم والا ملک ہے۔ اخراجات معیار کے مطابق ہیں اور آپ کی ترجیحات/طرزِ زندگی پر بھی منحصر رہتے ہیں۔ کسی بھی ملک میں درخواست سے پہلے مجموعی تعلیمی اخراجات کا اندازہ اور بجٹ منصوبہ بندی ضروری ہے۔",

  "Sweden is known as the land of start-ups because the economic conditions of the country are detrimental to entrepreneurship. Swedish business culture is open and innovative, and starting a business there is relatively simple. Thus, Sweden excels in promoting the formation of ambitious start-ups on an unexpected level. After Silicon Valley, Stockholm is known for producing the second-highest revenues from tech companies per capita.": "سویڈن کو اسٹارٹ اپس کی سرزمین کہا جاتا ہے کیونکہ یہاں کاروبار کے لیے سازگار معاشی حالات اور کھلا، اختراعی بزنس کلچر موجود ہے، جس سے کاروبار شروع کرنا نسبتاً آسان ہو جاتا ہے۔ سیلیکون ویلی کے بعد فی کس ٹیک آمدنی میں اسٹاک ہوم نمایاں مقام رکھتا ہے۔",
  "Being the tech and innovation hub, there is a high survival rate for start-ups in Sweden with relatively fast growth. However, you can face some difficulties in understanding the business culture and the procedures for operating a business in Sweden. Following are some useful tips to build a successful start-up in Sweden:": "ٹیک اور اختراع کا مرکز ہونے کی وجہ سے سویڈن میں اسٹارٹ اپس کی بقا اور نمو کی شرح اچھی ہے۔ تاہم، بزنس کلچر اور طریقِ کار سمجھنے میں دقت ہو سکتی ہے۔ کامیاب اسٹارٹ اپ کے لیے چند مفید نکات یہ ہیں:",
  "Have a strong and clear vision": "واضح اور مضبوط وژن رکھیں",
  "The first step, of course, is to have a clear vision that what you want to do and how will you do it. Entrepreneurs spent weeks, months, or even years on brainstorming and polishing the idea they want to invest in. Your vision should be crystal clear and you should do the homework before digging into the market.": "سب سے پہلے یہ واضح کریں کہ کرنا کیا ہے اور کیسے کرنا ہے۔ کاروباری لوگ اپنے آئیڈیے پر ہفتوں/مہینوں غور کرتے ہیں۔ مارکیٹ میں اترنے سے پہلے ہوم ورک مکمل کریں اور وژن بالکل واضح رکھیں۔",
  "Search for a suitable and innovative business idea and it shouldn't be ground-breaking in all aspects. You can work on improving something and come up with a better version of already existing service or product. Swedes are more attracted to innovation and so does their business market. Your vision and core values should be grounded in the business idea.": "مناسب اور اختراعی آئیڈیا تلاش کریں—لازم نہیں کہ ہر پہلو سے انقلابی ہو۔ موجودہ سروس/پروڈکٹ کو بہتر بنا کر بھی آگے بڑھا جا سکتا ہے۔ سویڈش مارکیٹ جدت کی طرف مائل ہے؛ اس لیے اپنے وژن اور بنیادی اقدار اسی میں پروئیں۔",
  "Benefit from business culture": "بزنس کلچر سے فائدہ اٹھائیں",
  "Compared with many other cultures, the Swedish business culture is more relaxed and casual. There isn't too much bureaucracy and the country is quite free from corruption. You will be inspired much by working in this much relaxed and informal culture. You will learn a lot will build many fruitful business relationships. These cultural reforms can be beneficial for you as an entrepreneur in Sweden.": "بہت سی اقوام کے مقابلے میں سویڈن کا کاروباری ماحول زیادہ غیر رسمی اور آسان ہے؛ بیوروکریسی کم اور کرپشن نسبتاً کم ہے۔ ایسے ماحول میں کام کر کے آپ بہت کچھ سیکھیں گے اور مفید تعلقات بنیں گے—یہ عوامل کاروباری کامیابی میں مددگار ہوتے ہیں۔",
  "Besides this, the Swedish government has made it a lot easier for people to borrow money from public or private lenders. Swedish are informal about names and being an expat, you should do the same. In short, the business culture, here in Sweden, is much favourable for new business opportunities.": "علاوہ ازیں، سرکاری و نجی قرضوں تک رسائی آسان ہے۔ یہاں نام لینے میں غیر رسمی انداز رائج ہے—بطور غیر ملکی آپ بھی اسی ڈھنگ کو اپنائیں۔ خلاصہ یہ کہ نیا کاروبار شروع کرنے کے مواقع موافق ہیں۔",
  "Swedish consensus culture": "سویڈش اتفاقِ رائے کی ثقافت",
  "Swedish organizations are flat in structure and the employees are highly satisfied. Swedes learn to collaborate with others from an early age and they like to work in teams. Teams in Swedish business culture are a bit agile and work autonomously. If you are new to Sweden, then this might feel a bit confusing and irritating. You might feel like we talk a lot and don't make any decision but it actually is a part of Swedish consensus culture. Swedes like decisions to be based on wide agreements or collective opinions.": "سویڈش اداروں کا ڈھانچہ عموماً فلیٹ ہوتا ہے اور ملازمین مطمئن رہتے ہیں۔ ٹیم ورک اور مشترکہ فیصلے کلچر کا حصہ ہیں؛ بعض اوقات زیادہ بات چیت اور سست رو فیصلے نئے لوگوں کو الجھن میں ڈال سکتے ہیں—یہ ‘اتفاقِ رائے’ کی روایت کا حصہ ہے۔",
  "Sweden is among the high-ranking gender-equal countries in the world. You should hire a legal assistant to handle your legal affairs.": "سویڈن صنفی مساوات کے اعتبار سے سرفہرست ممالک میں ہے۔ قانونی معاملات کے لیے موزوں قانونی معاون ضرور رکھیں۔",
  "Be passionate": "جذبہ برقرار रखें",
  "Stockholm is a very cliquey place and starting a business here can be both difficult and easy. It is advisable that you should do the proper research before taking any big step and stay passionate about your aim. Being an entrepreneur, you should equip yourself with passion, good-will, and ambitions. Don't lose hope if you come across any hurdles in the process and keep ongoing.": "اسٹاک ہوم میں نیٹ ورکنگ اہم ہے—یہاں کاروبار شروع کرنا بیک وقت آسان بھی اور مشکل بھی ہو سکتا ہے۔ بڑے قدم سے پہلے تحقیق کریں اور اپنے مقصد کے لیے پُرجوش رہیں۔ جذبہ، حسنِ نیت اور بلند ہمت کو ساتھ رکھیں؛ رکاوٹوں پر مایوس نہ ہوں۔",
  "Building a successful start-up is not a cup of tea no matter what the culture and business ethics are. However, it is relatively easy to start a business in Sweden due to the economic conditions and innovative culture of the country. By following the above-mentioned simple yet useful steps, the chances for probable success can increase for entrepreneurs.": "کامیاب اسٹارٹ اپ بنانا ہر جگہ آسان نہیں، مگر سویڈن کے معاشی و اختراعی ماحول میں آغاز نسبتاً سہل ہے۔ مذکورہ سادہ مگر مفید نکات پر عمل سے کامیابی کے امکانات بڑھ جاتے ہیں۔",

  "Are you planning to move to Sweden for work? Everyone wants to look for better opportunities to earn a standard living for themselves and their families. As Sweden is known for its strong and growing economy, people are attracted to migrate to Sweden to find better jobs.": "کیا آپ کام کے لیے سویڈن آنے کا سوچ رہے ہیں؟ ہر شخص اپنے اور خاندان کے بہتر معیارِ زندگی کے لیے مواقع ڈھونڈتا ہے۔ مضبوط اور بڑھتی معیشت کے باعث لوگ بہتر نوکریوں کے لیے سویڈن ہجرت کرتے ہیں۔",
  "If you are moving from the EU, then you are entitled to work in Sweden without a permit and your family can join you as long as you have the right to of residence in Sweden. Citizens of countries outside the EU need to apply for a work permit if they want to migrate to Sweden to look for jobs. You have to follow a step by step to get a Swedish work permit and we are here to guide you thoroughly in this regard.": "اگر آپ EU سے آ رہے ہیں تو بغیر ورک پرمٹ کے سویڈن میں کام کر سکتے ہیں اور حقِ اقامت کی صورت میں خاندان بھی ساتھ رہ سکتا ہے۔ غیر EU شہریوں کو ورک پرمٹ درکار ہوتا ہے۔ سویڈش ورک پرمٹ کے لیے درج ذیل مراحل اختیار کرنا پڑتے ہیں—ہم اس میں رہنمائی کرتے ہیں۔",
  "Apply for a work permit": "ورک پرمٹ کے لیے درخواست دیں",
  "First thing first, you need to apply for a work permit and should know the basic rules and regulations. Citizens of Australia, Chile, Argentina, South Korea, New Zealand, and Hong Kong can apply for a holiday working visa for one year. For employment that is for less than three months, citizens of certain countries should have both a valid visa and a work permit. It is to be noted that employees of some specific domains might be exempt from the regulations of work permit.": "سب سے پہلے ورک پرمٹ کی درخواست دیں اور بنیادی اصول جانیں۔ آسٹریلیا، چِلی، ارجنٹینا، جنوبی کوریا، نیوزی لینڈ اور ہانگ کانگ کے شہری ایک سالہ ‘ورک ہالیڈے’ ویزا لے سکتے ہیں۔ تین ماہ سے کم ملازمت کے لیے بعض ممالک کے شہریوں کو ویزا اور ورک پرمٹ دونوں درکار ہوتے ہیں۔ کچھ شعبوں میں استثنا بھی ہو سکتا ہے۔",
  "Requirements for permit": "ورک پرمٹ کی شرائط",
  "To obtain the work permit for Sweden, you should have an employment offer from any Swedish employer. While applying online, you will be given instructions about how to fill the application form and the required documents you should send along with the application form.": "ورک پرمٹ کے لیے سویڈش ملازم دہندہ کی طرف سے نوکری کی پیشکش درکار ہے۔ آن لائن درخواست میں فارم بھرنے کے طریقے اور مطلوبہ دستاویزات کی ہدایات فراہم کی جاتی ہیں۔",
  "You must have an official job letter from a Swedish employer and the job must:": "سویڈش ملازم دہندہ کا باضابطہ جاب لیٹر ضروری ہے اور ملازمت کو یہ تقاضے پورے کرنا ہوں گے:",
  "Be advertised in the EU/EEA newspaper for at least ten days Have terms that comply with those set by the Swedish collective agreement Pay a minimum salary or wage rate of SEK 13,000 before tax Besides this, you must have a valid passport in your home country or the country you are currently residing in.": "کم از کم دس دن کے لیے EU/EEA میں تشہیر شدہ ہو؛ شرائط سویڈش کلیکٹو ایگریمنٹ کے مطابق ہوں؛ کم از کم 13,000 SEK (قبل از ٹیکس) ماہانہ تنخواہ دے۔ اس کے علاوہ آپ کے پاس اپنے ملک یا موجودہ قیام کے ملک کا معتبر پاسپورٹ ہونا چاہیے۔",
  "The application processes": "درخواست کا طریقہ کار",
  "You must apply for the work permit long before your date of joining as you must have a work permit for getting the visa. In some exceptional cases, you can apply for a work permit from Sweden if you are already in the country. You will need these documents for sending the application form which are:": "جائننگ سے خاصا پہلے ورک پرمٹ کے لیے اپلائی کریں کیونکہ ویزا کے لیے ورک پرمٹ لازم ہے۔ بعض استثنائی صورتوں میں آپ سویڈن کے اندر سے بھی اپلائی کر سکتے ہیں۔ درخواست کے ساتھ عموماً درج ذیل دستاویزات درکار ہوتے ہیں:",
  "Letter of employment approved by the relevant trade union Complete and rightly filled application form Copies of the passport showing the personal data and validity date The proof of permission of living in other countries by your home country's government (usually available on the passport) The application fees Compile these documents and submit the application online or by hand in your closest Swedish embassy. The migration agency, will then, consider your application and will check the details. The provided details of the person are checked for authenticity and then they will give you an estimated waiting time.": "ٹریڈ یونین سے توثیق شدہ ملازمت کا خط؛ مکمل پُر شدہ درخواست فارم؛ پاسپورٹ کی نقلیں (ذاتی معلومات/میعاد)؛ دوسرے ممالک میں رہائش کی حکومتی اجازت کا ثبوت (عموماً پاسپورٹ پر)؛ درخواست فیس۔ یہ دستاویزات جمع کر کے آن لائن یا قریبی سویڈش سفارت خانے میں دیں۔ مائیگریشن ایجنسی جانچ کے بعد متوقع انتظار کا وقت بتاتی ہے۔",
  "The process of applying for a work permit for Sweden seems quite simple and is transparent. The applicant will be informed by the migration agency about the application status from time to time or you can check the details online. Besides this, you will also need to apply for the extension of your work permit time to time after the expiry of the current permit and the process is quite similar to this one. If you apply for the extension well before the expiry date of your work permit, then you will be allowed to keep on working in the country till the decision.": "سویڈن کا ورک پرمٹ عمل کافی شفاف اور سیدھا ہے۔ درخواست کی پیش رفت مائیگریشن ایجنسی بتاتی رہتی ہے یا آپ آن لائن دیکھ سکتے ہیں۔ میعاد ختم ہونے سے پہلے توسیع کے لیے بھی اسی طرح درخواست دینا ہوتی ہے؛ بروقت درخواست پر فیصلے تک کام جاری رکھنے کی اجازت مل سکتی ہے۔",

  "Relocation is a lofty decision to make on part of an individual more or so, and on a family too. Relocation brings about the obvious challenges that a human might face in a foreign land. At times even relocating to a city might seem a gigantic change than changing your country code too. If all fails and despite all efforts, you have trouble accommodating yourself and your family, you might need to plan a relocation. And here is why you should plan moving out of Sweden in unpropitious times.": "نقلِ مکانی ایک بڑا فیصلہ ہے—فرد اور خاندان دونوں کے لیے۔ غیر ملکی سرزمین میں سامنے آنے والے واضح چیلنجز اس کے ساتھ آتے ہیں۔ کبھی کبھی شہر بدلنا بھی ملک بدلنے جتنا مشکل لگتا ہے۔ اگر تمام کوششوں کے باوجود آپ اور آپ کا خاندان مطابقت پیدا نہ کر سکے تو ممکن ہے نقلِ مکانی ہی حل ہو۔ یہی وجہ ہے کہ مشکل حالات میں سویڈن چھوڑنے کا منصوبہ بنانے پر غور کرنا چاہیے۔",
  "Unfriendly Environment": "غیر دوستانہ ماحول",
  "Have you made friends yet? The statistics say you haven't. Many local surveys point out this disturbing lack of friendliness on the locals' part. Despite high standards of living in Sweden expats fail to feel at home in this Scandinavian country. Home to many luxuries and beautiful coastal cities in the country, however, fails to make foreigners feel at home. With the people distant and seemingly unfriendly, they give a cold shoulder to immigrants.": "کیا آپ نے دوست بنا لیے ہیں؟ اعدادوشمار کہتے ہیں شاید نہیں۔ کئی مقامی سرویز مقامی لوگوں میں دوستانہ رویّے کی کمی کی نشان دہی کرتے ہیں۔ بلند معیارِ زندگی کے باوجود بہت سے غیر ملکی یہاں ‘اپنا پن’ محسوس نہیں کرتے۔ لوگوں کی دوری اور بظاہر غیر دوستانہ مزاج بھی تارکینِ وطن کے لیے مشکل بنتا ہے۔",
  "\"I made two mistakes going to Stockholm, I went alone and I went in November\"": "“میں نے اسٹاک ہوم جاتے دو غلطیاں کیں: اکیلا گیا اور نومبر میں گیا۔”",
  "Says a student who traveled there. No man is an island and certainly in this country of islands, one must have a hard time surviving alone.": "یہ بات وہاں جانے والے ایک طالب علم نے کہی۔ کوئی بھی انسان تنہا جزیرہ نہیں—اور جزیروں کے اس ملک میں اکیلے رہنا واقعی کٹھن ہو سکتا ہے۔",
  "Dark Dreary Winters": "اندھیری اداس سردیاں",
  "Winters, well a short cool winter season who doesn't appreciate that. But when it gets too long it gets hard to bear by the day. The sunsets at 3 pm. An extraordinarily short day! How many of us have found ourselves longing for the sun in the mild winters back home? But in Sweden, you must survive the winters and do so without the sun peeking at you from time to time for respite. The grey colored skies and too short days do not help and it makes the atmosphere gloom stricken, deprived of energy for even daily chores.": "مختصر ٹھنڈی سردیاں اچھی لگتی ہیں، مگر جب دن تین بجے ڈھل جائے تو ہر روز یہ بوجھ بن جاتا ہے۔ دھندلے آسمان اور نہایت مختصر دن ماحول کو اداس اور توانائی سے محروم کر دیتے ہیں۔",
  "Taxes Take a Toll on You!": "ٹیکس آپ پر بھاری پڑتے ہیں!",
  "Even if one manages to secure a high paying job, that taxation demands that you give much of your hard-earned money to the government. Sweden is one of the richest countries as per GDP production but most of it goes as taxes. Proud owner of many International businesses Sweden sure sounds attractive but the home of the luxurious\" Volvo cars\" takes a toll on your income.": "اعلیٰ تنخواہ کے باوجود ٹیکس کا بوجھ آمدن کا بڑا حصہ لے لیتا ہے۔ جی ڈی پی کے اعتبار سے امیر ملک ہونے کے باوجود قابلِ ذکر حصہ ٹیکسوں میں جاتا ہے—نتیجتاً عملی آمدن متاثر ہوتی ہے۔",
  "To Rent or To Buy?": "کرایہ پر رہیں یا خریدیں؟",
  "Moved to Sweden? Bet you had a hard time finding a place to live. This explains the reputation of simple furniture and minimal decorative sense. Rents in Sweden are sky-high, gobbling up to 30 % of one's salary. It might even be a luxury to afford a decent place on rent. The policy of short rental contracts will have you moving from one place to another before you find a permanent residence. People need to wait for years before they can afford decent housing. If you want to spend your hard-earned money on improving your lifestyle you might consider a relocation so you may afford a decent residence and focus on bigger things in life.": "سویڈن آ کر گھر ڈھونڈنا مشکل ثابت ہو سکتا ہے۔ کرائے بہت اوپر ہیں—تنخواہ کا 30٪ تک لے لیتے ہیں۔ مختصر مدتی کرایہ داری کی وجہ سے بار بار گھر بدلنا پڑ سکتا ہے۔ مناسب مستقل رہائش کے لیے برسوں انتظار کرنا پڑتا ہے۔",
  "Satisfied with Your Work?": "کیا آپ اپنے کام سے مطمئن ہیں؟",
  "The first barrier you might have faced in Sweden is the language. And even after you have mastered the Swedish language it is only self-explanatory that the corporations prefer Swedish people who have a better grasp on Swedish ways of working and most importantly are native speakers of the language. Most of the foreigners in Sweden are forced to work at restaurants and bars. The education saturation demands extraordinary skills from a foreigner for him to be able to replace the natives at high-quality jobs.": "سب سے پہلی رکاوٹ زبان ہوتی ہے۔ زبان سیکھ لینے کے بعد بھی کمپنیوں کی ترجیح اکثر مقامی باشندے ہوتے ہیں جو طریقِ کار سے مانوس ہوتے ہیں۔ بہت سے غیر ملکی ریسٹورنٹس/بارز میں کام پر مجبور ہوتے ہیں؛ اعلیٰ ملازمتوں کے لیے غیر معمولی مہارت درکار ہوتی ہے۔",

  "Relocating or immigrating is a life-changing process. You need adaptations you find yourself being molded in certain ways. Sweden is a Scandinavian nation. A land home to many beautiful natural scenes, coastal cities and beautifully changing seasons. Visiting Sweden is for sure a great trip but immigrating to Sweden demands that you prepare and brace yourself for a practical journey. Here is what you need to know.": "نقل مکانی زندگی بدل دیتی ہے۔ نئے معاشرے سے ہم آہنگی کے لیے خود کو ڈھالنا پڑتا ہے۔ سویڈن—خوبصورت مناظر، ساحلی شہروں اور بدلتے موسموں کی سرزمین—سیاحت کے لیے بہترین ہے مگر مستقل آباد ہونے کے لیے پیشگی تیاری ضروری ہے۔ یہ اہم باتیں جان لیں:",
  "For visiting Sweden, you do require a visa if you are not part of the European Union. Visit freely if you are. However, you need to find a permanent abode and spend five years to gain Swedish citizenship.": "اگر آپ یورپی یونین کا حصہ نہیں تو سیاحت کے لیے ویزا درکار ہوگا؛ بصورتِ دیگر آزادانہ آمد و رفت ممکن ہے۔ شہریت کے لیے مستقل رہائش اور پانچ سال کا قیام درکار ہے۔",
  "Where to live": "کہاں رہیں",
  "Most people in Sweden resort to finding a permanent residence than renting a house. Permanent residence may seem like a time-consuming thing, but in the long run, it benefits you. Higher than usual rents and unreliable contracts take a toll on your pocket. If you are planning to stay for a longer duration you are advised to find a permanent abode. Students may find room in Universities. It is however advised that you gather information and experiences of expatriates living here and try to find a most suitable home.": "زیادہ تر لوگ طویل مدت میں مستقل رہائش کو ترجیح دیتے ہیں کیونکہ بلند کرائے اور غیر یقینی معاہدے جیب پر بھاری پڑتے ہیں۔ طویل قیام کی صورت میں مستقل گھر تلاش کریں۔ طلبہ کو یونیورسٹی رہائش مل سکتی ہے۔ مقامی اور غیر ملکی باسیوں کے تجربات سے رہنمائی لیں۔",
  "Where to work": "کہاں کام کریں",
  "Sweden offers an expansive and wealthy job market. Though if you are a non-European Union citizen you will need a work permit. Salaries are high and they usually do the job of paying for the basic facilities. But as some immigrants would share their experience of tough times finding work, and complain that expats are never prioritized for primary jobs. As a youngster, you may want to start by doing an internship to make you accustomed to the Swedish way of working and help you excel in practical fields": "سویڈن میں روزگار کی کئی جہتیں ہیں۔ غیر EU شہریوں کے لیے ورک پرمٹ لازم ہے۔ تنخواہیں مناسب ہیں مگر بعض تارکین کو موزوں نوکری ڈھونڈنے میں دشواری ہوتی ہے۔ نوجوان انٹرن شپ سے آغاز کر کے مقامی طریقِ کار سے مانوس ہو سکتے ہیں۔",
  "Are you a student?": "کیا آپ طالب علم ہیں؟",
  "So, have you decided to come to Sweden for studies or you have had to migrate because of your father's job? Fortunately, you can study using English as the medium. So, you don't have to worry about the tedious task of learning the language. Swedish universities are free for students from EU citizens. But if you come from outside the European Union you may face difficulties.": "کیا آپ پڑھائی کے لیے آ رہے ہیں یا والد کی نوکری کے باعث؟ خوش قسمتی سے بہت سے پروگرام انگریزی میں ہیں، لہٰذا زبان سیکھنے کی فوری ضرورت نہیں۔ EU طلبہ کے لیے فیس نہیں؛ غیر EU طلبہ کو مشکلات اور اخراجات کا سامنا ہو سکتا ہے۔",
  "Brace yourself for a new winter experience": "سردیوں کے نئے تجربے کے لیے تیار رہیں",
  "Winters in this near arctic country are unfortunately not so pleasant. The winter days are so short that gloom sets in and you find yourself longing for the sun. Winters are rather dreary and dismal. But on the brighter aspect, they are beautiful with the snow-covered lands and picturesque beauty. The days of gloom are not long they melt into a beautiful spring Season. So, buy yourself warm clothes before you step into the country.": "قطب کے قریب اس ملک کی سردیاں طویل اور اداس ہو سکتی ہیں؛ دن بہت چھوٹے ہوتے ہیں اور دھوپ کم ملتی ہے۔ مگر برف پوش مناظر دلکش ہوتے ہیں اور پھر بہار آ جاتی ہے۔ آنے سے پہلے گرم کپڑوں کا انتظام کریں۔",
  "Swedish culture": "سویڈش ثقافت",
  "Swedish people may not seem very friendly at first. They are not as socially outgoing as you might hope. But once they get to know you, they are soft-spoken and polite people. So, you may have a hard time making friends when you are new in Sweden. But once you master the language and accent, of course, you will be easily incorporated into the Swedish way of life.": "ابتدا میں سویڈش لوگ زیادہ گھل ملنے والے محسوس نہیں ہوتے، مگر جان پہچان کے بعد نرم گفتار اور بااخلاق ہوتے ہیں۔ ابتدا میں دوست بنانا مشکل ہو سکتا ہے، مگر زبان اور لہجہ سیکھنے کے بعد گھلنا ملنا آسان ہو جاتا ہے۔",
  "Also, get used to a lot of Swedish meatballs and remember Swedes love their coffee, perhaps an effect of the ice-cold winters!": "سویڈش میٹ بالز کے عادی ہو جائیں اور یاد رکھیں کہ سویڈش لوگ کافی کے شیدائی ہیں—شاید برفیلی سردیوں کا اثر ہے!",

  "Expatriates in Sweden sure have to work hard to be one of the Swedes and starting a business is one of the challenges they may have to face. Competing with natives who have a grip on the Swedish way of life and are fluent in the language are sure to be in the lead when it comes to owning and running a business. They have contacts, and thus information about the legalities and the dangers of certain steps you might want to take when you start a business.": "سویڈن میں غیر ملکیوں کو ‘مقامی’ بننے کے لیے محنت کرنا پڑتی ہے اور کاروبار شروع کرنا بڑا چیلنج ہے۔ مقامی زبان اور طریقِ زندگی سے واقف لوگ فطری برتری رکھتے ہیں—ان کے روابط اور قانونی معلومات زیادہ ہوتی ہیں۔",
  "High Taxes!": "زیادہ ٹیکس!",
  "Sweden sure is notorious for high tax rates. Although the Swedish government has reduced tax rates and taken measures such as allowing leaves to youngsters who want to practice entrepreneurship. But tax rates nonetheless remain high in this welfare state. An expatriate who has a little knowledge about taxing formalities and is not well versed in the Swedish way of work may face sudden failure owing to these complications. As a No European Union citizen, you need to register with the tax agencies and go through a lot of formalities before you set up. Businesses may become difficult for outsiders in such scenarios.": "سویڈن بلند ٹیکس شرحوں کے لیے مشہور ہے۔ اگرچہ کچھ کمی اور کاروبار کے فروغ کے اقدامات ہوئے ہیں، مگر ویلفیئر اسٹیٹ ہونے کے سبب بوجھ محسوس ہوتا ہے۔ ٹیکس امور سے ناواقف غیر ملکی اچانک مشکلات سے دوچار ہو سکتے ہیں۔ غیر EU شہریوں کو سیٹ اپ سے پہلے ٹیکس اداروں میں اندراج اور رسمی کارروائیاں کرنا ہوتی ہیں۔",
  "Legal formalities": "قانونی تقاضے",
  "Hire staff in Sweden but do it legally! For the laborer rights in Sweden make it compulsory for the employer to provide the laborers according to the law. Fortunately, if you are from the EU you can easily establish a business. But if an outsider you need a work permit and residence permit to stay and work in Sweden. Although it is not essential to register your business it secures the name of your business. Working your way through lawyers and contracts is not an easy task. And doing so in a foreign country, you are in for a hard day!": "سویڈن میں عملہ ضرور رکھیں مگر مکمل قانونی تقاضوں کے ساتھ—محنت کشوں کے حقوق سختی سے نافذ ہیں۔ EU شہریوں کے لیے کاروبار شروع کرنا آسان ہے؛ غیر ملکیوں کو ورک/رہائشی اجازت نامہ درکار ہوگا۔ کمپنی رجسٹریشن لازمی نہیں مگر نام کے تحفظ کے لیے مفید ہے۔ وکلا اور معاہدوں کے مراحل آسان نہیں، بطور غیر ملکی یہ مزید مشکل ہو سکتا ہے۔",
  "Lack of working Capital": "سرمائے کی کمی",
  "Finding sufficient capital in Sweden may be a fantasy. Owing to high tax rates and tax paid health and education having sufficient capital and stored money is often not feasible for an aspiring businessman. Starting a business as a sole trader, you should expect tough times ahead and brace yourself for some time of non-profit business. In a trading partnership, you may not need so much capital but responsibility for all debts land on you and your partner. A common mistake made is financing your business at the cost of your household finances. Not being able to pay bills and afford basic needs leads to obvious failure in both cases. Getting a loan may sound a great idea. But again, for a foreigner no loans without sufficient security. Of course, it is a long-term procedure to be able to own enough you can mortgage against some loan.": "کافی ورکنگ کیپٹل حاصل کرنا مشکل ہو سکتا ہے۔ ٹیکس بوجھ اور فلاحی اخراجات کے باعث پس انداز رقم کم رہتی ہے۔ واحد مالک کی حیثیت سے آغاز کریں تو کچھ عرصہ منافع نہ ہونے کے لیے تیار رہیں۔ شراکت میں سرمایہ کم چاہیے مگر قرض کی ذمہ داری مشترک ہوتی ہے۔ گھریلو مالیات قربان کر کے کاروبار چلانا عام مگر نقصان دہ غلطی ہے۔ قرض کے لیے مضبوط سکیورٹی درکار ہوتی ہے۔",
  "Problem in leads generation": "لیڈز پیدا کرنے میں مشکل",
  "If you are planning a business in Sweden, leads generation holds immense importance. Generating lead can be tough for a new businessman and more so for an expatriate working in Sweden. Not knowing the language, not being able to assess the Swedish mindset counts. For the Swedish work on trimmed lines and venturing for new ideas may be a little unorthodox for some. Not all foreigners are popular with the natives. And building the trust and companionship it takes for a successful business Venture takes you through narrow alleys.": "سویڈن میں کاروبار کے لیے لیڈ جنریشن نہایت اہم ہے۔ نئے کاروباری خصوصاً غیر ملکی کے لیے یہ مشکل ہو سکتی ہے—زبان اور مقامی ذہنیت سے ناواقفیت آڑے آتی ہے۔ سبھی لوگ نئے آئیڈیاز کے لیے آمادہ نہیں ہوتے اور غیر ملکی ہر جگہ مقبول نہیں۔ اعتماد سازی وقت لیتی ہے۔",

  "Visiting Sweden may not be the hot pick for a holiday as compared to the other Western countries but it is the country where you can deal with lesser crowd and take your time to see all the beautiful landmarks. Afterall a holiday is all about giving yourself more relaxation. Swedes are known for their friendliness and tolerance. The country is considered to be one of the happiest and the safest amongst the other European countries, with less crime. If you have always been in awe of the Northern Lights, then the plan to visit Sweden has to be on your to-do list. This Scandinavian country has much more than this to offer and it becomes really hard for us to narrow down the list of reasons to visit Sweden. Anyhow, we are giving it a try and we hope knowing about these top 6 reasons will worth your time.": "دیگر مغربی ممالک کے مقابلے میں سویڈن شاید ‘ہالیڈے ہاٹ پِک’ نہ ہو، مگر کم ہجوم اور پرسکون انداز میں حسین مقامات دیکھنے کا موقع ملتا ہے—اور چھٹیوں کا مقصد بھی یہی ہے۔ سویڈش لوگ دوستانہ اور بردبار سمجھے جاتے ہیں؛ ملک خوشی اور امن کے لحاظ سے نمایاں ہے۔ اگر ‘نورڈرن لائٹس’ آپ کی خواہش ہیں تو سویڈن آپ کی فہرست میں ہونا چاہیے۔ وجوہات بہت ہیں—ہم چھ سرفہرست وجوہات بتاتے ہیں۔",
  "Experience the Hospitality": "مہمان نوازی کا تجربہ کریں",
  "What we have concluded so far from online surveys is that Sweden has got one of the most tolerant and friendliest locals across the globe. In the past, there might have been rumors about their bad reputation in treating foreigners but now Swedes are on the way of becoming a prosperous nation. They take pride in serving the visitors and impress them by their hospitality. Bygone are the days when they were considered rude and introvert. According to a report by The Telegraph, they are now on 14th rank all over the world in Tolerance Index. Woah! That is such a moment of relief for all of us who were suspicious and couldn't add Sweden in our bucket list.": "آن لائن سرویز سے ظاہر ہے کہ سویڈن کے مقامی لوگ دنیا کے سب سے بردبار اور دوستانہ لوگوں میں ہیں۔ ماضی میں غیر ملکیوں سے برتاؤ پر خدشات تھے، مگر اب صورتحال بہتر ہے۔ ‘ٹیلگراف’ کے مطابق رواداری کے اشاریے میں سویڈن عالمی طور پر 14ویں نمبر پر ہے۔",
  "Since Winter is Coming So Why Not the Sports": "جب سردی آ رہی ہے تو کھیل کیوں نہیں!",
  "Sweden has got all the colours. No matter whether you are a summer lover or a sucker for winter it has so much to offer. We can say that Sweden can be considered as a heaven for all the winter hustle especially the sports. From alpine skiing to snowboarding you can enjoy a wide range of outdoor activities, full of thrill and fun.": "سویڈن ہر موسم کے دلدادہ لوگوں کے لیے بہت کچھ رکھتا ہے—بالخصوص سردیوں کے کھیلوں کے لیے یہ جنت ہے: الپائن اسکیئنگ سے سنو بورڈنگ تک بے شمار آؤٹ ڈور سرگرمیاں۔",
  "A Blend of Urban Bustle and Country Side Panorama": "شہری گہماگہمی اور دیہی دلکشی کا سنگم",
  "Apart from historic buildings and churches, Swedish cities have got all the essentials of what we call an urban life hustle and bustle. From the capital city of Stockholm to the 5th largest Nordic city Gothenburg there are amusement parks all across the country. Liseberg, Grona Lund, and many other parks are attracting thousands of local and international visitors each year. And this is one side of the story, like other Scandinavian countries Sweden is blessed with wide landscapes, mesmerizing national parks and a spectacular panorama of green lush fields.": "تاریخی عمارتوں اور گرجا گھروں کے ساتھ سویڈش شہروں میں جدید شہری زندگی کی تمام سہولیات موجود ہیں—اسٹاک ہوم سے گوٹنبرگ تک لائس برگ، گرونا لُند جیسے تفریحی پارکس ہزاروں سیاحوں کو متوجہ کرتے ہیں۔ دوسری طرف وسیع مناظر، دلکش نیشنل پارکس اور سرسبز و شاداب میدان بھی ہیں۔",
  "Roam freely and feel the Swedish Vibes": "آزادانہ گھومیں اور سویڈش رنگ محسوس کریں",
  "Here we will advise you to give a shut-up call to all those who keep on labeling Sweden as a dangerous and not-so-easy going country for visitors. Believe me, it is an incredible place where you can roam freely from one corner of the country to another. You may need to beware of pickpockets but that is quite an obvious thing to take care of. Right? We all do that even at the airport checkouts that are considered safest of all. If you are an avid traveler, you can easily manage this and it won't trouble you much.": "جو لوگ سویڈن کو خطرناک یا مشکل ملک کہتے ہیں انہیں نظرانداز کریں—یہ محفوظ اور آرام دہ جگہ ہے جہاں آپ بآسانی گھوم پھر سکتے ہیں۔ معمول کے مطابق جیب تراشوں سے ہوشیار رہیں، جیسے ہم ہوائی اڈوں پر بھی رہتے ہیں۔ شوقین مسافر کے لیے یہ کوئی مسئلہ نہیں۔",

  "Would you like to start a profitable business as a foreigner in Sweden? If so, here are six of Sweden's best small business ideas & investment opportunities that will generate you a handsome amount.": "کیا آپ بطور غیر ملکی سویڈن میں منافع بخش کاروبار شروع کرنا چاہتے ہیں؟ یہاں چھ بہترین چھوٹے کاروباری آئیڈیاز اور سرمایہ کاری کے مواقع ہیں جو اچھی آمدن دے سکتے ہیں۔",
  "Home Rental Business": "ہوم رینٹل بزنس",
  "There is always a space of Home-Property rental business in Sweden.A rental property business is a venture through which an investor will purchase and manage one or more income-producing properties. These properties can have one or more units that are leased out to tenants in exchange for monthly rental fees. Investors can have an effective rental plan without having to directly manage these properties; property management companies can be hired to carry out the duties often associated with landlords, such as rent collection and maintenance.It could be the idea if you are going to start a business with a partner or if you can invest in property or house by yourself and later rent-out as secure regular income. Subletting through AirBnb is quite profitable in big cities as well.": "سویڈن میں رہائشی جائیداد کرایہ پر دینے کے کاروبار کی گنجائش موجود ہے۔ آپ آمدنی دینے والی ایک یا زائد پراپرٹیز خرید کر کرائے پر دے سکتے ہیں—براہِ راست مینجمنٹ کے بجائے پراپرٹی مینجمنٹ کمپنیوں سے بھی کام لیا جا سکتا ہے۔ شراکت داری یا ذاتی سرمایہ کاری دونوں صورتوں میں موزوں ہے۔ بڑے شہروں میں ایئر بی این بی کے ذریعے سب لیٹنگ بھی منافع بخش ہے۔",
  "Start Boat Rental Business": "بوٹ رینٹل بزنس شروع کریں",
  "Ironically, with a few small boats, you can start this business. With the building of the Göta Canal in the 19th century, Sweden's vast waterway connectivity throughout the south was utilized, shortening the possible gap between the Baltic Sea south of Norrköping and Göteborg by using the lake and river network to facilitate the canal. This shows that a boat rental service in Sweden is expected to be successful.": "چند چھوٹی کشتیاں لے کر یہ کاروبار شروع کیا جا سکتا ہے۔ تاریخی گوٹا کینال اور جنوبی سویڈن کے وسیع آبی راستے کشتی رانی کو مقبول بناتے ہیں—لہٰذا بوٹ رینٹل سروس کے کامیاب ہونے کے امکانات اچھے ہیں۔",
  "Sweater and Cardigan Knitting Business": "سوئیٹر اور کارڈیگن بُنائی کا کاروبار",
  "Given its northern latitude, most of Sweden has a temperate climate with four distinct seasons and mild temperatures throughout the year.": "شمالی عرض البلد کے باعث سویڈن میں سال بھر معتدل مگر نمایاں چار موسم رہتے ہیں۔",
  "With the exception of the mountains, the country as a whole has a July average temperature between 15 ° C (59 ° F) and 17.5 ° C (63.5 ° F) (2.5 degrees Celsius difference), whereas the average January temperatures range from freezing point to below −15 ° C (5 ° F) along the Finnish border (15 degrees Celsius difference).": "پہاڑی علاقوں کے سوا ملک میں جولائی میں اوسط درجۂ حرارت 15–17.5 °C جبکہ جنوری میں منفی 15 °C تک گر سکتا ہے۔",
  "A sweater and cardigan knitting company is an ideal start-up business in Sweden with this kind of freezing weather. An entrepreneur who wants to start a sweater and cardigan knitting company can start their own label on a small scale from home and serve a niche market such as schools and neighborhood families.": "ایسے موسم میں سوئیٹر/کارڈیگن بُنائی موزوں بزنس ہے—گھر سے چھوٹے پیمانے پر برانڈ شروع کر کے اسکولوں اور محلّے کے خاندانوں جیسے مخصوص حلقوں کو بیچا جا سکتا ہے۔",
  "Start a Sawmill Cottage Business": "ساؤ مل کاٹیج بزنس شروع کریں",
  "Sawmill cottage business is yet another small-scale, highly thriving business in Sweden and prospects for newbies to enter the industry. This company is perfect in Sweden as it is distinguished by a large wealth of trees and shrubs in some regions of the country. The beech is the most dominant tree, but also smaller forests may form oak.": "ساؤ مل کاٹیج انڈسٹری چھوٹے پیمانے پر مگر ترقی پزیر شعبہ ہے۔ ملک کے بعض حصوں میں جنگلات کی بہتات کے سبب خام مال دستیاب رہتا ہے—بیچ نمایاں ہے جبکہ اوک کے چھوٹے جنگلات بھی ملتے ہیں۔",
  "Hornbeam, oak, spindle, yew, alder buckthorn, blackthorn, aspen, European rowan, Swedish whitebeam, juniper, European holly, ivy, dogwood, goat willow, larch, bird cherry, wild cherry, maple, ash, alder along creeks, and in sandy soil, birch compete with pine.": "ہورنبیم، اوک، اسپنڈل، یو، ایلڈر بک تھورن، بلیک تھورن، ایسپن، یورپین روان، سویڈش وائٹ بیم، جونیپر، یورپین ہالی، آئیوی، ڈاگ ووڈ، گوٹ وِلو، لارچ، برڈ چیری، وائلڈ چیری، میپل، ایش، ایلڈر اور ریتلی مٹی میں برچ—یہ سب پائن کے ساتھ پائے جاتے ہیں۔",
  "Open a Language School": "لینگوئج اسکول کھولیں",
  "Opening a language school that teaches foreign languages, sign language, and second language English is an effective small-scale language that can start in Sweden.": "غیر ملکی زبانیں، سائن لینگوئج اور دوسری زبان کے طور پر انگریزی سکھانے والا لینگوئج اسکول چھوٹے پیمانے پر مؤثر کاروبار ہو سکتا ہے۔",
  "While Sweden's official language is Swedish, but in varying degrees, depending largely on the level of contact with English, most Swedes, particularly those born after the Second World War, understand and speak English because of trade links, the popularity of overseas travel, the strong Anglo-American presence and the practice of subtitling rather than dubbing foreign television shows and films, and the relative similarities between the two languages, making it easier to learn English. Eighty-nine percent of Swedes reported the ability to speak English in a 2005 Eurobarometer survey.": "اگرچہ سرکاری زبان سویڈش ہے، مگر تجارت، سیاحت، انگریزی مواد کے سب ٹائٹل اور لسانی مشابہت کی وجہ سے زیادہ تر لوگ—خاص طور پر جنگِ عظیم دوم کے بعد پیدا ہونے والے—انگریزی سمجھتے اور بولتے ہیں۔ 2005ء کے یوروبیرو میٹر کے مطابق 89٪ سویڈش انگریزی بول سکتے ہیں۔",
  "Start Concierge Medical Practice Business": "کنسیئرژ میڈیکل پریکٹس شروع کریں",
  "A person seeking care, first visits a doctor's appointment clinic and may then be referred by the clinic doctor to a physician who, in turn, may prescribe either in-patient or out-patient treatment or an alternative for elective care. Healthcare is regulated by Sweden's 21 landsting and is funded primarily by premiums, with patient nominal fees.": "علاج کے لیے عام طور پر پہلے کلینک جانا ہوتا ہے؛ ڈاکٹر ضرورت کے مطابق داخلہ یا بیرونی معالجہ تجویز کرتا ہے۔ صحت کا نظام 21 علاقائی اداروں کے تحت چلتا ہے اور بنیادی طور پر پریمیم سے فنڈ ہوتا ہے، مریض معمولی فیس دیتے ہیں۔",
  "It shows that a medical concierge company in Sweden is expected to succeed. Concierge medical practice is a medical business that gives space to a unique relationship between a patient and a physician in which the patient pays an annual fee or what is known as retainer-ship can be called retainer medicine as well.": "یہ ماڈل کنسیئرژ میڈیسن کے لیے موزوں فضا بناتا ہے—جہاں مریض سالانہ رِٹیئنر فیس کے عوض ذاتی نوعیت کی خدمات لیتا ہے۔",

  "Sweden is undoubtedly a fascinating country that is enriched in natural beauty, culture, cool climate, and a fine economy, that attracts immigrants from all across the globe. Some migrate to Sweden for studies, some plan their visit to Sweden for business, others are interested in having a work permit to seek jobs and many come on an EU family visa for paying a visit to this paradise on Earth. As interesting as it seems, this country is enriched in employment, tourism and studies but we should also keep an eye on the hindrance that can be caused while migrating to the country for any of these causes. Some of the common barriers to immigration in the country include": "سویڈن اپنی قدرتی خوبصورتی، ثقافت، خوشگوار موسم اور مضبوط معیشت کے باعث دنیا بھر کے لوگوں کو متوجہ کرتا ہے—کوئی تعلیم کے لیے، کوئی کاروبار کے لیے، کوئی ورک پرمٹ پر اور کئی EU فیملی ویزا پر آتے ہیں۔ تاہم ہجرت کے دوران کچھ رکاوٹیں بھی پیش آتی ہیں جن میں شامل ہیں:",
  "Education Employment Climate VISA and residence Expenses": "تعلیم ملازمت موسم ویزا اور رہائش اخراجات",
  "Education": "تعلیم",
  "You may think that English would be widely used as a means of communication in the country from the fact that it is a developed country. It is essentially not the case in Sweden. You will have to face many barriers to effective communication. As a student, you may find it difficult to make friends because of the cross-cultural barriers. Students from all across the globe migrate to the country for education including a large number of students from Africa.": "ترقی یافتہ ملک ہونے کی وجہ سے آپ سمجھیں گے کہ انگریزی عام ہوگی—لیکن ایسا نہیں۔ مؤثر رابطے میں زبان رکاوٹ بن سکتی ہے۔ بطور طالب علم بین الثقافتی فرق کے باعث دوست بنانا مشکل ہو سکتا ہے۔",
  "Employment": "روزگار",
  "The country has developed over the decades and offers great employment opportunities to the residents. This statement is true, but its only one side of the canvass. Sweden offers job opportunities to its nationals so that they may secure their employment career. On the other hand, more than 37% of immigrants fail to find proper employment in Sweden. Those immigrants who are employed are compelled to work at a relatively low salary which ultimately causes an increase in the GDP of the country and a point to ponder for the immigrants.": "ملک میں روزگار کے مواقع موجود ہیں لیکن ساتھ ہی غیر ملکیوں کے لیے مستقل اور مناسب ملازمت ڈھونڈنا چیلنج رہتا ہے—کئی افراد اوسط سے کم اجرت پر کام کرتے ہیں۔",
  "Climate": "موسم",
  "A cool climate, snowfall, and captivating sceneries catch the attention of the migrants, but it is not as captivating in the real world. Sweden has comparatively long winters with less sunlight penetrating into the country. For the immigrants who have other problems including residence, work opportunities and language problems, cold and long winters can have adverse effects. Winters last for the most part of the year making it difficult for immigrants who come from countries like Africa, Nigeria, and others.": "ٹھنڈا موسم، برفباری اور حسین مناظر دلکش ہیں مگر حقیقی زندگی میں طویل سردیاں اور کم دھوپ نئے آنے والوں کے لیے مشکل ہو سکتی ہیں—خاص طور پر جب رہائش، روزگار اور زبان کی رکاوٹیں بھی ہوں۔",
  "Visa and Residence": "ویزا اور رہائش",
  "Sweden is deporting many of the immigrants in the country because of the population saturation. You should be well aware that getting an EU visa is not a difficult task, but finding the accommodation certainly is. Immigrants face a drastic shortage of residence is the major cities such as Stockholm and they are left with no other options to either bear the cold or get a residence at elevated costs. So, if you are about to get your VISA approved for the country, make sure you would also have to face a residence issue along with others such as unemployment.": "بڑی شہری آبادی کے باعث رہائش کی کمی ہے—خصوصاً اسٹاک ہوم میں۔ EU ویزا ذاتاً مشکل نہیں مگر مناسب رہائش ڈھونڈنا چیلنج ہے اور مہنگی بھی پڑ سکتی ہے۔",
  "Expenses": "اخراجات",
  "You will find a considerable difference is the prices of products and services in Sweden as compared to your homeland. You may find the prices of food about two folds high in the country. If you are planning to stay in the country, you should prepare yourself for a high monthly budget. The only option to cope up with this situation is to plan effectively and distribute your budget accordingly, to minimize the extensive inflation in the country.": "اشیائے خوردونوش اور خدمات کی قیمتیں آپ کے وطن کے مقابلے میں خاصی بلند ہو سکتی ہیں۔ طویل قیام کی صورت میں مناسب ماہانہ بجٹ اور مؤثر منصوبہ بندی ضروری ہے۔",

  "If you are thinking about studying abroad, then visit Sweden. You probably want to know why Sweden is considered as a great destination. Let me notify you, Sweden has a fascinating history and culture, global businesses, delicious food, and welcoming people; and is also well known for its world-class academic opportunities that rank among the top 100 in the world.": "اگر آپ بیرونِ ملک تعلیم کے خواہاں ہیں تو سویڈن پر غور کریں—دلکش تاریخ و ثقافت، عالمی کاروبار، لذیذ کھانا، خوش اخلاق لوگ اور عالمی معیار کی جامعات (بہت سی ٹاپ 100 میں)۔",
  "Following are 6 reasons why Sweden is considered an ideal place to study:": "یہ چھ وجوہات ہیں جن کی بنا پر سویڈن تعلیم کے لیے مثالی سمجھا جاتا ہے:",
  "Vision Enhancement of One's Mind": "ذہنی وسعت اور نقطۂ نظر میں اضافہ",
  "Study in Sweden let you think independently and critically. It will enhance your ability to question the state of affairs by accessing information, seeking new perspectives and coming up with well-informed judgments. Because of the informal and non-hierarchical nature of Swedish society, you will be able to think creatively. Where everyone is urged to bestow their ideas and opinions. This independence of mind and letting everyone's voice heard are the reasons why Sweden ranks among the world's most innovative nations.": "سویڈن میں تعلیم آزاد اور تنقیدی سوچ کو فروغ دیتی ہے—معلومات تک رسائی، نئے زاویوں کی تلاش اور باخبر فیصلے۔ غیر رسمی اور غیر مراتب سماج تخلیقی سوچ کو ابھارتا ہے۔ اسی بنا پر سویڈن اختراع میں آگے ہے۔",
  "Rich Swedish History": "سویڈن کی بھرپور تاریخ",
  "Sweden has contributed a lot to the history books, and many museums allow free entrance on a daily basis or on specially marked days throughout the year.  Swedish History Museum, the largest museum in Sweden; where millions of visitors and students come to see Sweden's foremost gold and silver treasures, and incomparable medieval art.": "سویڈن کی تاریخ میں اہم کردار ہے۔ کئی میوزیم اکثر دنوں یا مخصوص ایام میں مفت داخلہ دیتے ہیں—سویڈش ہسٹری میوزیم میں لاکھوں زائرین تاریخی نوادرات دیکھتے ہیں۔",
  "Language Proficiency:": "لسانی مہارت:",
  "Using Swedish, a rich and beautiful native language; in 2017, Swedes ranked second in the world for skills in English as an official language. As the world is getting more independent and businesses seek to extend the national and linguistic boundaries, Sweden offers a marvelous location to learn and develop your English language skills. But knowing and trying to learn a little bit of Swedish language will make much easier to open your mind to your new cultural surroundings.  Also, Sweden is a car-free country with an extensive network of buses, trains, subways, trams, boats, planes, and many more that can take you anywhere you want to go.": "سویڈش ایک خوبصورت زبان ہے، مگر انگریزی میں مہارت عام ہے—2017 میں سویڈن انگریزی مہارت میں دوسرے نمبر پر رہا۔ انگریزی سیکھنے/نکھارنے کے لیے یہ عمدہ جگہ ہے؛ کچھ سویڈش سیکھنا ثقافتی ہم آہنگی میں مدد دیتا ہے۔ پبلک ٹرانسپورٹ کا وسیع نیٹ ورک کہیں بھی لے جاتا ہے۔",
  "Malmö, A Coastal City": "مالمو—ایک ساحلی شہر",
  "Malmö is among the top cities in Sweden having a free business environment and also a good place to live with outrageous rankings in housing, healthcare, and environmental quality. The University of Malmo founded in 1998, attracts above 15,000 students every year. It's not only a global city but also a commercial hub in the South of Sweden, as part of the Öresund region. The city has attracted a wide variety of companies in the technology sector (for example bio, medical, environmental, information and communication), as well as digital media, transports, financial services, business, leisure, entertainment, and constructions. And, most importantly, the cost of an apartment in Malmo is in the 139th place of all 248 Teleport cities.": "مالمو کاروباری ماحول، رہائش، صحت اور ماحولیاتی معیار کے لحاظ سے نمایاں شہر ہے۔ 1998 میں قائم یونیورسٹی میں ہر سال 15,000 سے زائد طلبہ آتے ہیں۔ اوورسیند ریجن کا حصہ ہونے کے سبب جنوبی سویڈن کا تجارتی مرکز ہے جہاں ٹیکنالوجی، ڈیجیٹل میڈیا، ٹرانسپورٹ، فنانس وغیرہ کی کمپنیاں موجود ہیں۔",
  "Studying and Working in Sweden": "سویڈن میں پڑھائی اور ملازمت",
  "International students can comfortably get Sweden work permit. Unlike other countries, there's no legal limit to the number of hours international students can work during their studies. After the completion of studies, you can apply to extend your residence permit to look for work for up to six months. (But for that learning Swedish is necessary – it's often a job's requirement.)": "بین الاقوامی طلبہ پڑھائی کے ساتھ کام بھی کر سکتے ہیں—گھنٹوں پر قانونی حد نہیں۔ تعلیم مکمل ہونے پر چھ ماہ تک کام تلاش کرنے کے لیے رہائش میں توسیع کی درخواست دی جا سکتی ہے (کئی نوکریوں کے لیے سویڈش زبان لازمی ہے)۔",
  "EU Citizen's Right:": "EU شہریوں کے حقوق:",
  "Unless you are a citizen of a neighboring Nordic country, every foreigner will need to contemplate the different types of Swedish visas. When applying for a Swedish visa, you are not allowed to be in the country. This largely related to non-EU/EEA citizens and citizens of Sweden; because citizens with EU/EEA family visa Sweden have the rights of residence in Sweden and therefore can shift to the country with or without a job. However, they will need to start the Swedish visa application process if they plan to continue their stay in a country for a long time.": "نوردک ممالک کے سوا دیگر کے لیے مختلف سویڈش ویزا اقسام موجود ہیں۔ ویزا درخواست کے وقت ملک کے اندر ہونا عموماً جائز نہیں۔ EU/EEA فیملی ویزا رکھنے والوں کو حقِ اقامت حاصل ہو سکتا ہے، مگر طویل قیام کے لیے مناسب درخواست دینا ہوگی۔",
  "If you are thinking about relocation Sweden; want to study abroad and also interesting in traveling, then Swedes are waiting for you. They are very friendly and like traveling very much. They are habitually open to know about a new culture and also interested in hearing about international experiences.": "اگر آپ سویڈن آ کر پڑھنا اور سفر کرنا چاہتے ہیں تو آپ کا خیر مقدم ہے۔ یہاں کے لوگ دوستانہ ہیں، سفر پسند کرتے ہیں اور نئی ثقافتوں اور بین الاقوامی تجربات کے بارے میں سننا اچھا سمجھتے ہیں۔",

  "Sweden is known all over the world for many things: cars like Saab and Volvo, music group ABBA, pickled herring, and IKEA's DIY megastore. It is just as popular for its beautiful scenery, picturesque fishing villages, being the land of the reindeer and endless summer heat.": "سویڈن ساب اور وولوو جیسی گاڑیوں، اے بی بی اے، پِکلڈ ہیرنگ اور آئی کے ای اے کے لیے مشہور ہے—ساتھ ہی حسین مناظر، دلکش ماہی گیر بستیاں اور ہرنوں کی سرزمین کے طور پر بھی۔",
  "Sweden is lined with colorful wooden buildings, traditional huts, cathedral and stone fortresses, and some pretty innovative contemporary architecture.": "رنگ برنگی لکڑی کی عمارتیں، روایتی جھونپڑیاں، گرجا گھر، سنگی قلعے اور جدید طرزِ تعمیر ملک بھر میں دکھائی دیتے ہیں۔",
  "Stockholm": "اسٹاک ہوم",
  "Stockholm, a beautiful city on 14 islands, as the capital of Sweden and the largest city in Scandinavia, has a lot to do with it. The annual Nobel Prize is awarded in Stockholm, which was established in the 13th century. The Vasa Museum, dedicated to a warship of the 17th century that sunk on its maiden journey, is the most visited museum in Scandinavia. Stockholm is better for your budget than other Scandinavian towns, offering free access to 15 museums like Swedish Heritage, Medieval Museum, Royal Armoury, and Skokloster Castle.": "14 جزیروں پر پھیلا اسٹاک ہوم سویڈن کا دارالحکومت اور اسکینڈینیویا کا سب سے بڑا شہر ہے۔ نوبیل انعام یہیں دیا جاتا ہے۔ 17ویں صدی کے جہاز ‘واسا’ کا میوزیم سب سے زیادہ دیکھا جانے والا ہے۔ یہاں 15 میوزیم مفت دیکھے جا سکتے ہیں۔",
  "The Royal Palace, Modern Art Museum and City Hall should also not be missed.": "رائل پیلس، میوزیم آف ماڈرن آرٹ اور سٹی ہال بھی لازماً دیکھیں۔",
  "Gotland": "گوتلینڈ",
  "As the largest island in Sweden, completely surrounded by the Baltic Sea, you would think that fishing would be the main industry on the island. It's not that. Among the main sectors are forestry, tourism and information technology. The island is one of the most popular tourist destinations in Sweden. Sun seekers like it because during the year it has more sunshine than any other location in Sweden. Visby, the island's only port, is a beautiful walled Hanseatic city that has retained most of its historic buildings and townscape. There are about 100 medieval churches on the island as well as numerous prehistoric sites.": "سویڈن کے سب سے بڑے جزیرے گوتلینڈ کو بالٹک سمندر گھیرے ہوئے ہے۔ یہاں ماہی گیری کے ساتھ جنگلات، سیاحت اور آئی ٹی اہم شعبے ہیں۔ سال بھر نسبتاً زیادہ دھوپ کے باعث یہ مقبول سیاحتی مقام ہے۔ وِسبی ایک خوبصورت فصیل دار ہینزیاٹک شہر ہے۔",
  "Gothenburg": "گوتھنبرگ",
  "Gothenburg, located on the western coast of Sweden, is a green city dotted with numerous parks of all sizes. Many of the parks date back to the 19th century, including Kungsparken, a park that surrounds the canal that surrounds the city center.": "مغربی ساحل پر واقع گوتھنبرگ ‘گرین سٹی’ ہے جہاں ہر سائز کے پارکس ہیں—کنگس پارکن 19ویں صدی کا پارک ہے جو نہر کے گرد ہے۔",
  "If you're more interested in amusement parks, head to Liseberg, which has more rides than any other amusement park in Scandinavia. The largest port city in Scandinavia, Gothenburg is also home to the largest film festival in the region, as well as numerous music festivals throughout the year. Hungry, huh? Try a Haga Bulle, a large cinnamon roll in Haga, a district known for its picturesque wooden houses.": "دلچسپی ہو تو لائس برگ جائیں—اسکینڈینیویا کا سب سے بڑا ایمیوزمنٹ پارک۔ یہ خطے کی سب سے بڑی بندرگاہ اور فلمی میلے کا میزبان بھی ہے۔ بھوک لگی ہے؟ ہاگا بُلّے (بڑا دارچینی بن) آزمانا نہ بھولیں۔",
  "Swedish Lapland": "سویڈش لیپلینڈ",
  "If you're looking for a wilderness experience, there's no better place to visit than the Swedish Lapland in Sweden. Located well north above the Arctic Circle, where summer shines around the clock. Lapland is for canoes, climbers and wildlife viewers. The Swedish Lapland is inhabited by the hardy, native Sami. Who lives in vast forests and barren tundra.": "جنگلی فطرت کا تجربہ چاہیے تو آرکٹک سرکل کے شمالی حصے میں سویڈش لیپلینڈ بہترین ہے—یہاں گرمیوں میں دن بھر روشنی رہتی ہے۔ کینوئنگ، کوہ پیمائی اور وائلڈ لائف کے لیے موزوں، اور مقامی سامی قوم کی سرزمین۔",
  "A good way to experience the area is to drive the 359-km (223-mile) long Wilderness Way from the canoeing center at Stromsund to the terminus at Vilhelmina, a church town, through Fatmomakke, where you can see traditional wooden huts. Winter tourists can purchase reindeer hides at Jokkmokk, the center of Sami's life.": "‘وائلڈرنَس وے’ (359 کلومیٹر) پر ڈرائیو کرنا بہترین تجربہ ہے—اسٹرامسُند سے وِلہلمینا تک، فَطمومکّے کے روایتی لکڑی کے گھروں کے بیچ سے۔ سرما میں یُوک موک میں رینڈیئر ہائیڈز ملتی ہیں۔",
  "Uppsala": "اپسالا",
  "Uppsala, situated 70 km (44 miles) north of Stockholm, has been the religious center of Sweden since the 12th century. Before Christianity, Uppsala was renowned for the temples of the Norse gods. The cathedral of Uppsala, the seat of the archbishop of Sweden, is the largest cathedral in Scandinavia. Education is also important here, with Uppsala University, which was founded in 1477, making it one of the oldest colleges in Scandinavia. The River Fyris flows through the area, with the medieval portion situated west of the river. Both the Cathedral and the Uppsala Castle dominate the skyline. The botanist of the eighteenth century Carl Linnaeus lived in Uppsala, so check out the botanical garden next to the castle.": "اسٹاک ہوم سے 70 کلومیٹر شمال میں واقع اپسالا 12ویں صدی سے مذہبی مرکز رہا ہے۔ اپسالا کیتھیڈرل اسکینڈینیویا کا سب سے بڑا گرجا ہے۔ 1477ء کی اپسالا یونیورسٹی قدیم ترین جامعات میں سے ہے۔ دریا فیرِس شہر سے گزرتا ہے؛ کیتھیڈرل اور قلعہ اسکائی لائن پر چھائے رہتے ہیں۔",

  "It's very tricky to get a visit visa for many countries. Each has its respective rules and regulations. In this particular blog, we will guide you on what the Swedish embassy would be looking for before granting you a visa!": "کئی ممالک کے وزٹ ویزا حاصل کرنا مشکل ہو سکتا ہے—ہر ایک کے اپنے قواعد ہوتے ہیں۔ اس بلاگ میں ہم بتائیں گے کہ سویڈش سفارت خانہ ویزا دیتے وقت کن چیزوں کو دیکھتا ہے۔",
  "Have you visited any other country before?": "کیا آپ پہلے کسی اور ملک گئے ہیں؟",
  "This point is pretty basic but integral. The authorities at embassies would firstly want to make sure that you have the integrity to not overstay in another country or cause any other issue. Safety comes first after all.": "یہ بنیادی مگر اہم نکتہ ہے—سفارت خانے سب سے پہلے یہ دیکھتے ہیں کہ آپ نے کہیں قیام کی مدت سے تجاوز تو نہیں کیا اور کسی مسئلے کا باعث تو نہیں بنے۔",
  "If you have visa approval stamps of let's say USA or UK already, then this leaves a very good impression. It makes you seem trustworthy.": "اگر آپ کے پاس امریکا/برطانیہ جیسے ممالک کے ویزا اسٹیمپس ہیں تو اچھا تاثر بنتا ہے اور اعتماد بڑھتا ہے۔",
  "Invitation is a plus": "دعوت نامہ فائدہ مند ہے",
  "Secondly, for visit visas, you'll be required to show a formal invitation from the person in Sweden you intend to visit. Whether it be a family member or business associate, you will have to request them to write a bit about their selves and why they feel that your visa should get approved.": "وزٹ ویزا کے لیے سویڈن میں مدعو کرنے والے شخص (خاندان/کاروباری شریک) کا باضابطہ دعوت نامہ مددگار ہے جس میں وجۂ دعوت اور تفصیلات درج ہوں۔",
  "A valid passport": "کارآمد پاسپورٹ",
  "The Swedish agency prefers that you have a passport that is valid for a minimum of 3 months after your visa has expired. This point is pretty understandable, to be honest. It's for your good. Imagine having your passport expired while still in Sweden. It can create many problems for you especially if you wish to visit another country straight from there.": "سویڈش حکام چاہتے ہیں کہ ویزا ختم ہونے کے بعد کم از کم تین ماہ تک پاسپورٹ معتبر ہو۔ یہ آپ ہی کے مفاد میں ہے تاکہ قیام کے دوران مشکلات نہ آئیں۔",
  "So, make sure that your passport is valid before applying for a visa. If it is not, get it renewed first.": "لہٰذا ویزا کی درخواست سے پہلے پاسپورٹ کی میعاد یقینی بنائیں؛ ضرورت ہو تو پہلے تجدید کریں۔",
  "Money for your keep and the journey home": "قیام اور واپسی کے اخراجات کے لیے رقوم",
  "This criterion is pretty understandable too and is a criterion for numerous countries. Without money, you'd be completely stuck in Sweden. Even if you have a family member there who can give you a roof to stay under and warm food and stuff, it still would be wise to have enough in your bank and travel bag. If not for shopping or tourism purposes, do keep some in case of emergencies. Many things can go wrong while you are in another country. Plus, it might not be easy getting a job there during your worst-case scenario stay there. So be careful!": "زیادہ تر ممالک کی طرح یہاں بھی مالی ثبوت درکار ہوتا ہے۔ بنا رقم کے آپ مشکلات میں گھر سکتے ہیں—چاہے رہائش کا بندوبست دوست/رشتہ دار کے پاس ہو۔ ہنگامی صورت حال کے لیے رقم رکھیں؛ قیام کے دوران نوکری ملنا سہل نہیں ہوتا۔",
  "Individual medical travel insurance": "انفرادی میڈیکل ٹریول انشورنس",
  "Have asthma?  Heart issues? Diabetes? An injury? Well, it would be pretty inconvenient if you suddenly have serious health issues there, right?": "دمہ؟ دل کے مسائل؟ ذیابطیس؟ چوٹ؟ بیرونِ ملک اچانک طبی مسئلہ ہونا پریشان کن ہو سکتا ہے۔",
  "Medical insurance helps cover the cost for emergencies like heart attacks or a car accident there perhaps. The insurance should cover costs of at least 30k Euro and should be valid in all Swedish countries. You would also have to submit the medical insurance documents while applying for them to keep in their records.": "میڈیکل انشورنس ہنگامی اخراجات—دل کا دورہ، حادثہ وغیرہ—کو کور کرتی ہے۔ کم از کم 30,000 یورو تک کور اور شینجن/سویڈن میں معتبر ہونا چاہیے۔ درخواست کے ساتھ دستاویز جمع کرانا ضروری ہے۔",
  "Describe the purpose of your visit": "اپنے دورے کی غرض واضح کریں",
  "This seems pretty basic but doesn't take it lightly. Write a detailed note of why you are applying, whose place will you be staying at, for how long do you wish to stay, why do you wish to go to Sweden from amongst all countries and so on. This is for them to be reassured that you won't overstay or try anything shady or fishy.": "یہ سادہ لگتا ہے مگر اہم ہے—وجۂ سفر، میزبان کی تفصیل، متوقع قیام، اور سویڈن ہی کیوں—ان سب کی وضاحت کریں تاکہ آپ کے ارادوں پر اعتماد قائم ہو۔",
  "It'll also be wise if you mention personal details of the person/family members you'll be staying at. They'll probably dig into their history anyway so it's better to write about it yourself.": "جس شخص/خاندان کے ہاں رکیں گے اُن کی بنیادی تفصیل لکھنا بہتر ہے—ویسے بھی وہ تصدیق کریں گے۔",
  "If you keep these points in mind, it wouldn't be likely that your visa application would be rejected. However, they aren't satisfied and do end up rejecting, you can read up on the appealing process and present your case to get an approval.": "ان نکات کا خیال رکھنے سے انکار کے امکانات کم ہو جاتے ہیں۔ اگر پھر بھی انکار ہو تو اپیل کے طریقۂ کار سے رہنمائی لے کر اپنا مؤقف پیش کریں۔",

  "Are you planning to visit Sweden in the near future? Sweden has scrumptious and unique dishes and recipes that you must try while you visit. Swedish food is more than just fish, coffee, or meatballs. With a diet rich in proteins, whole grains, and omega-3, Swedish food has been hailed for its amazing health benefits. Being a visitor or foreigner, it can be difficult for you to find the food items and places in Sweden as most of the people eat at home. The restaurant culture in Sweden is much more different than in other countries. If you want to try some traditional and finger-licking Swedish food, then you must look for these 5 delicious dishes from Sweden:": "کیا آپ جلد سویڈن آنے والے ہیں؟ یہاں ایسے لذیذ اور منفرد کھانے ہیں جو ضرور آزمانا چاہییں۔ سویڈش کھانا صرف مچھلی، کافی یا میٹ بالز نہیں—پروٹین، ہول گرینز اور اومیگا-3 سے بھرپور غذا صحت کے لیے مفید مانی جاتی ہے۔ چونکہ زیادہ تر لوگ گھر میں کھاتے ہیں اس لیے بیرونی افراد کے لیے کھانے کی جگہیں ڈھونڈنا مشکل ہو سکتا ہے۔ اگر روایتی ‘فنگر لِکنگ’ سویڈش کھانا چکھنا چاہتے ہیں تو یہ پانچ ڈشز لازماً دیکھیں:",
  "1. Herring/Sill": "1. ہیرنگ/سِل",
  "This will be the dish that you will either love or hate depending upon your taste buds. There are a lot of varieties of sills and you can even eat pickled or fried herrings. Pickled Swedish herring is a classic Swedish dish derived from the times when preserving was the only way to get through the winter months. It is now an important part of all three basic traditional celebrations; Christmas, Easter, and off-course midsummer/midsummer.": "یہ ڈش یا تو بہت پسند آئے گی یا بالکل نہیں—ذائقے پر منحصر ہے۔ سِل کی کئی اقسام ہیں؛ پِکلڈ یا فرائیڈ ہیرنگ مقبول ہے۔ پِکلڈ ہیرنگ ماضی میں سردیوں کے ذخیرہ اندوزی کے زمانے سے رائج کلاسک ڈش ہے اور کرسمس، ایسٹر اور مڈ سمر کا اہم حصہ ہے۔",
  "The pickling juice used to cook herring is made from vinegar, salt, spices, and water. No matter what type of herring you will see in the menu, it will be generally served with boiled potato, finely chopped chives, and gräddfil.": "ہیرنگ کے لیے پِکلنگ جوس سرکہ، نمک، مصالحہ اور پانی سے بنتا ہے۔ عموماً یہ ابلی آلو، باریک کٹے چائیوز اور گریڈ فیل کے ساتھ پیش کی جاتی ہے۔",
  "2. Falukorv": "2. فالوکورف",
  "This dish is a firm favorite among kids of all ages across Sweden. Falukorv's origin can be traced back to the sixteenth century when Falu copper mines used horse and ox skin to make strong ropes to pullover the copper ores. At first, the meat was simply salted and smoked to make this dish. When the Germans came into the mines, then Swedes learn to make sausage out of meat. Now falukorv is made out of meat and pork by boiling it, frying it, roasting it in cream or grilling it. This is served with rice, mashed potatoes or macaroni depending upon your choice.": "یہ سوئسج بچوں میں بہت مقبول ہے۔ اس کی جڑیں 16ویں صدی کے فالو تانبے کی کانوں سے جا ملتی ہیں۔ پہلے گوشت کو نمکین اور اسمَوْک کر کے تیار کیا جاتا تھا، پھر جرمنوں سے سوسج بنانے کا طریقہ آیا۔ آج فالوکورف کو ابال کر، فرائی کر کے، کریم میں روسٹ یا گرل کر کے چاول، میشڈ پوٹیٹو یا میکرونی کے ساتھ پیش کیا جاتا ہے۔",
  "3. Kroppkakor": "3. کروپ کاکور",
  "Hearty mashed potato dumplings with mushroom fillings are known as kroppkakor. There are many different versions of kroppkakor all over the country and have different names. Potatoes and flour are mixed and then wrapped by the dough and pork. Potatoes can be used either raw or boiled depending upon your choice. These are most commonly served with melted butter, double cream, different sauces, and milk.": "مزیدار میشڈ آلو کے ڈمپلنگز جن میں کھمبیوں کی بھرائی ہو—انہیں کروپ کاکور کہتے ہیں۔ ملک بھر میں اس کی مختلف شکلیں اور نام ہیں۔ آلو اور آٹے سے آٹا بنایا جاتا ہے؛ بعض جگہ گوشت کی بھرائی بھی کی جاتی ہے۔ عموماً پگھلے مکھن، ڈبل کریم، مختلف ساسز اور دودھ کے ساتھ پیش کیا جاتا ہے۔",
  "4. Raggmunk": "4. راگمنک",
  "Raggmunk is the name of a Swedish dish made of potato pancakes. These pancakes, however, cannot be cooked using new potatoes as these potatoes don't contain enough starch to hold the pancake together. This dish is mostly cooked in winters so this is not an issue. The butterier and crispier the pancake is around the edges, the better it will be in taste. The trick to this is not to spread the batter too thinly. If you will add some diced onion in it, then it will be called \"French\" potato pancake.": "راگمنک آلو کے سویڈش پین کیکس ہیں۔ نئے آلوؤں میں نشاستہ کم ہونے سے یہ اکٹھے نہیں رہتے، اس لیے عموماً موسمِ سرما میں بنتے ہیں۔ کناروں پر جتنا مکھن لگے اور جتنے کرِسپی ہوں اتنے مزیدار لگتے ہیں۔ بیٹر کو بہت پتلا نہ پھیلائیں۔ تھوڑا پیاز ڈالیں تو اسے “فرنچ” پوٹیٹو پین کیک کہا جاتا ہے۔",
  "5. Crayfish": "5. کری فش",
  "August in Sweden is known for the Crayfish season and people host crayfish parties with amazing décor. Get stuck in, rip off the claws and suck out the delicious juices. The crayfish are usually boiled in a brine bath with a lot of spices and crown dill. All you need then is Västerbotten cheese pie, soft bread, cold beer, snaps, crispbread and you're good to go!": "اگست ‘کری فش’ کے سیزن کے لیے مشہور ہے—لوگ سجے ہوئے کری فش پارٹیز کرتے ہیں۔ عموماً انہیں مسالہ دار برائن اور کراؤن ڈل میں ابالا جاتا ہے۔ ساتھ ویسٹر بوٹن چیز پائی، نرم روٹی، بیئر/سنیپس اور کرسپ بریڈ—اور پارٹی تیار!",
  "As the month of August start, the shops are full of all kind of crayfish from different countries but Swedes prefer the Swedish signal crayfish. Besides this, both Chinese and Turkish crayfish are also good.": "اگست میں دکانیں مختلف ممالک کی کری فش سے بھر جاتی ہیں مگر مقامی ‘سگنل کری فش’ زیادہ پسند کی جاتی ہے—چینی اور ترک کری فش بھی معیاری سمجھی جاتی ہیں."
}
