{
  "Blogs": "المدونات",
  "5 Swedish Foods You Must Try": "5 الأطعمة السويدية يجب أن تحاول",
  "image": "صورة",
  "Visa": "فيزا",
  "5 Things To Keep In Mind If You Are Relocating To Sweden": "5 أشياء يجب وضعها في الاعتبار إذا كنت تنتقل إلى السويد",
  "A Guide About Student Fee And Admissions In Sweden": "دليل حول رسوم الطلاب والقبول في السويد",
  "How To Build A Successful Start-Up In Sweden": "كيفية بناء بدء ناجح في السويد",
  "Work Permit In Sweden - Complete Guide": "تصريح العمل في السويد - دليل كامل",
  "Why You Should Plan Moving Out Of Sweden": "لماذا يجب أن تخطط للخروج من السويد",
  "Immigrating To Sweden - What You Need To Know": "الهجرة إلى السويد - ما تحتاج إلى معرفته",
  "Business Challenges For Expatriates In Sweden": "تحديات العمل للمغتربين في السويد",
  "Why You Shouldn't Be Afraid Of Visiting Sweden": "لماذا لا يجب أن تخاف من زيارة السويد",
  "6 Best Small Business Ideas In Sweden": "6 أفضل الأفكار التجارية الصغيرة في السويد",
  "5 Common Problems Faced By Immigrants In Sweden": "5 مشاكل شائعة يواجهها المهاجرون في السويد",
  "6 Reasons Why Sweden Is An Ideal Place To Study": "6 أسباب تجعل السويد مكانًا مثاليًا للدراسة",
  "Places To Visit In Sweden": "أماكن للزيارة في السويد",
  "Swedish Visit Visa Requirements": "متطلبات تأشيرة الزيارة السويدية",
  "Starting a new life overseas can be a mix of different feelings. If you are planning to visit Sweden or relocating to Sweden, then you should do a lot of research beforehand to adjust to this place easily. There are a few societal norms that are purely Swedish and Swedes are much concerned about them. One of the biggest differences you might see is that you have to keep your plastic bags with you, you have to take off your shoes while entering someone's house, you have to squeeze out a lot of food items from tubes like toothpaste and much more.": "يمكن أن يكون بدء حياة جديدة في الخارج مزيجًا من المشاعر المختلفة. إذا كنت تخطط لزيارة السويد أو الانتقال إلى السويد ، فيجب عليك إجراء الكثير من الأبحاث مسبقًا للتكيف مع هذا المكان بسهولة. هناك عدد قليل من المعايير المجتمعية التي هي سويدية بحتة والسويديين قلقون للغاية بشأنهم. أحد أكبر الاختلافات التي قد تراها هي أنه يتعين عليك الاحتفاظ بأكياس البلاستيك معك ، عليك أن تقلع حذائك أثناء دخول منزل شخص ما ، عليك الضغط على الكثير من المواد الغذائية من أنابيب مثل معجون الأسنان وأكثر من ذلك بكثير.",
  "Cultural and societal differences can lead to some problems for newbies in Sweden, but knowing these basic ones can help you to easily go through the process:": "يمكن أن تؤدي الاختلافات الثقافية والمجتمعية إلى بعض المشكلات للمبتدئين في السويد ، ولكن معرفة هذه الاختلافات الأساسية يمكن أن تساعدك على المرور بسهولة في هذه العملية:",
  "Swedes love their coffee and food": "يحب السويديون قهوهم وطعامهم",
  "Swedes love their unique food items and coffee. They have a unique tradition knows as fika to foster the coffee drinking where friends and family members are invited to drink coffee or tea along with some sweet dishes on the table. Most Swedes will enjoy one fika a day as they like it as an opportunity to bond with others.": "يحب السويديون المواد الغذائية الفريدة والقهوة. لديهم تقليد فريد يعرفه فيكا لتعزيز شرب القهوة حيث تتم دعوة الأصدقاء وأفراد الأسرة لشرب القهوة أو الشاي مع بعض الأطباق الحلوة على الطاولة. سيستمتع معظم السويديين بالفيكا في اليوم لأنهم يحبونها كفرصة للربط مع الآخرين.",
  "There are so many traditional and unique dishes to tantalise your taste buds. Besides their world-famous IKEA meatballs, they have raggmunk, gravad latex, köttbullar, kanellbullar, Lussekatter, pepparkakor, chokladbollar, and much more.": "هناك الكثير من الأطباق التقليدية والفريدة من نوعها لتخليص براعم الذوق. إلى جانب كرات اللحم Ikea المشهورة عالميًا ، لديهم Raggmunk ، و Gravad Latex ، و Köttbullar ، و Kanellbullar ، و Lussekatter ، و Pepparkakor ، و Chokladbollar ، وأكثر من ذلك بكثير.",
  "Get your personnummer": "احصل على شخصك",
  "It is the national identification number between ten to twelve digits and is widely used to identify individuals in Sweden. This ten or twelve-digit number is a way of unlocking the life in Sweden. You need this number for almost everything like getting help from jobcentre, getting the phone contract, applying for healthcare or unemployment benefits, and even getting loyalty or discount card from your favorite brands.": "هذا هو رقم التعريف الوطني بين عشرة إلى اثني عشر رقمًا ويستخدم على نطاق واسع لتحديد الأفراد في السويد. هذا الرقم العشرة أو الاثني عشر رقمًا هو وسيلة لإلغاء تأمين الحياة في السويد. أنت بحاجة إلى هذا الرقم تقريبًا لكل شيء مثل الحصول على المساعدة من JobCentre ، والحصول على عقد الهاتف ، والتقدم للرعاية الصحية أو مزايا البطالة ، وحتى الحصول على ولاء أو بطاقة خصم من علاماتك التجارية المفضلة.",
  "Getting a job offer before moving to Sweden is the best way to get the personnumer automatically and you will be entitled to all the benefits. Except for this, you will have to prove that you are working or studying in Sweden and have enough savings to support yourself for a while in order to get the personnumer.": "يعد الحصول على عرض عمل قبل الانتقال إلى السويد هو أفضل طريقة للحصول على الشخص الشخصي تلقائيًا وسيحق لك الحصول على جميع الفوائد. باستثناء هذا ، سيتعين عليك إثبات أنك تعمل أو تدرس في السويد وأن لديك ما يكفي من التوفير لدعم نفسك لفترة من الوقت للحصول على الشخص.",
  "Be informal with names": "كن غير رسمي مع الأسماء",
  "Swedish aren't that much formal with the names or titles as others. They will call you by your first name be it your university or college professor, your doctor, your advisor or anyone, and they will expect the same from you during the conversation. That's the basic standard in Sweden and regardless of the job title or position in the firm, people call each other by their first name. However, there are some exceptions to this rule as well. If you will be in a courtroom, or in front of any political figure, or meet someone from the Swedish royal family, then you have to be pretty careful about the titles.": "السويدية ليست رسمية كبيرة مع أسماء أو العناوين مثل الآخرين. سوف يتصلون بك باسمك الأول سواء كان أستاذ جامعي أو جامعي أو طبيبك أو مستشارك أو أي شخص ، وسيتوقعون نفس الشيء منك أثناء المحادثة. هذا هو المعيار الأساسي في السويد وبغض النظر عن المسمى الوظيفي أو الموقف في الشركة ، يتصل الناس ببعضهم البعض حسب اسمهم الأول. ومع ذلك ، هناك بعض الاستثناءات لهذه القاعدة كذلك. إذا كنت في قاعة المحكمة ، أو أمام أي شخصية سياسية ، أو قابلت شخصًا من العائلة المالكة السويدية ، فيجب أن تكون حذراً للغاية بشأن الألقاب.",
  "It can be quite lonely": "يمكن أن يكون وحيدا جدا",
  "Sweden can be the toughest place to make friends and Stockholm is rated badly in terms of friendliness. But there are other ways to make friends. Swedes know that it can be difficult to meet people so they have clubs and sports teams to join where you can meet new people and can make good terms with them. You have to find the relevant club according to your interests and can meet a lot of people there.": "يمكن أن تكون السويد أصعب مكان لتكوين صداقات ويتم تصنيف ستوكهولم بشكل سيء من حيث الود. ولكن هناك طرق أخرى لتكوين صداقات. يعلم السويديون أنه قد يكون من الصعب مقابلة أشخاص حتى يكون لديهم أندية وفرق رياضية للانضمام إلى حيث يمكنك مقابلة أشخاص جدد ويمكنهم تقديم شروط جيدة معهم. يجب أن تجد النادي ذي الصلة وفقًا لمصالحك ويمكنك مقابلة الكثير من الأشخاص هناك.",
  "Traditions galore": "تقاليد الوالور",
  "Every country has its unique traditions and festivities that set them apart from others and so does Sweden. Swedes celebrate Christmas, Midsommer, Santa Lucia (13 December), Kräftskiva (8 August), Valborg (30 April). These traditions have their own unique colors and provide a great opportunity to learn and enjoy the Swedish traditions.": "كل بلد لديه تقاليده الفريدة والاحتفالات التي تميزهم عن الآخرين وكذلك السويد. يحتفل السويديون بعيد الميلاد ، منتصف المرشح ، سانتا لوسيا (13 ديسمبر) ، كرافسكيفا (8 أغسطس) ، فالبورغ (30 أبريل). هذه التقاليد لها ألوان فريدة خاصة بها وتوفر فرصة رائعة للتعلم والاستمتاع بالتقاليد السويدية.",
  "How expensive it can be to study in Sweden? If you are looking for the answer to this question, then you have to go through the whole blog to get the details on every aspect you need to know about.": "ما مدى تكلفة الدراسة في السويد؟ إذا كنت تبحث عن إجابة لهذا السؤال ، فعليك أن تمر عبر المدونة بأكملها للحصول على التفاصيل حول كل جانب تحتاج إلى معرفته.",
  "It has been unanimously reported by many surveys that Swedish universities have one of the most supportive and top-notch higher education centers of excellence. Higher education in Sweden is among the best in the world. The Nordic country is well-known for its excellent education system that focuses more on individual and group studies rather than just delivering lectures. Freedom to learn and the sense of responsibility are the key factors for the development of a student. The number of international students who are enrolled in Swedish universities and colleges is increasing day by day. If you want to be one of those, then you first know about the cost of study and admission procedures as well as the cost of living in Sweden.": "تم الإبلاغ عنها بالإجماع من قبل العديد من الدراسات الاستقصائية التي تفيد بأن الجامعات السويدية لديها واحدة من أكثر مراكز التميز في التعليم العالي الداعمة والرائدة. التعليم العالي في السويد هو من بين الأفضل في العالم. تشتهر بلد الشمال بنظام التعليم الممتاز الذي يركز أكثر على الدراسات الفردية والجماعية بدلاً من مجرد إلقاء المحاضرات. حرية التعلم والشعور بالمسؤولية هي العوامل الرئيسية لتطوير الطالب. يتزايد عدد الطلاب الدوليين المسجلين في الجامعات والكليات السويدية يوما بعد يوم. إذا كنت تريد أن تكون واحداً من هؤلاء ، فأنت تعرف أولاً عن تكلفة إجراءات الدراسة وإجراءات القبول وكذلك تكلفة المعيشة في السويد.",
  "Application fees in Sweden": "رسوم الطلب في السويد",
  "Students who want to apply in any program in Swedish colleges and universities are required to pay an application fee. The application fee and tuition fee are applicable for the students who are not a citizen of Switzerland, EU, EEA, or Nordic country and are planning to study at Bachelors or Masters level in Swede. This fee usually costs around 900 SEK and is paid online while applying for the admissions.": "يُطلب من الطلاب الذين يرغبون في التقدم في أي برنامج في الكليات والجامعات السويدية دفع رسوم الطلب. يتم تطبيق رسوم الطلب ورسوم الرسوم الدراسية للطلاب الذين ليسوا مواطنًا في سويسرا أو الاتحاد الأوروبي أو EEA أو Nordic Country ويخططون للدراسة على مستوى البكالوريوس أو الماجستير في السويدي. تكلف هذه الرسوم عادة حوالي 900 SEK ويتم دفعها عبر الإنترنت أثناء التقدم بطلب للقبول.",
  "The tuition fee varies widely among different universities in Sweden and even among different programs of the same university. The tuition fee usually costs somewhere between 75,000-250,000 SEK per year. However, business and architect programs are the most expensive programs in Sweden.": "تختلف الرسوم الدراسية على نطاق واسع بين الجامعات المختلفة في السويد وحتى بين البرامج المختلفة من الجامعة نفسها. عادةً ما تكلف رسوم الرسوم الدراسية ما بين 75،000-250،000 SEN في السنة. ومع ذلك ، فإن برامج الأعمال والمهندسة المعمارية هي أغلى البرامج في السويد.",
  "You need to pay the application fee while applying for admission and is usually non-refundable non-transferable. Students have to pay the tuition fee as soon as their application is accepted by the university or the college and they have made the offer. The application of your residence permit will not be processed by the Migration Agency if they don't receive the notification from the university about receiving the tuition fee.": "تحتاج إلى دفع رسوم الطلب أثناء التقدم للقبول وعادة ما تكون غير قابلة للاسترداد غير قابلة للتحويل. يتعين على الطلاب دفع رسوم الرسوم الدراسية بمجرد قبول طلبهم من قبل الجامعة أو الكلية وقدموا العرض. لن تتم معالجة تطبيق تصريح الإقامة الخاص بك من قبل وكالة الترحيل إذا لم يتلقوا الإشعار من الجامعة حول تلقي رسوم الرسوم الدراسية.",
  "Cost of Living": "تكلفة المعيشة",
  "According to the findings of a survey, the average expense for a student in Sweden is around 8,370 SEK per month. This cost varies according to your location, your lifestyle, and your personal preferences. It can be around SEK 12,000 in Gothenburg and Stockholm and can be as low as SEK 7,500 in Lund.": "وفقًا لنتائج الاستطلاع ، يبلغ متوسط حساب الطالب في السويد حوالي 8370 SEN شهريًا. تختلف هذه التكلفة وفقًا لموقعك ونمط حياتك وتفضيلاتك الشخصية. يمكن أن يكون حوالي 12000 كرونة سويدية في جوتنبرغ وستوكهولم ويمكن أن يكون منخفضًا مثل 7500 كرونة سويدية في لوند.",
  "The best option to start looking for accommodation will be your university or the college. You may get the related information there or the management may refer you to the organizations that deal with student halls or dormitories. Dormitories are the best option for the students to live in as they will meet lots of local and international students there and the prices are low (2,500-5000 SEK per month). Besides this, you can also look for sharing an apartment with other students.": "أفضل خيار للبدء في البحث عن أماكن الإقامة هو جامعتك أو الكلية. يمكنك الحصول على المعلومات ذات الصلة هناك أو قد تحيلك الإدارة إلى المنظمات التي تتعامل مع قاعات الطلاب أو المهاجع. تعد المهاجع الخيار الأفضل للطلاب للعيش فيها حيث سيلتقيون بالكثير من الطلاب المحليين والدوليين هناك والأسعار منخفضة (2500-5000 SEK شهريًا). إلى جانب ذلك ، يمكنك أيضًا البحث عن مشاركة شقة مع طلاب آخرين.",
  "Food costs are also high in Sweden and you should expect to pay around SEK 2,000 per month for the food. This too depends upon your eating habits. You can save your money by buying groceries from a cheap supermarket and cook the food by yourself.": "تكاليف الغذاء مرتفعة أيضًا في السويد ، ويجب أن تتوقع أن تدفع حوالي 2000 كرونة سويدية شهريًا مقابل الطعام. هذا يعتمد أيضًا على عاداتك الأكل. يمكنك توفير أموالك عن طريق شراء البقالة من سوبر ماركت رخيص وطهي الطعام بنفسك.",
  "Besides this, you will have to pay for transport if you are living far away from your university or college. Students will have to purchase the related textbooks and they should plan the budget accordingly.": "إلى جانب ذلك ، سيتعين عليك دفع ثمن النقل إذا كنت تعيش بعيدًا عن جامعتك أو كليتك. سيتعين على الطلاب شراء الكتب المدرسية ذات الصلة وعليهم التخطيط للميزانية وفقًا لذلك.",
  "No doubt, Sweden is a beautiful place full of natural beauty and is ranked among one of the top countries to provide high-quality education to the students. The costs are according to the standards and also depends upon your preferences and lifestyle. Students have to plan the budget and should estimate the lump sum cost of the study before applying to any country.": "لا شك أن السويد هو مكان جميل مليء بالجمال الطبيعي ويتم تصنيفه بين واحدة من أفضل البلدان التي توفر تعليمًا عالي الجودة للطلاب. التكاليف وفقًا للمعايير وتعتمد أيضًا على تفضيلاتك وأسلوب حياتك. يتعين على الطلاب التخطيط للميزانية ويجب أن يقدروا تكلفة المبلغ المقطوع للدراسة قبل التقدم إلى أي بلد.",
  "Sweden is known as the land of start-ups because the economic conditions of the country are detrimental to entrepreneurship. Swedish business culture is open and innovative, and starting a business there is relatively simple. Thus, Sweden excels in promoting the formation of ambitious start-ups on an unexpected level. After Silicon Valley, Stockholm is known for producing the second-highest revenues from tech companies per capita.": "تُعرف السويد بأرض الشركات الناشئة لأن الظروف الاقتصادية للبلاد تضر بريادة الأعمال. ثقافة الأعمال السويدية مفتوحة ومبتكرة ، وبدء عمل تجاري بسيط نسبيًا. وبالتالي ، تتفوق السويد في تعزيز تشكيل الشركات الناشئة الطموحة على مستوى غير متوقع. بعد وادي السيليكون ، يُعرف ستوكهولم بإنتاج ثاني أعلى إيرادات من شركات التكنولوجيا للفرد.",
  "Being the tech and innovation hub, there is a high survival rate for start-ups in Sweden with relatively fast growth. However, you can face some difficulties in understanding the business culture and the procedures for operating a business in Sweden. Following are some useful tips to build a successful start-up in Sweden:": "كونه مركز التكنولوجيا والابتكار ، هناك معدل البقاء على قيد الحياة عالية للشركات الناشئة في السويد مع نمو سريع نسبيا. ومع ذلك ، يمكنك مواجهة بعض الصعوبات في فهم ثقافة العمل وإجراءات تشغيل شركة في السويد. فيما يلي بعض النصائح المفيدة لبناء بدء ناجح في السويد:",
  "Have a strong and clear vision": "لديك رؤية قوية وواضحة",
  "The first step, of course, is to have a clear vision that what you want to do and how will you do it. Entrepreneurs spent weeks, months, or even years on brainstorming and polishing the idea they want to invest in. Your vision should be crystal clear and you should do the homework before digging into the market.": "الخطوة الأولى ، بطبيعة الحال ، هي أن تكون لديك رؤية واضحة أن ما تريد القيام به وكيف ستفعل ذلك. أمضى رواد الأعمال أسابيع أو أشهر أو حتى سنوات في العصف الذهني وتلميع الفكرة التي يريدون الاستثمار فيها. يجب أن تكون رؤيتك واضحة تمامًا ويجب عليك القيام بالواجب المنزلي قبل البحث في السوق.",
  "Search for a suitable and innovative business idea and it shouldn't be ground-breaking in all aspects. You can work on improving something and come up with a better version of already existing service or product. Swedes are more attracted to innovation and so does their business market. Your vision and core values should be grounded in the business idea.": "ابحث عن فكرة عمل مناسبة ومبتكرة ولا ينبغي أن تكون رائدة في جميع الجوانب. يمكنك العمل على تحسين شيء ما والتوصل إلى إصدار أفضل من الخدمة أو المنتج الموجود بالفعل. السويديين ينجذبون أكثر إلى الابتكار وكذلك سوق أعمالهم. يجب أن ترتكز رؤيتك وقيمك الأساسية في فكرة العمل.",
  "Benefit from business culture": "الاستفادة من ثقافة العمل",
  "Compared with many other cultures, the Swedish business culture is more relaxed and casual. There isn't too much bureaucracy and the country is quite free from corruption. You will be inspired much by working in this much relaxed and informal culture. You will learn a lot will build many fruitful business relationships. These cultural reforms can be beneficial for you as an entrepreneur in Sweden.": "بالمقارنة مع العديد من الثقافات الأخرى ، فإن ثقافة الأعمال السويدية أكثر استرخاءً وغير رسمية. لا يوجد الكثير من البيروقراطية والبلد خالية تمامًا من الفساد. سوف تستلهم كثيرًا من خلال العمل في هذه الثقافة المريحة وغير الرسمية. سوف تتعلم الكثير سيبني العديد من علاقات العمل المثمرة. يمكن أن تكون هذه الإصلاحات الثقافية مفيدة لك كرجل أعمال في السويد.",
  "Besides this, the Swedish government has made it a lot easier for people to borrow money from public or private lenders. Swedish are informal about names and being an expat, you should do the same. In short, the business culture, here in Sweden, is much favourable for new business opportunities.": "إلى جانب ذلك ، جعلت الحكومة السويدية من الأسهل على الناس اقتراض الأموال من المقرضين العامين أو القطاعين الخاصين. السويدية غير رسمية عن الأسماء وكونك مغتربًا ، يجب أن تفعل الشيء نفسه. باختصار ، ثقافة الأعمال ، هنا في السويد ، مواتية للغاية لفرص العمل الجديدة.",
  "Swedish consensus culture": "ثقافة الإجماع السويدي",
  "Swedish organizations are flat in structure and the employees are highly satisfied. Swedes learn to collaborate with others from an early age and they like to work in teams. Teams in Swedish business culture are a bit agile and work autonomously. If you are new to Sweden, then this might feel a bit confusing and irritating. You might feel like we talk a lot and don't make any decision but it actually is a part of Swedish consensus culture. Swedes like decisions to be based on wide agreements or collective opinions.": "المنظمات السويدية مسطحة في الهيكل والموظفين راضون للغاية. يتعلم السويديون التعاون مع الآخرين من سن مبكرة ويحبون العمل في فرق. الفرق في ثقافة الأعمال السويدية هي رشيقة بعض الشيء وتعمل بشكل مستقل. إذا كنت جديدًا على السويد ، فقد يشعر هذا بالارتباك والمزعج بعض الشيء. قد تشعر بأننا نتحدث كثيرًا ولا نتخذ أي قرار ولكنه في الواقع جزء من ثقافة الإجماع السويدي. السويديون مثل القرارات التي يجب أن تستند إلى اتفاقات واسعة أو آراء جماعية.",
  "Sweden is among the high-ranking gender-equal countries in the world. You should hire a legal assistant to handle your legal affairs.": "السويد هي من بين البلدان المعقولة بين الجنسين في العالم. يجب عليك توظيف مساعد قانوني للتعامل مع شؤونك القانونية.",
  "Be passionate": "كن متحمسا",
  "Stockholm is a very cliquey place and starting a business here can be both difficult and easy. It is advisable that you should do the proper research before taking any big step and stay passionate about your aim. Being an entrepreneur, you should equip yourself with passion, good-will, and ambitions. Don't lose hope if you come across any hurdles in the process and keep ongoing.": "Stockholm هو مكان Cliquey للغاية ويمكن أن يكون بدء عمل هنا صعبًا وسهلًا. من المستحسن أن تقوم بالبحث المناسب قبل اتخاذ أي خطوة كبيرة والبقاء متحمسًا لهدفك. كونك رائد أعمال ، يجب أن تجهز نفسك بالعاطفة ، والرضا ، والطموحات. لا تفقد الأمل إذا واجهت أي عقبات في هذه العملية واستمرت.",
  "Building a successful start-up is not a cup of tea no matter what the culture and business ethics are. However, it is relatively easy to start a business in Sweden due to the economic conditions and innovative culture of the country. By following the above-mentioned simple yet useful steps, the chances for probable success can increase for entrepreneurs.": "إن بناء بدء التشغيل الناجح ليس كوبًا من الشاي بغض النظر عن الأخلاق بين الثقافة وأخلاقيات العمل. ومع ذلك ، من السهل نسبيًا بدء عمل تجاري في السويد بسبب الظروف الاقتصادية والثقافة المبتكرة في البلاد. باتباع الخطوات البسيطة المذكورة أعلاه ولكن المفيدة ، يمكن أن تزيد فرص النجاح المحتمل لأصحاب المشاريع.",
  "Are you planning to move to Sweden for work? Everyone wants to look for better opportunities to earn a standard living for themselves and their families. As Sweden is known for its strong and growing economy, people are attracted to migrate to Sweden to find better jobs.": "هل تخطط للانتقال إلى السويد للعمل؟ يريد الجميع البحث عن فرص أفضل لكسب حياة قياسية لأنفسهم وعائلاتهم. نظرًا لأن السويد معروف باقتصادها القوي والمتنامي ، ينجذب الناس للهجرة إلى السويد للعثور على وظائف أفضل.",
  "If you are moving from the EU, then you are entitled to work in Sweden without a permit and your family can join you as long as you have the right to of residence in Sweden. Citizens of countries outside the EU need to apply for a work permit if they want to migrate to Sweden to look for jobs. You have to follow a step by step to get a Swedish work permit and we are here to guide you thoroughly in this regard.": "إذا كنت تنتقل من الاتحاد الأوروبي ، فيحق لك العمل في السويد دون تصريح ويمكن لعائلتك الانضمام إليك طالما كان لديك الحق في الإقامة في السويد. يحتاج مواطنو البلدان خارج الاتحاد الأوروبي إلى التقدم للحصول على تصريح عمل إذا كانوا يريدون الهجرة إلى السويد للبحث عن وظائف. عليك أن تتبع خطوة بخطوة للحصول على تصريح عمل سويدي ونحن هنا لإرشادك بدقة في هذا الصدد.",
  "Apply for a work permit": "تقدم بطلب للحصول على تصريح عمل",
  "First thing first, you need to apply for a work permit and should know the basic rules and regulations. Citizens of Australia, Chile, Argentina, South Korea, New Zealand, and Hong Kong can apply for a holiday working visa for one year. For employment that is for less than three months, citizens of certain countries should have both a valid visa and a work permit. It is to be noted that employees of some specific domains might be exempt from the regulations of work permit.": "أول شيء أولاً ، تحتاج إلى التقدم بطلب للحصول على تصريح عمل ويجب أن تعرف القواعد واللوائح الأساسية. يمكن لمواطني أستراليا وشيلي والأرجنتين وكوريا الجنوبية ونيوزيلندا وهونغ كونغ التقدم بطلب للحصول على تأشيرة عمل عطلة لمدة عام واحد. بالنسبة للعمالة التي تصل إلى أقل من ثلاثة أشهر ، يجب أن يكون لدى مواطني بعض البلدان تأشيرة صالحة وتصريح عمل. تجدر الإشارة إلى أن موظفي بعض المجالات المحددة قد يكونون معفيين من لوائح تصريح العمل.",
  "Requirements for permit": "متطلبات التصريح",
  "To obtain the work permit for Sweden, you should have an employment offer from any Swedish employer. While applying online, you will be given instructions about how to fill the application form and the required documents you should send along with the application form.": "للحصول على تصريح عمل للسويد ، يجب أن يكون لديك عرض توظيف من أي صاحب عمل سويدي. أثناء التقديم عبر الإنترنت ، سيتم إعطاؤك تعليمات حول كيفية ملء نموذج الطلب والمستندات المطلوبة التي يجب عليك إرسالها مع نموذج الطلب.",
  "You must have an official job letter from a Swedish employer and the job must:": "يجب أن يكون لديك خطاب عمل رسمي من صاحب عمل سويدي ويجب أن يكون الوظيفة:",
  "Be advertised in the EU/EEA newspaper for at least ten days Have terms that comply with those set by the Swedish collective agreement Pay a minimum salary or wage rate of SEK 13,000 before tax Besides this, you must have a valid passport in your home country or the country you are currently residing in.": "يتم الإعلان عنها في صحيفة الاتحاد الأوروبي/EEA لمدة عشرة أيام على الأقل ، لها شروط تتوافق مع تلك التي تمثلها الاتفاقية الجماعية السويدية ، تدفع الحد الأدنى من الراتب أو معدل الأجر البالغ 13000 كرونة سويدية قبل الضريبة إلى جانب ذلك ، يجب أن يكون لديك جواز سفر صالح في بلدك الأصلي أو البلد الذي تقيم فيه حاليًا.",
  "The application processes": "عمليات التطبيق",
  "You must apply for the work permit long before your date of joining as you must have a work permit for getting the visa. In some exceptional cases, you can apply for a work permit from Sweden if you are already in the country. You will need these documents for sending the application form which are:": "يجب عليك التقدم بطلب للحصول على تصريح العمل قبل وقت طويل من انضمامك حيث يجب أن يكون لديك تصريح عمل للحصول على التأشيرة. في بعض الحالات الاستثنائية ، يمكنك التقدم بطلب للحصول على تصريح عمل من السويد إذا كنت بالفعل في البلاد. ستحتاج إلى هذه المستندات لإرسال نموذج الطلب:",
  "Letter of employment approved by the relevant trade union Complete and rightly filled application form Copies of the passport showing the personal data and validity date The proof of permission of living in other countries by your home country's government (usually available on the passport) The application fees Compile these documents and submit the application online or by hand in your closest Swedish embassy. The migration agency, will then, consider your application and will check the details. The provided details of the person are checked for authenticity and then they will give you an estimated waiting time.": "خطاب التوظيف المعتمد من قبل نقابة النقابات ذات الصلة كاملة وملء بحق ، نسخ من جواز السفر الذي يوضح تاريخ البيانات الشخصية والصلاحية دليل على إذن العيش في بلدان أخرى من قبل حكومة وطنك (عادةً متوفرة في جواز السفر) تقوم رسوم الطلب بتجميع هذه المستندات وتقديم الطلب عبر الإنترنت أو عن طريق أقرب مسكن سويدي. وكالة الترحيل ، ستنظر في طلبك وستتحقق من التفاصيل. يتم فحص التفاصيل المقدمة للشخص للأصالة وبعد ذلك سوف يمنحك وقت انتظار تقديري.",
  "The process of applying for a work permit for Sweden seems quite simple and is transparent. The applicant will be informed by the migration agency about the application status from time to time or you can check the details online. Besides this, you will also need to apply for the extension of your work permit time to time after the expiry of the current permit and the process is quite similar to this one. If you apply for the extension well before the expiry date of your work permit, then you will be allowed to keep on working in the country till the decision.": "تبدو عملية التقدم للحصول على تصريح عمل للسويد بسيطة للغاية وشفافة. سيتم إبلاغ مقدم الطلب من قبل وكالة الترحيل حول حالة الطلب من وقت لآخر أو يمكنك التحقق من التفاصيل عبر الإنترنت. إلى جانب ذلك ، ستحتاج أيضًا إلى التقدم بطلب للحصول على تمديد تصريح العمل الخاص بك من وقت لآخر بعد انتهاء التصريح الحالي والعملية تشبه إلى حد بعيد هذا. إذا تقدمت بطلب للحصول على التمديد قبل تاريخ انتهاء صلاحية تصريح العمل الخاص بك ، فسيتم السماح لك بالاستمرار في العمل في البلاد حتى القرار.",
  "Relocation is a lofty decision to make on part of an individual more or so, and on a family too. Relocation brings about the obvious challenges that a human might face in a foreign land. At times even relocating to a city might seem a gigantic change than changing your country code too. If all fails and despite all efforts, you have trouble accommodating yourself and your family, you might need to plan a relocation. And here is why you should plan moving out of Sweden in unpropitious times.": "يعد الانتقال قرارًا بنبيًا في جزء من فرد أكثر أو نحو ذلك ، وعلى عائلة أيضًا. ينقل النقل التحديات الواضحة التي قد يواجهها الإنسان في أرض أجنبية. في بعض الأحيان ، قد يبدو الانتقال إلى المدينة تغييرًا ضخمًا من تغيير رمز بلدك أيضًا. إذا فشل كل شيء وعلى الرغم من كل الجهود ، فأنت تواجه مشكلة في استيعاب نفسك وعائلتك ، فقد تحتاج إلى التخطيط لترحيل. وهنا يجب أن تخطط للخروج من السويد في أوقات غير متوفرة.",
  "Unfriendly Environment": "بيئة غير ودية",
  "Have you made friends yet? The statistics say you haven't. Many local surveys point out this disturbing lack of friendliness on the locals' part. Despite high standards of living in Sweden expats fail to feel at home in this Scandinavian country. Home to many luxuries and beautiful coastal cities in the country, however, fails to make foreigners feel at home. With the people distant and seemingly unfriendly, they give a cold shoulder to immigrants.": "هل صنعت صداقات بعد؟ الإحصاءات تقول أنك لم تفعل. تشير العديد من الدراسات الاستقصائية المحلية إلى هذا الافتقار المقلق إلى الود من جانب السكان المحليين. على الرغم من أن معايير المعيشة العالية في السويد لا تشعر بالشعور في المنزل في هذا البلد الاسكندنافي. ومع ذلك ، فشلت موطن العديد من الكماليات والمدن الساحلية الجميلة في البلاد في جعل الأجانب يشعرون بأنهم يشعرون بأنهم في المنزل. مع الناس البعيدين وغير الوديين على ما يبدو ، فإنهم يعطون كتفًا باردًا للمهاجرين.",
  "\"I made two mistakes going to Stockholm, I went alone and I went in November\"": "\"لقد ارتكبت خطأين في الذهاب إلى ستوكهولم ، وذهبت وحدي وذهبت في نوفمبر\"",
  "Says a student who traveled there. No man is an island and certainly in this country of islands, one must have a hard time surviving alone.": "يقول الطالب الذي سافر إلى هناك. لا يوجد رجل جزيرة وبالتأكيد في هذا البلد من الجزر ، يجب أن يواجه المرء صعوبة في البقاء بمفرده.",
  "Dark Dreary Winters": "الشتاء الداكن الكئيب",
  "Winters, well a short cool winter season who doesn't appreciate that. But when it gets too long it gets hard to bear by the day. The sunsets at 3 pm. An extraordinarily short day! How many of us have found ourselves longing for the sun in the mild winters back home? But in Sweden, you must survive the winters and do so without the sun peeking at you from time to time for respite. The grey colored skies and too short days do not help and it makes the atmosphere gloom stricken, deprived of energy for even daily chores.": "الشتاء ، حسنًا ، موسم شتاء بارد لا يقدر ذلك. ولكن عندما يزداد فترة طويلة ، يصعب تحمله يوميًا. غروب الشمس في الساعة 3 مساءً. يوم قصير للغاية! كم منا وجدنا أنفسنا يتوقون للشمس في فصل الشتاء المعتدل في الوطن؟ ولكن في السويد ، يجب أن تنجو من الشتاء والقيام بذلك دون أن تشرق الشمس عليك من وقت لآخر للتغلب على الراحة. لا تساعد السماء الرمادية الملونة والأيام القصيرة جدًا ، مما يجعل كآبة الغلاف الجوي مضغوطة ، محرومة من الطاقة حتى من أجل الأعمال اليومية.",
  "Taxes Take a Toll on You!": "الضرائب تؤثر عليك!",
  "Even if one manages to secure a high paying job, that taxation demands that you give much of your hard-earned money to the government. Sweden is one of the richest countries as per GDP production but most of it goes as taxes. Proud owner of many International businesses Sweden sure sounds attractive but the home of the luxurious\" Volvo cars\" takes a toll on your income.": "حتى لو تمكن المرء من تأمين وظيفة عالية الأجور ، فإن هذه الضرائب تتطلب أن تمنح الكثير من أموالك المكتسبة بشق الأنفس للحكومة. تعتبر السويد واحدة من أغنى البلدان وفقًا لإنتاج الناتج المحلي الإجمالي ولكن معظمها يذهب كضرائب. من المؤكد أن المالك الفخور للعديد من الشركات الدولية سويد يبدو جذابًا ، لكن موطن \"سيارات فولفو\" الفاخرة يؤثر على دخلك.",
  "To Rent or To Buy?": "لاستئجار أو لشراء؟",
  "Moved to Sweden? Bet you had a hard time finding a place to live. This explains the reputation of simple furniture and minimal decorative sense. Rents in Sweden are sky-high, gobbling up to 30 % of one's salary. It might even be a luxury to afford a decent place on rent. The policy of short rental contracts will have you moving from one place to another before you find a permanent residence. People need to wait for years before they can afford decent housing. If you want to spend your hard-earned money on improving your lifestyle you might consider a relocation so you may afford a decent residence and focus on bigger things in life.": "انتقل إلى السويد؟ أراهن أنك واجهت صعوبة في إيجاد مكان للعيش فيه. هذا ما يفسر سمعة الأثاث البسيط والحد الأدنى من الديكور. الإيجارات في السويد هي أعلى من السماء ، تتمير إلى 30 ٪ من راتب المرء. قد يكون من الرفاهية أن تحمل مكانًا لائقًا للإيجار. ستجعلك سياسة عقود الإيجار القصيرة تنتقل من مكان إلى آخر قبل أن تجد إقامة دائمة. يحتاج الناس إلى الانتظار لسنوات قبل أن يتمكنوا من تحمل تكاليف السكن اللائق. إذا كنت ترغب في إنفاق أموالك المكتسبة بشق الأنفس على تحسين نمط حياتك ، فقد تفكر في عملية نقل حتى تتمكن من الحصول على إقامة لائقة وتركز على أشياء أكبر في الحياة.",
  "Satisfied with Your Work?": "راضٍ عن عملك؟",
  "The first barrier you might have faced in Sweden is the language. And even after you have mastered the Swedish language it is only self-explanatory that the corporations prefer Swedish people who have a better grasp on Swedish ways of working and most importantly are native speakers of the language. Most of the foreigners in Sweden are forced to work at restaurants and bars. The education saturation demands extraordinary skills from a foreigner for him to be able to replace the natives at high-quality jobs.": "الحاجز الأول الذي قد واجهته في السويد هو اللغة. وحتى بعد أن تتقن اللغة السويدية ، من غير المرغوب فيه أن الشركات تفضل الأشخاص السويديين الذين لديهم فهم أفضل لطرق العمل السويدية والأهم من ذلك هم المتحدثون الأصليون في اللغة. يضطر معظم الأجانب في السويد إلى العمل في المطاعم والبارات. يتطلب تشبع التعليم مهارات غير عادية من أجنبي حتى يتمكن من استبدال السكان الأصليين في وظائف عالية الجودة.",
  "Relocating or immigrating is a life-changing process. You need adaptations you find yourself being molded in certain ways. Sweden is a Scandinavian nation. A land home to many beautiful natural scenes, coastal cities and beautifully changing seasons. Visiting Sweden is for sure a great trip but immigrating to Sweden demands that you prepare and brace yourself for a practical journey. Here is what you need to know.": "الانتقال أو الهجرة هو عملية تغيير الحياة. تحتاج إلى تعديلات تجد نفسك مصبوبًا بطرق معينة. السويد أمة اسكندنافية. أرض أرض للعديد من المشاهد الطبيعية الجميلة والمدن الساحلية والمواسم المتغيرة بشكل جميل. إن زيارة السويد هي بالتأكيد رحلة رائعة ولكن الهجرة إلى السويد تطالب بأن تقوم بإعدادك وتستعد لرحلة عملية. هذا ما تحتاج إلى معرفته.",
  "For visiting Sweden, you do require a visa if you are not part of the European Union. Visit freely if you are. However, you need to find a permanent abode and spend five years to gain Swedish citizenship.": "لزيارة السويد ، تحتاج إلى تأشيرة إذا لم تكن جزءًا من الاتحاد الأوروبي. تفضل بزيارة بحرية إذا كنت كذلك. ومع ذلك ، تحتاج إلى العثور على منزل دائم وقضاء خمس سنوات لاكتساب الجنسية السويدية.",
  "Where to live": "أين تعيش",
  "Most people in Sweden resort to finding a permanent residence than renting a house. Permanent residence may seem like a time-consuming thing, but in the long run, it benefits you. Higher than usual rents and unreliable contracts take a toll on your pocket. If you are planning to stay for a longer duration you are advised to find a permanent abode. Students may find room in Universities. It is however advised that you gather information and experiences of expatriates living here and try to find a most suitable home.": "يلجأ معظم الناس في السويد إلى إيجاد إقامة دائمة من استئجار منزل. قد يبدو الإقامة الدائمة وكأنه شيء يستغرق وقتًا طويلاً ، ولكن على المدى الطويل ، فهو يفيدك. أعلى من الإيجارات المعتادة والعقود غير الموثوقة تؤثر على جيبك. إذا كنت تخطط للبقاء لمدة أطول ، يُنصح بإيجاد منزل دائم. قد يجد الطلاب مساحة في الجامعات. ومع ذلك ، يُنصح بأن تجمع المعلومات وتجارب المغتربين الذين يعيشون هنا ومحاولة العثور على منزل أكثر ملاءمة.",
  "Where to work": "أين تعمل",
  "Sweden offers an expansive and wealthy job market. Though if you are a non-European Union citizen you will need a work permit. Salaries are high and they usually do the job of paying for the basic facilities. But as some immigrants would share their experience of tough times finding work, and complain that expats are never prioritized for primary jobs. As a youngster, you may want to start by doing an internship to make you accustomed to the Swedish way of working and help you excel in practical fields": "تقدم السويد سوق عمل توسعي والأثرياء. على الرغم من أنك إذا كنت مواطنًا غير أوروبي ، فستحتاج إلى تصريح عمل. الرواتب عالية وعادة ما تقوم بعمل دفع مقابل المرافق الأساسية. ولكن نظرًا لأن بعض المهاجرين سيشاركون في تجربتهم في الأوقات الصعبة في العثور على عمل ، ويشكون من أن المغتربين لم يتم إعطاء الأولوية للوظائف الأولية. عندما كنت شابًا ، قد ترغب في البدء في القيام بتدريب داخلي لتجعلك معتادًا على الطريقة السويدية في العمل ومساعدتك على التفوق في المجالات العملية",
  "Are you a student?": "هل انت طالب",
  "So, have you decided to come to Sweden for studies or you have had to migrate because of your father's job? Fortunately, you can study using English as the medium. So, you don't have to worry about the tedious task of learning the language. Swedish universities are free for students from EU citizens. But if you come from outside the European Union you may face difficulties.": "لذا ، هل قررت المجيء إلى السويد للدراسات أو اضطررت للهجرة بسبب وظيفة والدك؟ لحسن الحظ ، يمكنك الدراسة باستخدام اللغة الإنجليزية كوسيلة. لذلك ، لا داعي للقلق بشأن المهمة الشاقة المتمثلة في تعلم اللغة. الجامعات السويدية حرة للطلاب من مواطني الاتحاد الأوروبي. ولكن إذا أتيت من خارج الاتحاد الأوروبي ، فقد تواجه صعوبات.",
  "Brace yourself for a new winter experience": "استعد نفسك لتجربة شتوية جديدة",
  "Winters in this near arctic country are unfortunately not so pleasant. The winter days are so short that gloom sets in and you find yourself longing for the sun. Winters are rather dreary and dismal. But on the brighter aspect, they are beautiful with the snow-covered lands and picturesque beauty. The days of gloom are not long they melt into a beautiful spring Season. So, buy yourself warm clothes before you step into the country.": "الشتاء في هذا القطب القطب الشمالي للأسف ليس لطيفا للغاية. أيام الشتاء قصيرة جدًا لدرجة أن الكآبة تتدفق وتجد نفسك تتوق إلى الشمس. الشتاء كئيب إلى حد ما وعذاب. ولكن على الجانب الأكثر إشراقًا ، فهي جميلة مع الأراضي المغطاة بالثلوج والجمال الخلاب. أيام الكآبة ليست طويلة يذوبون في موسم ربيع جميل. لذا ، اشترِ نفسك ملابس دافئة قبل أن تدخل في البلاد.",
  "Swedish culture": "الثقافة السويدية",
  "Swedish people may not seem very friendly at first. They are not as socially outgoing as you might hope. But once they get to know you, they are soft-spoken and polite people. So, you may have a hard time making friends when you are new in Sweden. But once you master the language and accent, of course, you will be easily incorporated into the Swedish way of life.": "قد لا يبدو الأشخاص السويديون ودودين للغاية في البداية. إنهم ليسوا صادرين اجتماعيًا كما قد تأمل. ولكن بمجرد أن يتعرفوا عليك ، فإنهم أشخاص ناعم ومهذبون. لذلك ، قد تواجه صعوبة في تكوين صداقات عندما تكون جديدًا في السويد. ولكن بمجرد إتقان اللغة واللكنة ، بالطبع ، سيتم دمجك بسهولة في طريقة الحياة السويدية.",
  "Also, get used to a lot of Swedish meatballs and remember Swedes love their coffee, perhaps an effect of the ice-cold winters!": "أيضًا ، تعتاد على الكثير من كرات اللحم السويدية وتذكروا أن السويديين يحبون قهوةهم ، وربما كان له تأثير على الشتاء البارد!",
  "Expatriates in Sweden sure have to work hard to be one of the Swedes and starting a business is one of the challenges they may have to face. Competing with natives who have a grip on the Swedish way of life and are fluent in the language are sure to be in the lead when it comes to owning and running a business. They have contacts, and thus information about the legalities and the dangers of certain steps you might want to take when you start a business.": "من المؤكد أن المغتربين في السويد يجب أن يعملوا بجد ليكونوا أحد السويديين وأن بدء عمل تجاري هو أحد التحديات التي قد يتعين عليهم مواجهتها. من المؤكد أن التنافس مع السكان الأصليين الذين لديهم قبضة على طريقة الحياة السويدية ويجاندون في اللغة سيكونون في المقدمة عندما يتعلق الأمر بامتلاك وتشغيل الأعمال التجارية. لديهم جهات اتصال ، وبالتالي معلومات حول الجوانب القانونية ومخاطر بعض الخطوات التي قد ترغب في اتخاذها عند بدء عمل تجاري.",
  "High Taxes!": "ضرائب عالية!",
  "Sweden sure is notorious for high tax rates. Although the Swedish government has reduced tax rates and taken measures such as allowing leaves to youngsters who want to practice entrepreneurship. But tax rates nonetheless remain high in this welfare state. An expatriate who has a little knowledge about taxing formalities and is not well versed in the Swedish way of work may face sudden failure owing to these complications. As a No European Union citizen, you need to register with the tax agencies and go through a lot of formalities before you set up. Businesses may become difficult for outsiders in such scenarios.": "من المؤكد أن السويد تشتهر بمعدلات ضريبية مرتفعة. على الرغم من أن الحكومة السويدية قللت من معدلات الضرائب وتتخذ تدابير مثل السماح للأوراق للشباب الذين يرغبون في ممارسة ريادة الأعمال. لكن معدلات الضريبة لا تزال مرتفعة في حالة الرفاهية هذه. قد يواجه المغترب الذي لديه القليل من المعرفة حول الضرائب على الإجراءات الضريبية وليست ضليعًا في طريقة العمل السويدية فشلًا مفاجئًا بسبب هذه المضاعفات. بصفتك مواطنًا من الاتحاد الأوروبي ، تحتاج إلى التسجيل في الوكالات الضريبية والذهاب إلى الكثير من الإجراءات الشكلية قبل الإعداد. قد تصبح الشركات صعبة على الغرباء في مثل هذه السيناريوهات.",
  "Legal formalities": "الإجراءات القانونية",
  "Hire staff in Sweden but do it legally! For the laborer rights in Sweden make it compulsory for the employer to provide the laborers according to the law. Fortunately, if you are from the EU you can easily establish a business. But if an outsider you need a work permit and residence permit to stay and work in Sweden. Although it is not essential to register your business it secures the name of your business. Working your way through lawyers and contracts is not an easy task. And doing so in a foreign country, you are in for a hard day!": "استئجار الموظفين في السويد ولكن افعل ذلك بشكل قانوني! بالنسبة لحقوق العمال في السويد ، تجعل صاحب العمل إلزاميًا لتوفير العمال وفقًا للقانون. لحسن الحظ ، إذا كنت من الاتحاد الأوروبي ، يمكنك بسهولة إنشاء عمل تجاري. ولكن إذا كنت بحاجة إلى تصريح عمل وتصريح إقامة للبقاء والعمل في السويد. على الرغم من أنه ليس من الضروري تسجيل عملك ، إلا أنه يؤمن اسم عملك. إن العمل في طريقك من خلال المحامين والعقود ليس مهمة سهلة. والقيام بذلك في بلد أجنبي ، أنت في يوم صعب!",
  "Lack of working Capital": "قلة رأس المال العامل",
  "Finding sufficient capital in Sweden may be a fantasy. Owing to high tax rates and tax paid health and education having sufficient capital and stored money is often not feasible for an aspiring businessman. Starting a business as a sole trader, you should expect tough times ahead and brace yourself for some time of non-profit business. In a trading partnership, you may not need so much capital but responsibility for all debts land on you and your partner. A common mistake made is financing your business at the cost of your household finances. Not being able to pay bills and afford basic needs leads to obvious failure in both cases. Getting a loan may sound a great idea. But again, for a foreigner no loans without sufficient security. Of course, it is a long-term procedure to be able to own enough you can mortgage against some loan.": "قد يكون العثور على رأس مال كافٍ في السويد خيالًا. نظرًا لارتفاع معدلات الضرائب والصحة والتعليم المدفوع الضريبي ، فإن وجود رأس مال كافٍ وغالبًا ما يكون الأموال المخزنة غير ممكن لرجل أعمال طموح. بدء عمل تجاري كمتداول وحيد ، يجب أن تتوقع الأوقات الصعبة في المستقبل وتستعد لبعض الوقت من الأعمال غير الربحية. في شراكة تجارية ، قد لا تحتاج إلى الكثير من رأس المال ولكن المسؤولية عن جميع الديون تهبط عليك وعلى شريكك. الخطأ الشائع الذي ارتكبه هو تمويل عملك على حساب مواردك المالية المنزلية. عدم القدرة على دفع الفواتير وتوفير الاحتياجات الأساسية يؤدي إلى فشل واضح في كلتا الحالتين. قد يبدو الحصول على قرض فكرة رائعة. ولكن مرة أخرى ، بالنسبة للأجنبي ، لا توجد قروض دون أمن كافٍ. بالطبع ، إنه إجراء طويل الأجل لتكون قادرًا على امتلاك ما يكفي ، يمكنك الرهن العقاري مقابل بعض القروض.",
  "Problem in leads generation": "مشكلة في توليد العملاء",
  "If you are planning a business in Sweden, leads generation holds immense importance. Generating lead can be tough for a new businessman and more so for an expatriate working in Sweden. Not knowing the language, not being able to assess the Swedish mindset counts. For the Swedish work on trimmed lines and venturing for new ideas may be a little unorthodox for some. Not all foreigners are popular with the natives. And building the trust and companionship it takes for a successful business Venture takes you through narrow alleys.": "إذا كنت تخطط لعمل تجاري في السويد ، فإن Generation Generation له أهمية هائلة. يمكن أن يكون توليد الرصاص صعبًا بالنسبة لرجل أعمال جديد وأكثر من ذلك بالنسبة للوافد الذي يعمل في السويد. عدم معرفة اللغة ، وعدم القدرة على تقييم عدد العقلية السويدية. بالنسبة للعمل السويدي على الخطوط المشذبة والمغامرة في الأفكار الجديدة ، قد يكون غير تقليدي بعض الشيء بالنسبة للبعض. ليس جميع الأجانب يتمتعون بشعبية لدى السكان الأصليين. وبناء الثقة والرفقة التي يتطلبها مشروع تجاري ناجح يأخذك عبر الأزقة الضيقة.",
  "Visiting Sweden may not be the hot pick for a holiday as compared to the other Western countries but it is the country where you can deal with lesser crowd and take your time to see all the beautiful landmarks. Afterall a holiday is all about giving yourself more relaxation. Swedes are known for their friendliness and tolerance. The country is considered to be one of the happiest and the safest amongst the other European countries, with less crime. If you have always been in awe of the Northern Lights, then the plan to visit Sweden has to be on your to-do list. This Scandinavian country has much more than this to offer and it becomes really hard for us to narrow down the list of reasons to visit Sweden. Anyhow, we are giving it a try and we hope knowing about these top 6 reasons will worth your time.": "قد لا تكون زيارة السويد هي الاختيار الساخن لقضاء عطلة مقارنة بالدول الغربية الأخرى ، لكن البلد الذي يمكنك فيه التعامل مع الحشد الأقل وتأخذ وقتك لرؤية جميع المعالم الجميلة. بعد كل عطلة تدور حول منح نفسك المزيد من الاسترخاء. تشتهر السويديون بودهم وتسامحهم. تعتبر البلاد واحدة من أسعد وأكثرها أمانًا بين الدول الأوروبية الأخرى ، مع جريمة أقل. إذا كنت دائمًا في رهبة من الأضواء الشمالية ، فيجب أن تكون خطة زيارة السويد في قائمة المهام الخاصة بك. هذا البلد الاسكندنافي لديه أكثر من ذلك بكثير لتقديمه ويصعب علينا حقًا تضييق قائمة الأسباب لزيارة السويد. على أي حال ، نحن نجربها ونأمل أن نعرف هذه الأسباب الستة الأولى تستحق وقتك.",
  "Experience the Hospitality": "تجربة الضيافة",
  "What we have concluded so far from online surveys is that Sweden has got one of the most tolerant and friendliest locals across the globe. In the past, there might have been rumors about their bad reputation in treating foreigners but now Swedes are on the way of becoming a prosperous nation. They take pride in serving the visitors and impress them by their hospitality. Bygone are the days when they were considered rude and introvert. According to a report by The Telegraph, they are now on 14th rank all over the world in Tolerance Index. Woah! That is such a moment of relief for all of us who were suspicious and couldn't add Sweden in our bucket list.": "ما انتهينا به حتى الآن من الدراسات الاستقصائية عبر الإنترنت هو أن السويد قد حصلت على واحدة من أكثر السكان المحليين تسامحًا ودود في جميع أنحاء العالم. في الماضي ، ربما كانت هناك شائعات حول سمعتهم السيئة في معاملة الأجانب ، لكن السويديين الآن في طريقهم ليصبحوا أمة مزدهرة. يفخرون بخدمة الزوار وإثارة إعجابهم بكرم الضيافة. بيغون هي الأيام التي اعتبروا فيها وقحًا وانطوائيًا. وفقًا لتقرير صادر عن Telegraph ، فإنهم الآن في المرتبة الرابعة عشرة في جميع أنحاء العالم في مؤشر التسامح. واو! هذه لحظة ارتياح لنا جميعًا الذين كنا مشبوهة ولم نتمكن من إضافة السويد في قائمة دلونا.",
  "Since Winter is Coming So Why Not the Sports": "منذ فصل الشتاء ، فلماذا لا تكون الرياضة",
  "Sweden has got all the colours. No matter whether you are a summer lover or a sucker for winter it has so much to offer. We can say that Sweden can be considered as a heaven for all the winter hustle especially the sports. From alpine skiing to snowboarding you can enjoy a wide range of outdoor activities, full of thrill and fun.": "لقد حصلت السويد على كل الألوان. بغض النظر عما إذا كنت من محبي الصيف أو مصاصة لفصل الشتاء ، فإنه لديه الكثير لتقدمه. يمكننا أن نقول أن السويد يمكن اعتباره سماء لجميع صخب الشتاء وخاصة الرياضة. من تزلج جبال الألب إلى التزلج على الجليد ، يمكنك الاستمتاع بمجموعة واسعة من الأنشطة الخارجية ، مليئة بالإثارة والمرح.",
  "A Blend of Urban Bustle and Country Side Panorama": "مزيج من الضجيج الحضري والبانوراما الريفية",
  "Apart from historic buildings and churches, Swedish cities have got all the essentials of what we call an urban life hustle and bustle. From the capital city of Stockholm to the 5th largest Nordic city Gothenburg there are amusement parks all across the country. Liseberg, Grona Lund, and many other parks are attracting thousands of local and international visitors each year. And this is one side of the story, like other Scandinavian countries Sweden is blessed with wide landscapes, mesmerizing national parks and a spectacular panorama of green lush fields.": "بصرف النظر عن المباني والكنائس التاريخية ، حصلت المدن السويدية على كل ما نسميه صخب الحياة الحضرية. من عاصمة ستوكهولم إلى خامس أكبر مدينة شمال غوتنبرغ ، هناك حدائق تسلية في جميع أنحاء البلاد. تجذب Liseberg و Grona Lund والعديد من الحدائق الأخرى الآلاف من الزوار المحليين والدوليين كل عام. وهذا هو جانب واحد من القصة ، مثل الدول الاسكندنافية الأخرى التي تنعم السويد بالمناظر الطبيعية الواسعة والمتنزهات الوطنية الساحرة والبانوراما المذهلة من الحقول الخضراء الخضراء.",
  "Roam freely and feel the Swedish Vibes": "تجول بحرية وشعر بالمشاعر السويدية",
  "Here we will advise you to give a shut-up call to all those who keep on labeling Sweden as a dangerous and not-so-easy going country for visitors. Believe me, it is an incredible place where you can roam freely from one corner of the country to another. You may need to beware of pickpockets but that is quite an obvious thing to take care of. Right? We all do that even at the airport checkouts that are considered safest of all. If you are an avid traveler, you can easily manage this and it won't trouble you much.": "هنا سوف ننصحك بإجراء مكالمة مغلقة لجميع أولئك الذين يواصلون وضع العلامات على السويد على أنها بلد خطير وغير مهيأ للزوار. صدقوني ، إنه مكان لا يصدق حيث يمكنك التجول بحرية من زاوية من البلاد إلى أخرى. قد تحتاج إلى الحذر من النشالين ولكن هذا شيء واضح للغاية لرعاية. يمين؟ نحن جميعًا نفعل ذلك حتى في عمليات الخروج من المطار التي تعتبر أكثر أمانًا. إذا كنت مسافرًا متعطشًا ، يمكنك بسهولة إدارة هذا ولن يزعجك كثيرًا.",
  "Would you like to start a profitable business as a foreigner in Sweden? If so, here are six of Sweden's best small business ideas & investment opportunities that will generate you a handsome amount.": "هل ترغب في بدء عمل تجاري مربح كأجنبي في السويد؟ إذا كان الأمر كذلك ، فإليك ستة من أفضل أفكار الأعمال الصغيرة في السويد وفرص الاستثمار التي ستولد لك مبلغًا وسيمًا.",
  "Home Rental Business": "أعمال تأجير المنازل",
  "There is always a space of Home-Property rental business in Sweden.A rental property business is a venture through which an investor will purchase and manage one or more income-producing properties. These properties can have one or more units that are leased out to tenants in exchange for monthly rental fees. Investors can have an effective rental plan without having to directly manage these properties; property management companies can be hired to carry out the duties often associated with landlords, such as rent collection and maintenance.It could be the idea if you are going to start a business with a partner or if you can invest in property or house by yourself and later rent-out as secure regular income. Subletting through AirBnb is quite profitable in big cities as well.": "هناك دائمًا مساحة لأعمال تأجير الممتلكات المنزلية في السويد. إن أعمال العقارات المستأجرة هي مشروع يقوم من خلاله بشراء المستثمر ويدير عقارات واحدة أو أكثر من العقارات لإنتاج الدخل. يمكن أن تحتوي هذه الخصائص على وحدة واحدة أو أكثر يتم تأجيرها للمستأجرين مقابل رسوم الإيجار الشهرية. يمكن أن يكون لدى المستثمرين خطة تأجير فعالة دون الاضطرار إلى إدارة هذه العقارات مباشرة ؛ يمكن تعيين شركات إدارة الممتلكات لتنفيذ الواجبات المرتبطة غالبًا بأصحاب العقارات ، مثل جمع الإيجارات وصيانتها. إن التغلب على Airbnb مربح تمامًا في المدن الكبيرة أيضًا.",
  "Start Boat Rental Business": "ابدأ أعمال تأجير القوارب",
  "Ironically, with a few small boats, you can start this business. With the building of the Göta Canal in the 19th century, Sweden's vast waterway connectivity throughout the south was utilized, shortening the possible gap between the Baltic Sea south of Norrköping and Göteborg by using the lake and river network to facilitate the canal. This shows that a boat rental service in Sweden is expected to be successful.": "ومن المفارقات ، مع عدد قليل من القوارب الصغيرة ، يمكنك بدء هذا العمل. مع بناء قناة Göta في القرن التاسع عشر ، تم استخدام اتصال السويد المائي الشاسع في جميع أنحاء الجنوب ، مما أدى إلى تقصير الفجوة المحتملة بين بحر البلطيق جنوب Norköping و Göteborg باستخدام شبكة البحيرة والنهر لتسهيل القناة. هذا يدل على أنه من المتوقع أن تكون خدمة تأجير القوارب في السويد ناجحة.",
  "Sweater and Cardigan Knitting Business": "سترة وأعمال حياكة كارديجان",
  "Given its northern latitude, most of Sweden has a temperate climate with four distinct seasons and mild temperatures throughout the year.": "بالنظر إلى خط العرض الشمالي ، فإن معظم السويد لديها مناخ معتدل مع أربعة مواسم متميزة ودرجات حرارة خفيفة على مدار العام.",
  "With the exception of the mountains, the country as a whole has a July average temperature between 15 ° C (59 ° F) and 17.5 ° C (63.5 ° F) (2.5 degrees Celsius difference), whereas the average January temperatures range from freezing point to below −15 ° C (5 ° F) along the Finnish border (15 degrees Celsius difference).": "باستثناء الجبال ، فإن البلاد ككل لديها متوسط درجة حرارة يوليو بين 15 درجة مئوية (59 درجة فهرنهايت) و 17.5 درجة مئوية (63.5 درجة فهرنهايت) (2.5 درجة مئوية الفرق) ، في حين يتراوح متوسط درجات حرارة يناير من نقطة التجمد إلى أقل من 15 درجة مئوية (5 درجات فهرنهايت) على طول الحدود السنوية (15 درجة مئوية).",
  "A sweater and cardigan knitting company is an ideal start-up business in Sweden with this kind of freezing weather. An entrepreneur who wants to start a sweater and cardigan knitting company can start their own label on a small scale from home and serve a niche market such as schools and neighborhood families.": "تعد شركة سترة وشركة Cardigan Knitting شركة ناشئة مثالية في السويد مع هذا النوع من الطقس المتجمد. يمكن لرجل أعمال يرغب في بدء سترة وشركة Cardigan Knitting Company بدء العلامة التجارية الخاصة بهم على نطاق صغير من المنزل وتقديم سوق متخصص مثل المدارس وعائلات الأحياء.",
  "Start a Sawmill Cottage Business": "ابدأ أعمال المنشرة المنشرة",
  "Sawmill cottage business is yet another small-scale, highly thriving business in Sweden and prospects for newbies to enter the industry. This company is perfect in Sweden as it is distinguished by a large wealth of trees and shrubs in some regions of the country. The beech is the most dominant tree, but also smaller forests may form oak.": "Sawmill Cottage Business هي أعمال أخرى صغيرة الحجم ومزدهر للغاية في السويد وآفاق المبتدئين لدخول الصناعة. هذه الشركة مثالية في السويد حيث تتميز بثروة كبيرة من الأشجار والشجيرات في بعض مناطق البلاد. الزان هو أكثر الشجرة المهيمنة ، ولكن أيضا الغابات الأصغر قد تشكل البلوط.",
  "Hornbeam, oak, spindle, yew, alder buckthorn, blackthorn, aspen, European rowan, Swedish whitebeam, juniper, European holly, ivy, dogwood, goat willow, larch, bird cherry, wild cherry, maple, ash, alder along creeks, and in sandy soil, birch compete with pine.": "Hornbeam ، Oak ، Spindle ، Yew ، Alder Buckthorn ، Blackthorn ، Aspen ، European Rowan ، Whitebeam السويدي ، العرعر ، هولي الأوروبية ، اللبلاب ، دوجود ، الماعز ، لارش ، الكرز الطيور ، الكرز البري ، القيقب ، آش ، ألدر على طول الجداول ، وفي التربة الرملية ، تتنافس بيرش مع باين.",
  "Open a Language School": "افتح مدرسة لغوية",
  "Opening a language school that teaches foreign languages, sign language, and second language English is an effective small-scale language that can start in Sweden.": "إن فتح مدرسة لغوية تعلم اللغات الأجنبية ولغة الإشارة واللغة الثانية الإنجليزية هي لغة فعالة صغيرة الحجم يمكن أن تبدأ في السويد.",
  "While Sweden's official language is Swedish, but in varying degrees, depending largely on the level of contact with English, most Swedes, particularly those born after the Second World War, understand and speak English because of trade links, the popularity of overseas travel, the strong Anglo-American presence and the practice of subtitling rather than dubbing foreign television shows and films, and the relative similarities between the two languages, making it easier to learn English. Eighty-nine percent of Swedes reported the ability to speak English in a 2005 Eurobarometer survey.": "على الرغم من أن اللغة الرسمية للسويد هي السويدية ، ولكن بدرجات متفاوتة ، اعتمادًا على مستوى الاتصال باللغة الإنجليزية ، فإن معظم السويديين ، وخاصة أولئك الذين يولدون بعد الحرب العالمية الثانية ، ويفهمون ويتحدثون باللغة الإنجليزية بسبب الروابط التجارية ، وشعبية السفر في الخارج ، والتواجد الأنجلو القوي ، وممارسة الترجيح بدلا من عدم ترتيب البرامج الأجنبية والأفلام ، والتشابه المتعلق بالربط. أبلغ تسعة وثمانون في المائة من السويديين عن القدرة على التحدث باللغة الإنجليزية في دراسة استقصائية لعام 2005 Eurobarometer.",
  "Start Concierge Medical Practice Business": "ابدأ أعمال الممارسة الطبية في كونسيرج",
  "A person seeking care, first visits a doctor's appointment clinic and may then be referred by the clinic doctor to a physician who, in turn, may prescribe either in-patient or out-patient treatment or an alternative for elective care. Healthcare is regulated by Sweden's 21 landsting and is funded primarily by premiums, with patient nominal fees.": "الشخص الذي يبحث عن الرعاية ، يزور أولاً عيادة تعيين الطبيب وقد تتم إحالتها من قبل الطبيب العيادة إلى الطبيب الذي قد يصف بدوره إما علاجًا داخليًا أو خارجيًا أو بديلاً للرعاية الاختيارية. يتم تنظيم الرعاية الصحية من قبل الـ 21 لاندستنغ في السويد ويتم تمويلها بشكل أساسي بأقساط ، مع الرسوم الاسمية للمريض.",
  "It shows that a medical concierge company in Sweden is expected to succeed. Concierge medical practice is a medical business that gives space to a unique relationship between a patient and a physician in which the patient pays an annual fee or what is known as retainer-ship can be called retainer medicine as well.": "إنه يدل على أنه من المتوقع أن تنجح شركة كونسيرج طبية في السويد. Concierge Medical Practice هي شركة طبية تمنح مساحة لعلاقة فريدة بين المريض والطبيب الذي يدفع فيه المريض رسومًا سنوية أو ما يُعرف باسم \"سفن التجنيب\" يمكن أن يطلق عليه الطب أيضًا.",
  "Sweden is undoubtedly a fascinating country that is enriched in natural beauty, culture, cool climate, and a fine economy, that attracts immigrants from all across the globe. Some migrate to Sweden for studies, some plan their visit to Sweden for business, others are interested in having a work permit to seek jobs and many come on an EU family visa for paying a visit to this paradise on Earth. As interesting as it seems, this country is enriched in employment, tourism and studies but we should also keep an eye on the hindrance that can be caused while migrating to the country for any of these causes. Some of the common barriers to immigration in the country include": "السويد هي بلا شك دولة رائعة غنية بالجمال الطبيعي والثقافة والمناخ البارد والاقتصاد الجيد ، يجذب المهاجرين من جميع أنحاء العالم. يهاجر البعض إلى السويد للدراسات ، ويخطط البعض لزيارته إلى السويد للعمل ، والبعض الآخر مهتم بتصريح عمل للبحث عن وظائف والعديد من التأشيرة العائلية للاتحاد الأوروبي لزيارة هذه الجنة على الأرض. على ما يبدو ، يتم إثراء هذا البلد في العمل والسياحة والدراسات ، لكن يجب أن نراقب أيضًا العائق الذي يمكن أن يحدث أثناء الهجرة إلى البلاد لأي من هذه الأسباب. بعض الحواجز المشتركة أمام الهجرة في البلاد تشمل",
  "Education Employment Climate VISA and residence Expenses": "تعليم التوظيف تأشيرة المناخ ونفقات الإقامة",
  "Education": "تعليم",
  "You may think that English would be widely used as a means of communication in the country from the fact that it is a developed country. It is essentially not the case in Sweden. You will have to face many barriers to effective communication. As a student, you may find it difficult to make friends because of the cross-cultural barriers. Students from all across the globe migrate to the country for education including a large number of students from Africa.": "قد تعتقد أن اللغة الإنجليزية ستستخدم على نطاق واسع كوسيلة للتواصل في البلاد من حقيقة أنها بلد متقدم. ليس كذلك في السويد. سيكون عليك مواجهة العديد من الحواجز التي تحول دون التواصل الفعال. كطالب ، قد تجد صعوبة في تكوين صداقات بسبب الحواجز بين الثقافات. يهاجر الطلاب من جميع أنحاء العالم إلى البلاد للتعليم بما في ذلك عدد كبير من الطلاب من إفريقيا.",
  "Employment": "توظيف",
  "The country has developed over the decades and offers great employment opportunities to the residents. This statement is true, but its only one side of the canvass. Sweden offers job opportunities to its nationals so that they may secure their employment career. On the other hand, more than 37% of immigrants fail to find proper employment in Sweden. Those immigrants who are employed are compelled to work at a relatively low salary which ultimately causes an increase in the GDP of the country and a point to ponder for the immigrants.": "تطورت البلاد على مدار العقود وتوفر فرص عمل رائعة للمقيمين. هذا البيان صحيح ، ولكن جانب واحد فقط من canvass. تقدم السويد فرص عمل لمواطنيها حتى يتمكنوا من تأمين مسيرتهم الوظيفية. من ناحية أخرى ، يفشل أكثر من 37 ٪ من المهاجرين في العثور على عمل مناسب في السويد. هؤلاء المهاجرون الذين يعملون مجبرون على العمل براتب منخفض نسبيًا يسبب في النهاية زيادة في الناتج المحلي الإجمالي للبلد ونقطة للتفكير في المهاجرين.",
  "Climate": "مناخ",
  "A cool climate, snowfall, and captivating sceneries catch the attention of the migrants, but it is not as captivating in the real world. Sweden has comparatively long winters with less sunlight penetrating into the country. For the immigrants who have other problems including residence, work opportunities and language problems, cold and long winters can have adverse effects. Winters last for the most part of the year making it difficult for immigrants who come from countries like Africa, Nigeria, and others.": "يجذب المناخ الرائع وتساقط الثلوج والمناظر الطبيعية الانتباه للمهاجرين ، لكنه ليس آسرًا في العالم الحقيقي. السويد لديها فصول شتاء طويلة نسبيا مع انتقاد أشعة الشمس في البلاد. بالنسبة للمهاجرين الذين يعانون من مشاكل أخرى بما في ذلك الإقامة وفرص العمل ومشاكل اللغة ، يمكن أن يكون للتراجع البارد والطويل آثار ضارة. يستمر الشتاء في معظم العام مما يجعل من الصعب على المهاجرين الذين يأتون من بلدان مثل إفريقيا ونيجيريا وغيرها.",
  "Visa and Residence": "التأشيرة والإقامة",
  "Sweden is deporting many of the immigrants in the country because of the population saturation. You should be well aware that getting an EU visa is not a difficult task, but finding the accommodation certainly is. Immigrants face a drastic shortage of residence is the major cities such as Stockholm and they are left with no other options to either bear the cold or get a residence at elevated costs. So, if you are about to get your VISA approved for the country, make sure you would also have to face a residence issue along with others such as unemployment.": "تقوم السويد بترحيل العديد من المهاجرين في البلاد بسبب تشبع السكان. يجب أن تدرك جيدًا أن الحصول على تأشيرة الاتحاد الأوروبي ليس مهمة صعبة ، ولكن العثور على الإقامة بالتأكيد. يواجه المهاجرون نقصًا جذريًا في الإقامة هو المدن الرئيسية مثل ستوكهولم ولا يتم تركهم مع عدم وجود خيارات أخرى لتحمل البرد أو الحصول على إقامة بتكاليف مرتفعة. لذا ، إذا كنت على وشك الحصول على تأشيرتك المعتمدة للبلد ، فتأكد من أنه سيتعين عليك أيضًا مواجهة مشكلة الإقامة مع الآخرين مثل البطالة.",
  "Expenses": "نفقات",
  "You will find a considerable difference is the prices of products and services in Sweden as compared to your homeland. You may find the prices of food about two folds high in the country. If you are planning to stay in the country, you should prepare yourself for a high monthly budget. The only option to cope up with this situation is to plan effectively and distribute your budget accordingly, to minimize the extensive inflation in the country.": "ستجد فرقًا كبيرًا هو أسعار المنتجات والخدمات في السويد مقارنةً بوطنك. قد تجد أسعار الطعام حوالي طيتين في البلاد. إذا كنت تخطط للبقاء في البلاد ، فيجب عليك إعداد نفسك للحصول على ميزانية شهرية عالية. الخيار الوحيد للتعامل مع هذا الموقف هو التخطيط بفعالية وتوزيع ميزانيتك وفقًا لذلك ، لتقليل التضخم الواسع في البلاد.",
  "If you are thinking about studying abroad, then visit Sweden. You probably want to know why Sweden is considered as a great destination. Let me notify you, Sweden has a fascinating history and culture, global businesses, delicious food, and welcoming people; and is also well known for its world-class academic opportunities that rank among the top 100 in the world.": "إذا كنت تفكر في الدراسة في الخارج ، فقم بزيارة السويد. ربما تريد أن تعرف لماذا تعتبر السويد وجهة رائعة. اسمحوا لي أن أبلغكم ، السويد لديها تاريخ وثقافة رائعة ، والشركات العالمية ، والطعام اللذيذ ، والترحيب بالأشخاص ؛ وهي معروفة أيضًا بفرصها الأكاديمية ذات المستوى العالمي والتي تحتل المرتبة الأولى بين أفضل 100 عام في العالم.",
  "Following are 6 reasons why Sweden is considered an ideal place to study:": "فيما يلي 6 أسباب تجعل السويد مكانًا مثاليًا للدراسة:",
  "Vision Enhancement of One's Mind": "تعزيز الرؤية لعقل المرء",
  "Study in Sweden let you think independently and critically. It will enhance your ability to question the state of affairs by accessing information, seeking new perspectives and coming up with well-informed judgments. Because of the informal and non-hierarchical nature of Swedish society, you will be able to think creatively. Where everyone is urged to bestow their ideas and opinions. This independence of mind and letting everyone's voice heard are the reasons why Sweden ranks among the world's most innovative nations.": "دراسة في السويد تتيح لك التفكير بشكل مستقل وبشكل نقدي. سيعزز قدرتك على التشكيك في حالة الشؤون من خلال الوصول إلى المعلومات ، والبحث عن وجهات نظر جديدة والتوصل إلى أحكام مطلعة. بسبب الطبيعة غير الرسمية وغير الهرمية للمجتمع السويدي ، ستتمكن من التفكير بشكل خلاق. حيث يتم حث الجميع على منح أفكارهم وآرائهم. إن استقلال العقل هذا والترك صوت الجميع هو الأسباب التي تجعل السويد تصنف بين الدول الأكثر ابتكارًا في العالم.",
  "Rich Swedish History": "التاريخ السويدي الغني",
  "Sweden has contributed a lot to the history books, and many museums allow free entrance on a daily basis or on specially marked days throughout the year.  Swedish History Museum, the largest museum in Sweden; where millions of visitors and students come to see Sweden's foremost gold and silver treasures, and incomparable medieval art.": "ساهمت السويد كثيرًا في كتب التاريخ ، وتسمح العديد من المتاحف بالدخول المجاني على أساس يومي أو في أيام محددة خصيصًا على مدار العام.  متحف التاريخ السويدي ، أكبر متحف في السويد ؛ حيث يأتي ملايين الزوار والطلاب لرؤية أبرز كنوز الذهب والفضة في السويد ، وفن العصور الوسطى التي لا تضاهى.",
  "Language Proficiency:": "إتقان اللغة:",
  "Using Swedish, a rich and beautiful native language; in 2017, Swedes ranked second in the world for skills in English as an official language. As the world is getting more independent and businesses seek to extend the national and linguistic boundaries, Sweden offers a marvelous location to learn and develop your English language skills. But knowing and trying to learn a little bit of Swedish language will make much easier to open your mind to your new cultural surroundings.  Also, Sweden is a car-free country with an extensive network of buses, trains, subways, trams, boats, planes, and many more that can take you anywhere you want to go.": "باستخدام السويدية ، اللغة الأم الغنية والجميلة ؛ في عام 2017 ، احتلت السويديين المرتبة الثانية في العالم للمهارات باللغة الإنجليزية كلغة رسمية. نظرًا لأن العالم أصبح أكثر استقلالية وتسعى الشركات إلى تمديد الحدود الوطنية واللغوية ، تقدم السويد موقعًا رائعًا لتعلم وتطوير مهاراتك في اللغة الإنجليزية. لكن معرفة ومحاولة تعلم القليل من اللغة السويدية ستجعل أسهل بكثير لفتح عقلك على محيطك الثقافي الجديد.  أيضا ، سويد هي بلد خالي من السيارات مع شبكة واسعة من الحافلات والقطارات ومترو الأنفاق والترام والقوارب والطائرات وغيرها الكثير التي يمكن أن تأخذك في أي مكان تريد الذهاب.",
  "Malmö, A Coastal City": "مالمو ، مدينة ساحلية",
  "Malmö is among the top cities in Sweden having a free business environment and also a good place to live with outrageous rankings in housing, healthcare, and environmental quality. The University of Malmo founded in 1998, attracts above 15,000 students every year. It's not only a global city but also a commercial hub in the South of Sweden, as part of the Öresund region. The city has attracted a wide variety of companies in the technology sector (for example bio, medical, environmental, information and communication), as well as digital media, transports, financial services, business, leisure, entertainment, and constructions. And, most importantly, the cost of an apartment in Malmo is in the 139th place of all 248 Teleport cities.": "تعد Malmö من بين أفضل المدن في السويد التي لديها بيئة أعمال مجانية وأيضًا مكانًا جيدًا للعيش مع تصنيفات شنيعة في الإسكان والرعاية الصحية والجودة البيئية. تأسست جامعة مالمو في عام 1998 ، تجذب أكثر من 15000 طالب كل عام. إنها ليست مدينة عالمية فحسب ، بل أيضًا مركزًا تجاريًا في جنوب السويد ، كجزء من منطقة Öresund. اجتذبت المدينة مجموعة واسعة من الشركات في قطاع التكنولوجيا (على سبيل المثال الحيوي والطبية والبيئية والمعلومات والاتصالات) ، فضلاً عن الوسائط الرقمية والنقل والخدمات المالية والأعمال والترفيه والترفيه والإنشاءات. والأهم من ذلك ، أن تكلفة شقة في مالمو هي في المركز الثالث عشر لجميع المدن الفضائية 248.",
  "Studying and Working in Sweden": "الدراسة والعمل في السويد",
  "International students can comfortably get Sweden work permit. Unlike other countries, there's no legal limit to the number of hours international students can work during their studies. After the completion of studies, you can apply to extend your residence permit to look for work for up to six months. (But for that learning Swedish is necessary – it's often a job's requirement.)": "يمكن للطلاب الدوليين الحصول على تصريح عمل في السويد بشكل مريح. على عكس البلدان الأخرى ، لا يوجد حد قانوني لعدد الساعات التي يمكن للطلاب الدوليين العمل خلال دراساتهم. بعد الانتهاء من الدراسات ، يمكنك التقدم بطلب لتمديد تصريح الإقامة الخاص بك للبحث عن عمل لمدة تصل إلى ستة أشهر. (ولكن بالنسبة لتعلم السويدية ضروري - غالبًا ما يكون متطلبات الوظيفة.)",
  "EU Citizen's Right:": "حق مواطن الاتحاد الأوروبي:",
  "Unless you are a citizen of a neighboring Nordic country, every foreigner will need to contemplate the different types of Swedish visas. When applying for a Swedish visa, you are not allowed to be in the country. This largely related to non-EU/EEA citizens and citizens of Sweden; because citizens with EU/EEA family visa Sweden have the rights of residence in Sweden and therefore can shift to the country with or without a job. However, they will need to start the Swedish visa application process if they plan to continue their stay in a country for a long time.": "ما لم تكن مواطنًا في دولة شمال مجاورة ، سيحتاج كل أجنبي إلى التفكير في الأنواع المختلفة من التأشيرات السويدية. عند التقدم بطلب للحصول على تأشيرة سويدية ، لا يُسمح لك أن تكون في البلاد. هذا مرتبط إلى حد كبير بالمواطنين غير الاتحاد الأوروبي/EEA ومواطني السويد ؛ لأن المواطنين الذين يعانون من تأشيرة عائلة الاتحاد الأوروبي/EEA لديهم حقوق الإقامة في السويد ، وبالتالي يمكنهم الانتقال إلى البلاد مع أو بدون وظيفة. ومع ذلك ، سيحتاجون إلى بدء عملية طلب التأشيرة السويدية إذا كانوا يخططون لمواصلة إقامتهم في بلد لفترة طويلة.",
  "If you are thinking about relocation Sweden; want to study abroad and also interesting in traveling, then Swedes are waiting for you. They are very friendly and like traveling very much. They are habitually open to know about a new culture and also interested in hearing about international experiences.": "إذا كنت تفكر في النقل السويد ؛ تريد الدراسة في الخارج وكذلك مثيرة للاهتمام في السفر ، ثم السويديين في انتظارك. إنهم ودودون للغاية ويحبون السفر كثيرًا. إنهم منفتحون عادةً لمعرفة ثقافة جديدة ويهتمون أيضًا بسماع التجارب الدولية.",
  "Sweden is known all over the world for many things: cars like Saab and Volvo, music group ABBA, pickled herring, and IKEA's DIY megastore. It is just as popular for its beautiful scenery, picturesque fishing villages, being the land of the reindeer and endless summer heat.": "سويد معروفة في جميع أنحاء العالم للعديد من الأشياء: السيارات مثل Saab و Volvo ، ومجموعة الموسيقى Abba ، و Pickled Herring ، و Ikea's DIY Megastore. إنها تحظى بشعبية كبيرة بالنسبة لمشهدها الجميلة ، قرى الصيد الخلابة ، كونها أرض الرنة وحرارة الصيف التي لا نهاية لها.",
  "Sweden is lined with colorful wooden buildings, traditional huts, cathedral and stone fortresses, and some pretty innovative contemporary architecture.": "تصطف السويد مع المباني الخشبية الملونة ، الأكواخ التقليدية ، القلاع الكاتدرائية والحجر ، وبعض الهندسة المعمارية المبتكرة.",
  "Stockholm": "ستوكهولم",
  "Stockholm, a beautiful city on 14 islands, as the capital of Sweden and the largest city in Scandinavia, has a lot to do with it. The annual Nobel Prize is awarded in Stockholm, which was established in the 13th century. The Vasa Museum, dedicated to a warship of the 17th century that sunk on its maiden journey, is the most visited museum in Scandinavia. Stockholm is better for your budget than other Scandinavian towns, offering free access to 15 museums like Swedish Heritage, Medieval Museum, Royal Armoury, and Skokloster Castle.": "ستوكهولم ، وهي مدينة جميلة في 14 جزيرة ، كعاصمة السويد وأكبر مدينة في الدول الاسكندنافية ، لها علاقة كبيرة بها. تُمنح جائزة نوبل السنوية في ستوكهولم ، والتي تأسست في القرن الثالث عشر. يعد متحف Vasa ، المكرس لسفنفة حربية في القرن السابع عشر التي غرقت في رحلتها قبل الزواج ، المتحف الأكثر زيارة في الدول الاسكندنافية. ستوكهولم أفضل لميزانيتك من المدن الاسكندنافية الأخرى ، حيث توفر وصولًا مجانيًا إلى 15 متحفًا مثل التراث السويدي ، ومتحف العصور الوسطى ، وقلعة Royal Armory ، و Skokloster Castle.",
  "The Royal Palace, Modern Art Museum and City Hall should also not be missed.": "لا ينبغي أيضًا تفويت القصر الملكي ومتحف الفن الحديث وقاعة المدينة.",
  "Gotland": "جوتلاند",
  "As the largest island in Sweden, completely surrounded by the Baltic Sea, you would think that fishing would be the main industry on the island. It's not that. Among the main sectors are forestry, tourism and information technology. The island is one of the most popular tourist destinations in Sweden. Sun seekers like it because during the year it has more sunshine than any other location in Sweden. Visby, the island's only port, is a beautiful walled Hanseatic city that has retained most of its historic buildings and townscape. There are about 100 medieval churches on the island as well as numerous prehistoric sites.": "باعتبارها أكبر جزيرة في السويد ، وتحيط بها بحر البلطيق تمامًا ، فإنك تعتقد أن الصيد سيكون الصناعة الرئيسية في الجزيرة. ليس ذلك. من بين القطاعات الرئيسية هي الغابات والسياحة وتكنولوجيا المعلومات. الجزيرة هي واحدة من أكثر الوجهات السياحية شعبية في السويد. يحب الباحثون عن أشعة الشمس ذلك لأنه خلال العام لديه أشعة الشمس أكثر من أي مكان آخر في السويد. Visby ، ميناء الجزيرة الوحيد ، هي مدينة هانستيك جميلة على جدران احتفظت بمعظم مبانيها التاريخية ومناظر المدينة. هناك حوالي 100 كنيسة في العصور الوسطى في الجزيرة وكذلك العديد من المواقع قبل التاريخ.",
  "Gothenburg": "غوتنبرغ",
  "Gothenburg, located on the western coast of Sweden, is a green city dotted with numerous parks of all sizes. Many of the parks date back to the 19th century, including Kungsparken, a park that surrounds the canal that surrounds the city center.": "Gothenburg ، التي تقع على الساحل الغربي للسويد ، هي مدينة خضراء منتشرة مع العديد من الحدائق من جميع الأحجام. يعود تاريخ العديد من الحدائق إلى القرن التاسع عشر ، بما في ذلك Kungsparken ، وهي حديقة تحيط بالقناة التي تحيط بوسط المدينة.",
  "If you're more interested in amusement parks, head to Liseberg, which has more rides than any other amusement park in Scandinavia. The largest port city in Scandinavia, Gothenburg is also home to the largest film festival in the region, as well as numerous music festivals throughout the year. Hungry, huh? Try a Haga Bulle, a large cinnamon roll in Haga, a district known for its picturesque wooden houses.": "إذا كنت مهتمًا أكثر بمتنزهات الملاهي ، فتوجه إلى Liseberg ، التي لديها ركوب أكثر من أي حديقة أخرى في الدول الاسكندنافية. تعد Gothenburg أكبر مدينة بورت سيتي في الدول الاسكندنافية ، وهي أيضًا موطن لأكبر مهرجان سينمائي في المنطقة ، بالإضافة إلى العديد من مهرجانات الموسيقى على مدار العام. جائع ، هاه؟ جرب Haga Bulle ، لفة قرفة كبيرة في Haga ، وهي منطقة معروفة بمنازلها الخشبية الخلابة.",
  "Swedish Lapland": "لابلاند السويدية",
  "If you're looking for a wilderness experience, there's no better place to visit than the Swedish Lapland in Sweden. Located well north above the Arctic Circle, where summer shines around the clock. Lapland is for canoes, climbers and wildlife viewers. The Swedish Lapland is inhabited by the hardy, native Sami. Who lives in vast forests and barren tundra.": "إذا كنت تبحث عن تجربة برية ، فلا يوجد مكان أفضل للزيارة من لابلاند السويدية في السويد. تقع شمالًا فوق دائرة القطب الشمالي ، حيث يضيء الصيف على مدار الساعة. لابلاند مخصصة للزوارق والمتسلقين ومشاهدي الحياة البرية. يسكنها لابلاند السويدية من قبل هاردي سامي الأصلي. الذي يعيش في غابات شاسعة وتندرا القاحلة.",
  "A good way to experience the area is to drive the 359-km (223-mile) long Wilderness Way from the canoeing center at Stromsund to the terminus at Vilhelmina, a church town, through Fatmomakke, where you can see traditional wooden huts. Winter tourists can purchase reindeer hides at Jokkmokk, the center of Sami's life.": "تتمثل إحدى الطرق الجيدة لتجربة المنطقة في قيادة الطريق البرية الطويلة التي يبلغ طولها 359 كم (223 ميلًا) من مركز التجديف في ستروموند إلى المحطة في فيلهيلمينا ، وهي مدينة كنيسة ، عبر Fatmomakke ، حيث يمكنك رؤية الأكواخ الخشبية التقليدية. يمكن للسياح الشتويون شراء جلود الرنة في Jokkmokk ، مركز حياة سامي.",
  "Uppsala": "أوبسالا",
  "Uppsala, situated 70 km (44 miles) north of Stockholm, has been the religious center of Sweden since the 12th century. Before Christianity, Uppsala was renowned for the temples of the Norse gods. The cathedral of Uppsala, the seat of the archbishop of Sweden, is the largest cathedral in Scandinavia. Education is also important here, with Uppsala University, which was founded in 1477, making it one of the oldest colleges in Scandinavia. The River Fyris flows through the area, with the medieval portion situated west of the river. Both the Cathedral and the Uppsala Castle dominate the skyline. The botanist of the eighteenth century Carl Linnaeus lived in Uppsala, so check out the botanical garden next to the castle.": "كان أوبسالا ، الذي يقع على بعد 70 كم (44 ميلًا) شمال ستوكهولم ، المركز الديني في السويد منذ القرن الثاني عشر. قبل المسيحية ، كانت أوبسالا تشتهر بمعابد آلهة الإسكندنافية. كاتدرائية أوبسالا ، مقر رئيس أساقفة السويد ، هي أكبر كاتدرائية في الدول الاسكندنافية. التعليم مهم أيضًا هنا ، مع جامعة أوبسالا ، التي تأسست عام 1477 ، مما يجعله واحدة من أقدم الكليات في الدول الاسكندنافية. يتدفق نهر Fyris عبر المنطقة ، مع جزء من العصور الوسطى يقع غرب النهر. كل من الكاتدرائية وقلعة أوبسالا تهيمن على الأفق. عاش نبات النبات في القرن الثامن عشر كارل لينيوس في أوبسالا ، لذا تحقق من الحديقة النباتية بجوار القلعة.",
  "It's very tricky to get a visit visa for many countries. Each has its respective rules and regulations. In this particular blog, we will guide you on what the Swedish embassy would be looking for before granting you a visa!": "من الصعب للغاية الحصول على تأشيرة زيارة للعديد من البلدان. لكل منها قواعد ولوائح كل منها. في هذه المدونة بالذات ، سوف نوجهك إلى ما ستبحث عنه السفارة السويدية قبل منحك تأشيرة!",
  "Have you visited any other country before?": "هل زرت أي دولة أخرى من قبل؟",
  "This point is pretty basic but integral. The authorities at embassies would firstly want to make sure that you have the integrity to not overstay in another country or cause any other issue. Safety comes first after all.": "هذه النقطة أساسية للغاية ولكنها جزء لا يتجزأ. تريد السلطات في السفارات أولاً التأكد من أن لديك النزاهة لعدم تجاوزها في بلد آخر أو تسبب أي مشكلة أخرى. السلامة تأتي أولا بعد كل شيء.",
  "If you have visa approval stamps of let's say USA or UK already, then this leaves a very good impression. It makes you seem trustworthy.": "إذا كان لديك طوابع الموافقة على التأشيرة ، دعنا نقول الولايات المتحدة أو المملكة المتحدة بالفعل ، فهذا يترك انطباعًا جيدًا للغاية. يجعلك تبدو جديرة بالثقة.",
  "Invitation is a plus": "الدعوة زائد",
  "Secondly, for visit visas, you'll be required to show a formal invitation from the person in Sweden you intend to visit. Whether it be a family member or business associate, you will have to request them to write a bit about their selves and why they feel that your visa should get approved.": "ثانياً ، بالنسبة لزيارة تأشيرات ، ستُطلب منك إظهار دعوة رسمية من الشخص في السويد الذي تنوي زيارته. سواء أكان أحد أفراد الأسرة أو زميلًا في العمل ، فسيتعين عليك أن تطلب منهم الكتابة قليلاً عن أنفسهم ولماذا يشعرون أن تأشيرتك يجب أن تتم الموافقة عليها.",
  "A valid passport": "جواز سفر صالح",
  "The Swedish agency prefers that you have a passport that is valid for a minimum of 3 months after your visa has expired. This point is pretty understandable, to be honest. It's for your good. Imagine having your passport expired while still in Sweden. It can create many problems for you especially if you wish to visit another country straight from there.": "تفضل الوكالة السويدية أن يكون لديك جواز سفر صالح لمدة لا تقل عن 3 أشهر بعد انتهاء تأشيرتك. هذه النقطة مفهومة تمامًا ، أن نكون صادقين. إنه من أجل الخير. تخيل أن تنتهي صلاحية جواز سفرك بينما لا يزال في السويد. يمكن أن يخلق لك العديد من المشكلات خاصة إذا كنت ترغب في زيارة بلد آخر مباشرة من هناك.",
  "So, make sure that your passport is valid before applying for a visa. If it is not, get it renewed first.": "لذا ، تأكد من أن جواز سفرك صالح قبل التقدم بطلب للحصول على تأشيرة. إذا لم يكن الأمر كذلك ، احصل عليه تجديده أولاً.",
  "Money for your keep and the journey home": "المال من أجل الاحتفاظ الخاص بك والرحلة إلى المنزل",
  "This criterion is pretty understandable too and is a criterion for numerous countries. Without money, you'd be completely stuck in Sweden. Even if you have a family member there who can give you a roof to stay under and warm food and stuff, it still would be wise to have enough in your bank and travel bag. If not for shopping or tourism purposes, do keep some in case of emergencies. Many things can go wrong while you are in another country. Plus, it might not be easy getting a job there during your worst-case scenario stay there. So be careful!": "هذا المعيار أمر مفهوم للغاية أيضًا وهو معيار للعديد من البلدان. بدون مال ، ستكون عالقًا تمامًا في السويد. حتى لو كان لديك أحد أفراد الأسرة هناك يمكن أن يمنحك سقفًا للبقاء تحت الطعام والأشياء الدافئة ، فسيكون من الحكمة أن يكون لديك ما يكفي في مصرفك وحقيبة السفر. إن لم يكن للأغراض للتسوق أو السياحة ، فاحتفظ ببعضها في حالة الطوارئ. العديد من الأشياء يمكن أن تسوء أثناء وجودك في بلد آخر. بالإضافة إلى ذلك ، قد لا يكون من السهل الحصول على وظيفة هناك خلال سيناريو أسوأ الحالات. لذا كن حذرا!",
  "Individual medical travel insurance": "تأمين السفر الطبي الفردي",
  "Have asthma?  Heart issues? Diabetes? An injury? Well, it would be pretty inconvenient if you suddenly have serious health issues there, right?": "هل لديك الربو؟  قضايا القلب؟ السكري؟ إصابة؟ حسنًا ، سيكون من المريح جدًا إذا كان لديك فجأة مشاكل صحية خطيرة هناك ، أليس كذلك؟",
  "Medical insurance helps cover the cost for emergencies like heart attacks or a car accident there perhaps. The insurance should cover costs of at least 30k Euro and should be valid in all Swedish countries. You would also have to submit the medical insurance documents while applying for them to keep in their records.": "يساعد التأمين الطبي في تغطية تكلفة حالات الطوارئ مثل النوبات القلبية أو حادث سيارة ربما هناك. يجب أن يغطي التأمين تكاليف ما لا يقل عن 30 ألف يورو ويجب أن يكون صالحًا في جميع البلدان السويدية. يجب عليك أيضًا تقديم مستندات التأمين الطبي أثناء التقدم لهم للاحتفاظ بسجلاتهم.",
  "Describe the purpose of your visit": "صف الغرض من زيارتك",
  "This seems pretty basic but doesn't take it lightly. Write a detailed note of why you are applying, whose place will you be staying at, for how long do you wish to stay, why do you wish to go to Sweden from amongst all countries and so on. This is for them to be reassured that you won't overstay or try anything shady or fishy.": "هذا يبدو أساسيًا جدًا ولكنه لا يأخذ الأمر بخفة. اكتب ملاحظة مفصلة عن سبب تقدمك ، وسوف تظل مكانها ، إلى المدة التي ترغب في البقاء فيها ، لماذا ترغب في الذهاب إلى السويد من بين جميع البلدان وما إلى ذلك. هذا هو أن يطمئنهم أنك لن تتجاوز أو تجرب أي شيء مظلومًا أو مريبًا.",
  "It'll also be wise if you mention personal details of the person/family members you'll be staying at. They'll probably dig into their history anyway so it's better to write about it yourself.": "سيكون من الحكمة أيضًا إذا ذكرت التفاصيل الشخصية للشخص/أفراد الأسرة الذي ستظل عليه. من المحتمل أن يحفروا في تاريخهم على أي حال ، لذا من الأفضل أن تكتب عن ذلك بنفسك.",
  "If you keep these points in mind, it wouldn't be likely that your visa application would be rejected. However, they aren't satisfied and do end up rejecting, you can read up on the appealing process and present your case to get an approval.": "إذا وضعت هذه النقاط في الاعتبار ، فلن يكون من المحتمل أن يتم رفض طلب التأشيرة الخاص بك. ومع ذلك ، فهي غير راضية وينتهي بهم الأمر إلى رفضها ، يمكنك قراءة العملية الجذابة وتقديم قضيتك للحصول على موافقة.",
  "Are you planning to visit Sweden in the near future? Sweden has scrumptious and unique dishes and recipes that you must try while you visit. Swedish food is more than just fish, coffee, or meatballs. With a diet rich in proteins, whole grains, and omega-3, Swedish food has been hailed for its amazing health benefits. Being a visitor or foreigner, it can be difficult for you to find the food items and places in Sweden as most of the people eat at home. The restaurant culture in Sweden is much more different than in other countries. If you want to try some traditional and finger-licking Swedish food, then you must look for these 5 delicious dishes from Sweden:": "هل تخطط لزيارة السويد في المستقبل القريب؟ السويد لديها أطباق ووصالات فريدة من نوعها يجب أن تجربها أثناء زيارتك. الطعام السويدي أكثر من مجرد الأسماك أو القهوة أو كرات اللحم. مع اتباع نظام غذائي غني بالبروتينات والحبوب الكاملة وأوميغا 3 ، تم الترحيب بالأطعمة السويدية لفوائده الصحية المذهلة. كونك زائرًا أو أجنبيًا ، قد يكون من الصعب عليك العثور على المواد الغذائية والأماكن في السويد حيث يأكل معظم الناس في المنزل. تختلف ثقافة المطعم في السويد عن البلدان الأخرى. إذا كنت ترغب في تجربة بعض الأطعمة السويدية التقليدية والمربع ، فيجب عليك البحث عن هذه الأطباق الخمسة اللذيذة من السويد:",
  "1. Herring/Sill": "1. الرنجة/العتبة",
  "This will be the dish that you will either love or hate depending upon your taste buds. There are a lot of varieties of sills and you can even eat pickled or fried herrings. Pickled Swedish herring is a classic Swedish dish derived from the times when preserving was the only way to get through the winter months. It is now an important part of all three basic traditional celebrations; Christmas, Easter, and off-course midsummer/midsummer.": "سيكون هذا هو الطبق الذي ستحبه أو الكراهية اعتمادًا على براعم ذوقك. هناك الكثير من الأصناف من العتبات ويمكنك حتى أن تأكل المخلل أو القنوات المقلية. الرنجة السويدية المخلل هو طبق سويدي كلاسيكي مستمد من الأوقات التي كانت فيها الحفاظ على الطريقة الوحيدة للوصول إلى أشهر الشتاء. إنه الآن جزء مهم من الاحتفالات التقليدية الأساسية الثلاثة ؛ عيد الميلاد ، عيد الفصح ، ووسط الصيف/منتصف الصيف.",
  "The pickling juice used to cook herring is made from vinegar, salt, spices, and water. No matter what type of herring you will see in the menu, it will be generally served with boiled potato, finely chopped chives, and gräddfil.": "عصير التخليل المستخدم لطهي الرنجة مصنوع من الخل والملح والتوابل والماء. بغض النظر عن نوع الرنجة التي ستراها في القائمة ، سيتم تقديمها بشكل عام مع البطاطا المسلوقة ، والثوم المفروم بدقة ، و Gräddfil.",
  "2. Falukorv": "2. فالوكورف",
  "This dish is a firm favorite among kids of all ages across Sweden. Falukorv's origin can be traced back to the sixteenth century when Falu copper mines used horse and ox skin to make strong ropes to pullover the copper ores. At first, the meat was simply salted and smoked to make this dish. When the Germans came into the mines, then Swedes learn to make sausage out of meat. Now falukorv is made out of meat and pork by boiling it, frying it, roasting it in cream or grilling it. This is served with rice, mashed potatoes or macaroni depending upon your choice.": "هذا الطبق هو المفضل لدى الأطفال من جميع الأعمار في جميع أنحاء السويد. يمكن إرجاع أصل Falukorv إلى القرن السادس عشر عندما استخدمت مناجم Falu Copper Horse و Ox لإنشاء حبال قوية لسحب الخامات النحاسية. في البداية ، كان اللحم ببساطة مملحًا ويدخن لصنع هذا الطبق. عندما جاء الألمان إلى المناجم ، تتعلم السويديون صنع النقانق من اللحوم. الآن يتكون Falukorv من اللحوم ولحم الخنزير عن طريق غليه ، وقليه ، وتحميصه في كريم أو شواء. يتم تقديم هذا مع الأرز أو البطاطا المهروسة أو المعكرونة اعتمادًا على اختيارك.",
  "3. Kroppkakor": "3. Kroppkakor",
  "Hearty mashed potato dumplings with mushroom fillings are known as kroppkakor. There are many different versions of kroppkakor all over the country and have different names. Potatoes and flour are mixed and then wrapped by the dough and pork. Potatoes can be used either raw or boiled depending upon your choice. These are most commonly served with melted butter, double cream, different sauces, and milk.": "تُعرف فطائر البطاطا المهروسة بالبطاطس مع حشوات الفطر باسم Kroppkakor. هناك العديد من الإصدارات المختلفة من Kroppkakor في جميع أنحاء البلاد ولها أسماء مختلفة. يتم خلط البطاطا والدقيق ثم لف العجين ولحم الخنزير. يمكن استخدام البطاطس إما الخام أو المسلوق اعتمادًا على اختيارك. يتم تقديمها بشكل شائع مع الزبدة المذابة ، والكريمة المزدوجة ، والصلصات المختلفة ، والحليب.",
  "4. Raggmunk": "4. Raggmunk",
  "Raggmunk is the name of a Swedish dish made of potato pancakes. These pancakes, however, cannot be cooked using new potatoes as these potatoes don't contain enough starch to hold the pancake together. This dish is mostly cooked in winters so this is not an issue. The butterier and crispier the pancake is around the edges, the better it will be in taste. The trick to this is not to spread the batter too thinly. If you will add some diced onion in it, then it will be called \"French\" potato pancake.": "Raggmunk هو اسم طبق سويدي مصنوع من فطائر البطاطس. ومع ذلك ، لا يمكن طهي هذه الفطائر باستخدام بطاطس جديدة لأن هذه البطاطا لا تحتوي على نشا كافٍ لعقد الفطيرة معًا. هذا الطبق مطبوخ في الغالب في فصل الشتاء ، لذا فإن هذه ليست مشكلة. كلما كانت الفطيرة حول الحواف وأكثر هشاشة حول الحواف ، كلما كان ذلك أفضل في الذوق. الحيلة لهذا لا هي نشر الخليط رقيقة جدا. إذا كنت ستضيف بعض البصل المكعب ، فسيتم تسميته فطيرة البطاطا \"الفرنسية\".",
  "5. Crayfish": "5. جراد البحر",
  "August in Sweden is known for the Crayfish season and people host crayfish parties with amazing décor. Get stuck in, rip off the claws and suck out the delicious juices. The crayfish are usually boiled in a brine bath with a lot of spices and crown dill. All you need then is Västerbotten cheese pie, soft bread, cold beer, snaps, crispbread and you're good to go!": "يشتهر أغسطس في السويد بموسم جراد البحر ويستضيف الناس حفلات جراد البحر مع ديكور مذهل. تتعثر في المخالب وتمتص العصائر اللذيذة. عادة ما يتم غلي البحر الجراد في حمام ملحي مع الكثير من التوابل وشبت التاج. كل ما تحتاجه بعد ذلك هو فطيرة الجبن Västerbotten ، الخبز الناعم ، البيرة الباردة ، اللقطات ، Crispbread وأنت على ما يرام!",
  "As the month of August start, the shops are full of all kind of crayfish from different countries but Swedes prefer the Swedish signal crayfish. Besides this, both Chinese and Turkish crayfish are also good.": "مع بداية شهر أغسطس ، تمتلئ المتاجر بجميع أنواع جراد البحر من بلدان مختلفة ، لكن السويديين يفضلون جراد البحر السويدي. إلى جانب هذا ، كل من جراد البحر الصينية والتركية جيدة أيضًا."
}