{
  "Blogs": "Blogs",
  "5 Swedish Foods You Must Try": "5 svenske fødevarer, du skal prøve",
  "image": "billede",
  "Visa": "Visum",
  "5 Things To Keep In Mind If You Are Relocating To Sweden": "5 ting at huske på, hvis du flytter til Sverige",
  "A Guide About Student Fee And Admissions In Sweden": "En guide om studerendes gebyr og optagelser i Sverige",
  "How To Build A Successful Start-Up In Sweden": "Sådan bygger du en vellykket opstart i Sverige",
  "Work Permit In Sweden - Complete Guide": "Arbejdstilladelse i Sverige - Komplet guide",
  "Why You Should Plan Moving Out Of Sweden": "Hvorfor skal du planlægge at flytte ud af Sverige",
  "Immigrating To Sweden - What You Need To Know": "Immigrerende til Sverige - hvad du har brug for at vide",
  "Business Challenges For Expatriates In Sweden": "Forretningsudfordringer for udstationerede i Sverige",
  "Why You Shouldn't Be Afraid Of Visiting Sweden": "Hvorfor skulle du ikke være bange for at besøge Sverige",
  "6 Best Small Business Ideas In Sweden": "6 Bedste små forretningsidéer i Sverige",
  "5 Common Problems Faced By Immigrants In Sweden": "5 almindelige problemer, som indvandrere står overfor i Sverige",
  "6 Reasons Why Sweden Is An Ideal Place To Study": "6 grunde til, at Sverige er et ideelt sted at studere",
  "Places To Visit In Sweden": "Steder at besøge i Sverige",
  "Swedish Visit Visa Requirements": "Svensk besøg Visa -krav",
  "Starting a new life overseas can be a mix of different feelings. If you are planning to visit Sweden or relocating to Sweden, then you should do a lot of research beforehand to adjust to this place easily. There are a few societal norms that are purely Swedish and Swedes are much concerned about them. One of the biggest differences you might see is that you have to keep your plastic bags with you, you have to take off your shoes while entering someone's house, you have to squeeze out a lot of food items from tubes like toothpaste and much more.": "At starte et nyt liv i udlandet kan være en blanding af forskellige følelser. Hvis du planlægger at besøge Sverige eller flytte til Sverige, skal du gøre en masse research på forhånd for let at tilpasse sig dette sted. Der er et par samfundsmæssige normer, der er rent svenske og svensker er meget bekymrede over dem. En af de største forskelle, du måske kan se, er, at du er nødt til at holde dine plastikposer med dig, du er nødt til at tage dine sko af, mens du går ind i nogens hus, du er nødt til at presse en masse madvarer fra rør som tandpasta og meget mere.",
  "Cultural and societal differences can lead to some problems for newbies in Sweden, but knowing these basic ones can help you to easily go through the process:": "Kulturelle og samfundsmæssige forskelle kan føre til nogle problemer for nybegynder i Sverige, men at kende disse grundlæggende kan hjælpe dig med let at gennemgå processen:",
  "Swedes love their coffee and food": "Svenskere elsker deres kaffe og mad",
  "Swedes love their unique food items and coffee. They have a unique tradition knows as fika to foster the coffee drinking where friends and family members are invited to drink coffee or tea along with some sweet dishes on the table. Most Swedes will enjoy one fika a day as they like it as an opportunity to bond with others.": "Swedes elsker deres unikke madvarer og kaffe. De har en unik tradition, der kender som Fika til at fremme kaffedrikningen, hvor venner og familiemedlemmer opfordres til at drikke kaffe eller te sammen med nogle søde retter på bordet. De fleste svensker vil nyde en Fika om dagen, da de kan lide det som en mulighed for at binde med andre.",
  "There are so many traditional and unique dishes to tantalise your taste buds. Besides their world-famous IKEA meatballs, they have raggmunk, gravad latex, köttbullar, kanellbullar, Lussekatter, pepparkakor, chokladbollar, and much more.": "Der er så mange traditionelle og unikke retter til at friste dine smagsløg. Udover deres verdensberømte IKEA-kødboller har de Raggmunk, Gravad Latex, Köttbullar, Kanellbullar, Lussekatter, Pepparkakor, Chokladbollar og meget mere.",
  "Get your personnummer": "Få din personnummer",
  "It is the national identification number between ten to twelve digits and is widely used to identify individuals in Sweden. This ten or twelve-digit number is a way of unlocking the life in Sweden. You need this number for almost everything like getting help from jobcentre, getting the phone contract, applying for healthcare or unemployment benefits, and even getting loyalty or discount card from your favorite brands.": "Det er det nationale identifikationsnummer mellem ti til tolv cifre og er vidt brugt til at identificere individer i Sverige. Dette ti eller tolv-cifrede nummer er en måde at låse livet op i Sverige. Du har brug for dette nummer for næsten alt som at få hjælp fra JobCentre, få telefonkontrakten, ansøge om sundhedsydelser eller arbejdsløshedsunderstøttelse og endda få loyalitet eller rabatkort fra dine yndlingsmærker.",
  "Getting a job offer before moving to Sweden is the best way to get the personnumer automatically and you will be entitled to all the benefits. Except for this, you will have to prove that you are working or studying in Sweden and have enough savings to support yourself for a while in order to get the personnumer.": "At få et jobtilbud, før du flytter til Sverige, er den bedste måde at få personnumer automatisk på, og du har ret til alle fordelene. Bortset fra dette bliver du nødt til at bevise, at du arbejder eller studerer i Sverige og har nok besparelser til at støtte dig selv et stykke tid for at få personnumeren.",
  "Be informal with names": "Vær uformel med navne",
  "Swedish aren't that much formal with the names or titles as others. They will call you by your first name be it your university or college professor, your doctor, your advisor or anyone, and they will expect the same from you during the conversation. That's the basic standard in Sweden and regardless of the job title or position in the firm, people call each other by their first name. However, there are some exceptions to this rule as well. If you will be in a courtroom, or in front of any political figure, or meet someone from the Swedish royal family, then you have to be pretty careful about the titles.": "Svensk er ikke så meget formel med navnene eller titlerne som andre. De ringer til dig med dit fornavn, det være sig din universitet eller universitetsprofessor, din læge, din rådgiver eller nogen, og de vil forvente det samme fra dig under samtalen. Det er den grundlæggende standard i Sverige, og uanset jobtitlen eller positionen i firmaet, kalder folk hinanden ved deres fornavn. Der er dog også nogle undtagelser fra denne regel. Hvis du vil være i en retssal eller foran enhver politisk figur eller møde nogen fra den svenske kongefamilie, skal du være temmelig forsigtig med titlerne.",
  "It can be quite lonely": "Det kan være ganske ensomt",
  "Sweden can be the toughest place to make friends and Stockholm is rated badly in terms of friendliness. But there are other ways to make friends. Swedes know that it can be difficult to meet people so they have clubs and sports teams to join where you can meet new people and can make good terms with them. You have to find the relevant club according to your interests and can meet a lot of people there.": "Sverige kan være det hårdeste sted at få venner og Stockholm er bedømt dårligt med hensyn til venlighed. Men der er andre måder at få venner på. Svenskerne ved, at det kan være vanskeligt at møde mennesker, så de har klubber og sportshold til at deltage i, hvor du kan møde nye mennesker og kan gøre gode vilkår med dem. Du skal finde den relevante klub i henhold til dine interesser og kan møde mange mennesker der.",
  "Traditions galore": "Traditioner i massevis",
  "Every country has its unique traditions and festivities that set them apart from others and so does Sweden. Swedes celebrate Christmas, Midsommer, Santa Lucia (13 December), Kräftskiva (8 August), Valborg (30 April). These traditions have their own unique colors and provide a great opportunity to learn and enjoy the Swedish traditions.": "Hvert land har sine unikke traditioner og festligheder, der adskiller dem fra andre, og det samme gør Sverige. Svenskerne fejrer jul, midtsommer, Santa Lucia (13. december), Kräftskiva (8. august), Valborg (30. april). Disse traditioner har deres egne unikke farver og giver en stor mulighed for at lære og nyde de svenske traditioner.",
  "How expensive it can be to study in Sweden? If you are looking for the answer to this question, then you have to go through the whole blog to get the details on every aspect you need to know about.": "Hvor dyrt kan det være at studere i Sverige? Hvis du leder efter svaret på dette spørgsmål, skal du gennemgå hele bloggen for at få detaljerne på alle aspekter, du har brug for at vide om.",
  "It has been unanimously reported by many surveys that Swedish universities have one of the most supportive and top-notch higher education centers of excellence. Higher education in Sweden is among the best in the world. The Nordic country is well-known for its excellent education system that focuses more on individual and group studies rather than just delivering lectures. Freedom to learn and the sense of responsibility are the key factors for the development of a student. The number of international students who are enrolled in Swedish universities and colleges is increasing day by day. If you want to be one of those, then you first know about the cost of study and admission procedures as well as the cost of living in Sweden.": "Det er enstemmigt rapporteret af mange undersøgelser, at svenske universiteter har et af de mest støttende og førsteklasses videregående uddannelsescentre for ekspertise. Videregående uddannelse i Sverige er blandt de bedste i verden. Det nordiske land er kendt for sit fremragende uddannelsessystem, der fokuserer mere på individuelle og gruppestudier snarere end bare at holde foredrag. Frihed til at lære og ansvarsfølelsen er de vigtigste faktorer for udviklingen af en studerende. Antallet af internationale studerende, der er tilmeldt svenske universiteter og colleges, øges dag for dag. Hvis du vil være en af dem, ved du først om omkostningerne ved studie- og optagelsesprocedurer samt leveomkostningerne i Sverige.",
  "Application fees in Sweden": "Ansøgningsgebyrer i Sverige",
  "Students who want to apply in any program in Swedish colleges and universities are required to pay an application fee. The application fee and tuition fee are applicable for the students who are not a citizen of Switzerland, EU, EEA, or Nordic country and are planning to study at Bachelors or Masters level in Swede. This fee usually costs around 900 SEK and is paid online while applying for the admissions.": "Studerende, der ønsker at ansøge i ethvert program i svenske colleges og universiteter, skal betale et ansøgningsgebyr. Ansøgningsgebyret og undervisningsgebyret gælder for de studerende, der ikke er statsborger i Schweiz, EU, EEA eller Nordic Country og planlægger at studere på Bachelors eller Masters -niveau i svensken. Dette gebyr koster normalt omkring 900 SEK og betales online, mens du ansøger om optagelserne.",
  "The tuition fee varies widely among different universities in Sweden and even among different programs of the same university. The tuition fee usually costs somewhere between 75,000-250,000 SEK per year. However, business and architect programs are the most expensive programs in Sweden.": "Undervisningsgebyret varierer meget mellem forskellige universiteter i Sverige og endda mellem forskellige programmer fra det samme universitet. Undervisningsgebyret koster normalt et sted mellem 75.000-250.000 SEK om året. Imidlertid er forretnings- og arkitektprogrammer de dyreste programmer i Sverige.",
  "You need to pay the application fee while applying for admission and is usually non-refundable non-transferable. Students have to pay the tuition fee as soon as their application is accepted by the university or the college and they have made the offer. The application of your residence permit will not be processed by the Migration Agency if they don't receive the notification from the university about receiving the tuition fee.": "Du skal betale ansøgningsgebyret, mens du ansøger om optagelse og normalt ikke kan refunderes ikke-overførbar. Studerende skal betale undervisningsgebyret, så snart deres ansøgning er accepteret af universitetet eller kollegiet, og de har afgivet tilbudet. Anvendelsen af din opholdstilladelse behandles ikke af migrationsagenturet, hvis de ikke modtager meddelelsen fra universitetet om modtagelse af studieafgiften.",
  "Cost of Living": "Leveomkostninger",
  "According to the findings of a survey, the average expense for a student in Sweden is around 8,370 SEK per month. This cost varies according to your location, your lifestyle, and your personal preferences. It can be around SEK 12,000 in Gothenburg and Stockholm and can be as low as SEK 7,500 in Lund.": "I henhold til resultaterne af en undersøgelse er den gennemsnitlige udgift for en studerende i Sverige omkring 8.370 SEK pr. Måned. Denne omkostning varierer afhængigt af din placering, din livsstil og dine personlige præferencer. Det kan være omkring SEK 12.000 i Göteborg og Stockholm og kan være så lav som SEK 7.500 i Lund.",
  "The best option to start looking for accommodation will be your university or the college. You may get the related information there or the management may refer you to the organizations that deal with student halls or dormitories. Dormitories are the best option for the students to live in as they will meet lots of local and international students there and the prices are low (2,500-5000 SEK per month). Besides this, you can also look for sharing an apartment with other students.": "Den bedste mulighed for at begynde at lede efter indkvartering vil være dit universitet eller kollegiet. Du kan få de relaterede oplysninger der, eller ledelsen kan henvise dig til de organisationer, der beskæftiger sig med studerende eller sovesale. Sovesal er den bedste mulighed for de studerende at bo i, da de vil møde mange lokale og internationale studerende der, og priserne er lave (2.500-5000 SEK pr. Måned). Derudover kan du også kigge efter at dele en lejlighed med andre studerende.",
  "Food costs are also high in Sweden and you should expect to pay around SEK 2,000 per month for the food. This too depends upon your eating habits. You can save your money by buying groceries from a cheap supermarket and cook the food by yourself.": "Madomkostningerne er også høje i Sverige, og du bør forvente at betale omkring SEK 2.000 pr. Måned for maden. Dette afhænger også af dine spisevaner. Du kan spare dine penge ved at købe dagligvarer fra et billigt supermarked og tilberede mad alene.",
  "Besides this, you will have to pay for transport if you are living far away from your university or college. Students will have to purchase the related textbooks and they should plan the budget accordingly.": "Derudover bliver du nødt til at betale for transport, hvis du bor langt væk fra dit universitet eller college. Studerende bliver nødt til at købe de relaterede lærebøger, og de skal planlægge budgettet i overensstemmelse hermed.",
  "No doubt, Sweden is a beautiful place full of natural beauty and is ranked among one of the top countries to provide high-quality education to the students. The costs are according to the standards and also depends upon your preferences and lifestyle. Students have to plan the budget and should estimate the lump sum cost of the study before applying to any country.": "Uden tvivl er Sverige et smukt sted fuld af naturlig skønhed og rangeres blandt et af de øverste lande for at give de studerende af høj kvalitet. Omkostningerne er i henhold til standarderne og afhænger også af dine præferencer og livsstil. Studerende skal planlægge budgettet og bør estimere klumpesumomkostningerne ved undersøgelsen, inden de ansøger til ethvert land.",
  "Sweden is known as the land of start-ups because the economic conditions of the country are detrimental to entrepreneurship. Swedish business culture is open and innovative, and starting a business there is relatively simple. Thus, Sweden excels in promoting the formation of ambitious start-ups on an unexpected level. After Silicon Valley, Stockholm is known for producing the second-highest revenues from tech companies per capita.": "Sverige er kendt som start-ups land, fordi landets økonomiske forhold er skadelige for iværksætteri. Den svenske forretningskultur er åben og innovativ, og at starte en virksomhed er der relativt enkel. Således udmærker Sverige sig med at fremme dannelsen af ambitiøse start-ups på et uventet niveau. Efter Silicon Valley er Stockholm kendt for at producere de næsthøjeste indtægter fra tech-virksomheder pr. Indbygger.",
  "Being the tech and innovation hub, there is a high survival rate for start-ups in Sweden with relatively fast growth. However, you can face some difficulties in understanding the business culture and the procedures for operating a business in Sweden. Following are some useful tips to build a successful start-up in Sweden:": "Som teknisk og innovationsnav er der en høj overlevelsesrate for nystartede virksomheder i Sverige med relativt hurtig vækst. Du kan dog stå over for nogle vanskeligheder med at forstå forretningskulturen og procedurerne for drift af en virksomhed i Sverige. Følgende er nogle nyttige tip til at opbygge en vellykket opstart i Sverige:",
  "Have a strong and clear vision": "Har en stærk og klar vision",
  "The first step, of course, is to have a clear vision that what you want to do and how will you do it. Entrepreneurs spent weeks, months, or even years on brainstorming and polishing the idea they want to invest in. Your vision should be crystal clear and you should do the homework before digging into the market.": "Det første skridt er selvfølgelig at have en klar vision om, at hvad du vil gøre, og hvordan vil du gøre det. Iværksættere tilbragte uger, måneder eller endda år på brainstorming og polering af ideen, de vil investere i. Din vision skal være krystalklar, og du skal gøre hjemmearbejdet, før du graver på markedet.",
  "Search for a suitable and innovative business idea and it shouldn't be ground-breaking in all aspects. You can work on improving something and come up with a better version of already existing service or product. Swedes are more attracted to innovation and so does their business market. Your vision and core values should be grounded in the business idea.": "Søg efter en passende og innovativ forretningsidé, og den bør ikke være banebrydende i alle aspekter. Du kan arbejde på at forbedre noget og komme med en bedre version af allerede eksisterende service eller produkt. Svenskere er mere tiltrukket af innovation, og det gør deres forretningsmarked også. Din vision og kerneværdier skal jordes i forretningsidéen.",
  "Benefit from business culture": "Drage fordel af forretningskultur",
  "Compared with many other cultures, the Swedish business culture is more relaxed and casual. There isn't too much bureaucracy and the country is quite free from corruption. You will be inspired much by working in this much relaxed and informal culture. You will learn a lot will build many fruitful business relationships. These cultural reforms can be beneficial for you as an entrepreneur in Sweden.": "Sammenlignet med mange andre kulturer er den svenske forretningskultur mere afslappet og afslappet. Der er ikke for meget bureaukrati, og landet er ret fri for korruption. Du vil blive inspireret meget af at arbejde i denne meget afslappede og uformel kultur. Du lærer meget vil opbygge mange frugtbare forretningsforhold. Disse kulturelle reformer kan være gavnlige for dig som iværksætter i Sverige.",
  "Besides this, the Swedish government has made it a lot easier for people to borrow money from public or private lenders. Swedish are informal about names and being an expat, you should do the same. In short, the business culture, here in Sweden, is much favourable for new business opportunities.": "Derudover har den svenske regering gjort det meget lettere for folk at låne penge fra offentlige eller private långivere. Svenske er uformelle om navne og at være udstationeret, skal du gøre det samme. Kort sagt er forretningskulturen her i Sverige meget gunstig for nye forretningsmuligheder.",
  "Swedish consensus culture": "Svensk konsensuskultur",
  "Swedish organizations are flat in structure and the employees are highly satisfied. Swedes learn to collaborate with others from an early age and they like to work in teams. Teams in Swedish business culture are a bit agile and work autonomously. If you are new to Sweden, then this might feel a bit confusing and irritating. You might feel like we talk a lot and don't make any decision but it actually is a part of Swedish consensus culture. Swedes like decisions to be based on wide agreements or collective opinions.": "Svenske organisationer er flade i strukturen, og medarbejderne er meget tilfredse. Svenskerne lærer at samarbejde med andre fra en tidlig alder, og de kan godt lide at arbejde i teams. Hold i den svenske forretningskultur er lidt smidig og arbejder autonomt. Hvis du er ny i Sverige, kan dette føles lidt forvirrende og irriterende. Du har måske lyst til at tale meget og ikke tage nogen beslutning, men det er faktisk en del af den svenske konsensuskultur. Svenskere som beslutninger, der skal være baseret på brede aftaler eller kollektive udtalelser.",
  "Sweden is among the high-ranking gender-equal countries in the world. You should hire a legal assistant to handle your legal affairs.": "Sverige er blandt de højtstående ligestillingslande i verden. Du skal ansætte en juridisk assistent til at håndtere dine juridiske anliggender.",
  "Be passionate": "Vær lidenskabelig",
  "Stockholm is a very cliquey place and starting a business here can be both difficult and easy. It is advisable that you should do the proper research before taking any big step and stay passionate about your aim. Being an entrepreneur, you should equip yourself with passion, good-will, and ambitions. Don't lose hope if you come across any hurdles in the process and keep ongoing.": "Stockholm er et meget kliquey sted, og at starte en virksomhed her kan være både vanskelig og let. Det tilrådes, at du skal gøre den rette research, før du tager noget stort skridt og forbliver lidenskabelig over dit mål. At være iværksætter, skal du udstyre dig selv med lidenskab, god vilje og ambitioner. Mist ikke håbet, hvis du støder på nogen forhindringer i processen og holder løbende.",
  "Building a successful start-up is not a cup of tea no matter what the culture and business ethics are. However, it is relatively easy to start a business in Sweden due to the economic conditions and innovative culture of the country. By following the above-mentioned simple yet useful steps, the chances for probable success can increase for entrepreneurs.": "At opbygge en vellykket opstart er ikke en kop te, uanset hvad kulturen og forretningsetikken er. Det er dog relativt let at starte en virksomhed i Sverige på grund af landets økonomiske forhold og innovative kultur. Ved at følge de ovennævnte enkle, men alligevel nyttige trin, kan chancerne for sandsynlig succes stige for iværksættere.",
  "Are you planning to move to Sweden for work? Everyone wants to look for better opportunities to earn a standard living for themselves and their families. As Sweden is known for its strong and growing economy, people are attracted to migrate to Sweden to find better jobs.": "Planlægger du at flytte til Sverige for at arbejde? Alle vil se efter bedre muligheder for at tjene en standardophold for sig selv og deres familier. Som Sverige er kendt for sin stærke og voksende økonomi, tiltrækkes folk til at migrere til Sverige for at finde bedre job.",
  "If you are moving from the EU, then you are entitled to work in Sweden without a permit and your family can join you as long as you have the right to of residence in Sweden. Citizens of countries outside the EU need to apply for a work permit if they want to migrate to Sweden to look for jobs. You have to follow a step by step to get a Swedish work permit and we are here to guide you thoroughly in this regard.": "Hvis du flytter fra EU, har du ret til at arbejde i Sverige uden tilladelse, og din familie kan slutte dig til dig, så længe du har ret til ophold i Sverige. Borgere i lande uden for EU er nødt til at ansøge om en arbejdstilladelse, hvis de vil migrere til Sverige for at se efter job. Du skal følge et trin for trin for at få en svensk arbejdstilladelse, og vi er her for at guide dig grundigt i denne henseende.",
  "Apply for a work permit": "Ansøg om en arbejdstilladelse",
  "First thing first, you need to apply for a work permit and should know the basic rules and regulations. Citizens of Australia, Chile, Argentina, South Korea, New Zealand, and Hong Kong can apply for a holiday working visa for one year. For employment that is for less than three months, citizens of certain countries should have both a valid visa and a work permit. It is to be noted that employees of some specific domains might be exempt from the regulations of work permit.": "Første ting først skal du ansøge om en arbejdstilladelse og skal kende de grundlæggende regler og forskrifter. Borgere i Australien, Chile, Argentina, Sydkorea, New Zealand og Hong Kong kan ansøge om et ferieværker i ferie i et år. For ansættelse, der er i mindre end tre måneder, bør borgere i visse lande have både et gyldigt visum og en arbejdstilladelse. Det skal bemærkes, at medarbejdere på nogle specifikke domæner kan være fritaget for reglerne for arbejdstilladelse.",
  "Requirements for permit": "Krav til tilladelse",
  "To obtain the work permit for Sweden, you should have an employment offer from any Swedish employer. While applying online, you will be given instructions about how to fill the application form and the required documents you should send along with the application form.": "For at få arbejdstilladelsen til Sverige skal du have et ansættelsestilbud fra enhver svensk arbejdsgiver. Mens du ansøger online, får du instruktioner om, hvordan du udfylder ansøgningsskemaet og de krævede dokumenter, du skal sende sammen med ansøgningsskemaet.",
  "You must have an official job letter from a Swedish employer and the job must:": "Du skal have et officielt jobbrev fra en svensk arbejdsgiver, og jobbet skal:",
  "Be advertised in the EU/EEA newspaper for at least ten days Have terms that comply with those set by the Swedish collective agreement Pay a minimum salary or wage rate of SEK 13,000 before tax Besides this, you must have a valid passport in your home country or the country you are currently residing in.": "Annonceres i avisen EU/EØS i mindst ti dage har betingelser, der overholder dem, der er fastlagt af den svenske kollektive aftale, betaler en minimumsløn eller lønnsrate på 13.000 SEK før skat Derudover skal du have et gyldigt pas i dit hjemland eller det land, du i øjeblikket bor i.",
  "The application processes": "Ansøgningsprocesserne",
  "You must apply for the work permit long before your date of joining as you must have a work permit for getting the visa. In some exceptional cases, you can apply for a work permit from Sweden if you are already in the country. You will need these documents for sending the application form which are:": "Du skal ansøge om arbejdstilladelsen længe før din dato for tilmelding, da du skal have en arbejdstilladelse for at få visumet. I nogle ekstraordinære tilfælde kan du ansøge om en arbejdstilladelse fra Sverige, hvis du allerede er i landet. Du har brug for disse dokumenter til at sende ansøgningsskemaet, der er:",
  "Letter of employment approved by the relevant trade union Complete and rightly filled application form Copies of the passport showing the personal data and validity date The proof of permission of living in other countries by your home country's government (usually available on the passport) The application fees Compile these documents and submit the application online or by hand in your closest Swedish embassy. The migration agency, will then, consider your application and will check the details. The provided details of the person are checked for authenticity and then they will give you an estimated waiting time.": "Beskæftigelsesbrev, der er godkendt af den relevante fagforening, komplet og med rette udfyldt ansøgningsformularkopier af pas, der viser personoplysningerne og gyldigheden Dato Beviset for tilladelse fra at bo i andre lande af din hjemlands regering (normalt tilgængelig på pas) Ansøgningsgebyrerne udgør disse dokumenter og indsender ansøgningen online eller i hånden i din nærmeste svenske ambassade. Migrationsbureauet vil derefter overveje din ansøgning og kontrollere detaljerne. De medfølgende detaljer om personen kontrolleres for ægthed, og derefter giver de dig en estimeret ventetid.",
  "The process of applying for a work permit for Sweden seems quite simple and is transparent. The applicant will be informed by the migration agency about the application status from time to time or you can check the details online. Besides this, you will also need to apply for the extension of your work permit time to time after the expiry of the current permit and the process is quite similar to this one. If you apply for the extension well before the expiry date of your work permit, then you will be allowed to keep on working in the country till the decision.": "Processen med at ansøge om en arbejdstilladelse for Sverige virker ganske enkel og er gennemsigtig. Ansøgeren vil blive informeret af migrationsagenturet om ansøgningsstatus fra tid til anden, eller du kan kontrollere detaljerne online. Derudover bliver du også nødt til at ansøge om forlængelse af din arbejdstilladelse tid til anden efter udløbet af den aktuelle tilladelse, og processen ligner meget denne. Hvis du ansøger om udvidelsen i god tid inden udløbsdatoen for din arbejdstilladelse, får du lov til at fortsætte med at arbejde i landet indtil beslutningen.",
  "Relocation is a lofty decision to make on part of an individual more or so, and on a family too. Relocation brings about the obvious challenges that a human might face in a foreign land. At times even relocating to a city might seem a gigantic change than changing your country code too. If all fails and despite all efforts, you have trouble accommodating yourself and your family, you might need to plan a relocation. And here is why you should plan moving out of Sweden in unpropitious times.": "Flytning er en høj beslutning om at tage på en del af et individ mere eller deromkring og også på en familie. Flytning medfører de åbenlyse udfordringer, som et menneske kan møde i et fremmed land. Til tider kan endda flytte til en by virke en gigantisk ændring end at ændre din landekode også. Hvis alle mislykkes, og på trods af al indsats, har du problemer med at imødekomme dig selv og din familie, skal du muligvis planlægge en flytning. Og her er grunden til, at du skal planlægge at flytte ud af Sverige i upropitious tider.",
  "Unfriendly Environment": "Uvenligt miljø",
  "Have you made friends yet? The statistics say you haven't. Many local surveys point out this disturbing lack of friendliness on the locals' part. Despite high standards of living in Sweden expats fail to feel at home in this Scandinavian country. Home to many luxuries and beautiful coastal cities in the country, however, fails to make foreigners feel at home. With the people distant and seemingly unfriendly, they give a cold shoulder to immigrants.": "Har du fået venner endnu? Statistikken siger, at du ikke har gjort det. Mange lokale undersøgelser påpeger denne foruroligende mangel på venlighed fra den lokale del. På trods af høje levestandarder i Sverige Expats undlader at føle sig hjemme i dette skandinaviske land. Hjem til mange luksus og smukke kystbyer i landet undlader imidlertid at få udlændinge til at føle sig hjemme. Med folket fjernt og tilsyneladende uvenlige giver de en kold skulder til indvandrere.",
  "\"I made two mistakes going to Stockholm, I went alone and I went in November\"": "\"Jeg lavede to fejl, der skulle til Stockholm, jeg gik alene og gik i november\"",
  "Says a student who traveled there. No man is an island and certainly in this country of islands, one must have a hard time surviving alone.": "Siger en studerende, der rejste der. Ingen mand er en ø, og bestemt i dette land med øer, skal man have svært ved at overleve alene.",
  "Dark Dreary Winters": "Mørke triste vintre",
  "Winters, well a short cool winter season who doesn't appreciate that. But when it gets too long it gets hard to bear by the day. The sunsets at 3 pm. An extraordinarily short day! How many of us have found ourselves longing for the sun in the mild winters back home? But in Sweden, you must survive the winters and do so without the sun peeking at you from time to time for respite. The grey colored skies and too short days do not help and it makes the atmosphere gloom stricken, deprived of energy for even daily chores.": "Winters, godt en kort kølig vintersæson, der ikke værdsætter det. Men når det bliver for længe, bliver det svært at bære om dagen. Solnedgange kl. 15.00. En ekstraordinær kort dag! Hvor mange af os har fundet os selv længsel efter solen i de milde vintre derhjemme? Men i Sverige skal du overleve vinteren og gøre det uden at solen kigger på dig fra tid til anden for pusterum. De gråfarvede himmel og for korte dage hjælper ikke, og det gør atmosfæren dystre ramt, frataget energi for endda daglige pligter.",
  "Taxes Take a Toll on You!": "Skatter tager en vejafgift på dig!",
  "Even if one manages to secure a high paying job, that taxation demands that you give much of your hard-earned money to the government. Sweden is one of the richest countries as per GDP production but most of it goes as taxes. Proud owner of many International businesses Sweden sure sounds attractive but the home of the luxurious\" Volvo cars\" takes a toll on your income.": "Selv hvis man formår at sikre et højt betalende job, kræver denne beskatning, at du giver meget af dine hårdt tjente penge til regeringen. Sverige er et af de rigeste lande i henhold til BNP -produktion, men det meste går som skatter. Stolt ejer af mange internationale virksomheder Sverige lyder helt sikkert attraktivt, men hjemmet til de luksuriøse \"Volvo Cars\" tager en vejafgift på din indkomst.",
  "To Rent or To Buy?": "At leje eller købe?",
  "Moved to Sweden? Bet you had a hard time finding a place to live. This explains the reputation of simple furniture and minimal decorative sense. Rents in Sweden are sky-high, gobbling up to 30 % of one's salary. It might even be a luxury to afford a decent place on rent. The policy of short rental contracts will have you moving from one place to another before you find a permanent residence. People need to wait for years before they can afford decent housing. If you want to spend your hard-earned money on improving your lifestyle you might consider a relocation so you may afford a decent residence and focus on bigger things in life.": "Flyttet til Sverige? Sats på, at du havde svært ved at finde et sted at bo. Dette forklarer omdømme for enkle møbler og minimal dekorativ sans. Huslejen i Sverige er skyhøje og gabber op til 30 % af ens løn. Det kan endda være en luksus at have råd til et anstændigt sted på leje. Politikken med korte lejekontrakter får dig til at flytte fra et sted til et andet, før du finder en permanent ophold. Folk er nødt til at vente i årevis, før de har råd til anstændige boliger. Hvis du vil bruge dine hårdt tjente penge på at forbedre din livsstil, kan du overveje en flytning, så du kan have råd til en anstændig bopæl og fokusere på større ting i livet.",
  "Satisfied with Your Work?": "Tilfreds med dit arbejde?",
  "The first barrier you might have faced in Sweden is the language. And even after you have mastered the Swedish language it is only self-explanatory that the corporations prefer Swedish people who have a better grasp on Swedish ways of working and most importantly are native speakers of the language. Most of the foreigners in Sweden are forced to work at restaurants and bars. The education saturation demands extraordinary skills from a foreigner for him to be able to replace the natives at high-quality jobs.": "Den første barriere, du måske har stået overfor i Sverige, er sproget. Og selv efter at du har mestret det svenske sprog, er det kun selvforklarende, at virksomhederne foretrækker svenske mennesker, der har et bedre greb om svenske måder at arbejde på og vigtigst af alt er modersmålsoptalere på sproget. De fleste af udlændinge i Sverige er tvunget til at arbejde på restauranter og barer. Uddannelsesmætningen kræver ekstraordinære færdigheder fra en udlænding for ham at kunne erstatte de indfødte på job af høj kvalitet.",
  "Relocating or immigrating is a life-changing process. You need adaptations you find yourself being molded in certain ways. Sweden is a Scandinavian nation. A land home to many beautiful natural scenes, coastal cities and beautifully changing seasons. Visiting Sweden is for sure a great trip but immigrating to Sweden demands that you prepare and brace yourself for a practical journey. Here is what you need to know.": "At flytte eller indvandre er en livsændrende proces. Du har brug for tilpasninger, du finder dig selv, der bliver støbt på bestemte måder. Sverige er en skandinavisk nation. Et land hjem til mange smukke naturlige scener, kystbyer og smukt skiftende sæsoner. At besøge Sverige er helt sikkert en god tur, men immigrere til Sverige kræver, at du forbereder og støtter dig selv til en praktisk rejse. Her er hvad du har brug for at vide.",
  "For visiting Sweden, you do require a visa if you are not part of the European Union. Visit freely if you are. However, you need to find a permanent abode and spend five years to gain Swedish citizenship.": "For at besøge Sverige kræver du et visum, hvis du ikke er en del af Den Europæiske Union. Besøg frit, hvis du er. Du skal dog finde en permanent bopæl og bruge fem år på at få svensk statsborgerskab.",
  "Where to live": "Hvor man skal bo",
  "Most people in Sweden resort to finding a permanent residence than renting a house. Permanent residence may seem like a time-consuming thing, but in the long run, it benefits you. Higher than usual rents and unreliable contracts take a toll on your pocket. If you are planning to stay for a longer duration you are advised to find a permanent abode. Students may find room in Universities. It is however advised that you gather information and experiences of expatriates living here and try to find a most suitable home.": "De fleste mennesker i Sverige tyr til at finde en permanent bolig end at leje et hus. Permanent ophold kan virke som en tidskrævende ting, men på lang sigt gavner det dig. Højere end sædvanlige huslejer og upålidelige kontrakter tager en vejafgift på lommen. Hvis du planlægger at blive i en længere varighed, rådes du til at finde en permanent bopæl. Studerende kan finde plads på universiteter. Det anbefales dog, at du indsamler information og oplevelser af udstationerede, der bor her og prøver at finde et mest passende hjem.",
  "Where to work": "Hvor skal man arbejde",
  "Sweden offers an expansive and wealthy job market. Though if you are a non-European Union citizen you will need a work permit. Salaries are high and they usually do the job of paying for the basic facilities. But as some immigrants would share their experience of tough times finding work, and complain that expats are never prioritized for primary jobs. As a youngster, you may want to start by doing an internship to make you accustomed to the Swedish way of working and help you excel in practical fields": "Sverige tilbyder et ekspansivt og velhavende jobmarked. Selvom du er en ikke-europæisk unionsborger, har du brug for en arbejdstilladelse. Lønene er høje, og de gør normalt jobbet med at betale for de grundlæggende faciliteter. Men da nogle indvandrere ville dele deres oplevelse af hårde tider at finde arbejde, og klager over, at udstationerede aldrig prioriteres for primære job. Som ung kan du muligvis starte med at lave en praktikplads for at gøre dig vant til den svenske måde at arbejde på og hjælpe dig med at udmærke dig inden for praktiske områder",
  "Are you a student?": "Er du studerende?",
  "So, have you decided to come to Sweden for studies or you have had to migrate because of your father's job? Fortunately, you can study using English as the medium. So, you don't have to worry about the tedious task of learning the language. Swedish universities are free for students from EU citizens. But if you come from outside the European Union you may face difficulties.": "Så har du besluttet at komme til Sverige til studier, eller har du været nødt til at migrere på grund af din fars job? Heldigvis kan du studere ved hjælp af engelsk som medium. Så du behøver ikke at bekymre dig om den kedelige opgave at lære sproget. Svenske universiteter er gratis for studerende fra EU -borgere. Men hvis du kommer uden for Den Europæiske Union, kan du have vanskeligheder.",
  "Brace yourself for a new winter experience": "Afstiv dig selv til en ny vinteroplevelse",
  "Winters in this near arctic country are unfortunately not so pleasant. The winter days are so short that gloom sets in and you find yourself longing for the sun. Winters are rather dreary and dismal. But on the brighter aspect, they are beautiful with the snow-covered lands and picturesque beauty. The days of gloom are not long they melt into a beautiful spring Season. So, buy yourself warm clothes before you step into the country.": "Vinter i dette nær arktiske land er desværre ikke så behagelige. Vinterdagene er så korte, at dysterhed går ind, og du finder dig selv længsel efter solen. Vinter er temmelig kedelige og dystre. Men på det lysere aspekt er de smukke med de snedækkede lande og maleriske skønhed. Dystre dage er ikke lange, de smelter ind i en smuk forårssæson. Så køb dig selv varmt tøj, før du træder ind i landet.",
  "Swedish culture": "Svensk kultur",
  "Swedish people may not seem very friendly at first. They are not as socially outgoing as you might hope. But once they get to know you, they are soft-spoken and polite people. So, you may have a hard time making friends when you are new in Sweden. But once you master the language and accent, of course, you will be easily incorporated into the Swedish way of life.": "Svenske mennesker synes måske ikke meget venlige i starten. De er ikke så socialt udadvendt, som du måske håber. Men når de først lærer dig at kende, er de blød talt og høflige mennesker. Så du har måske svært ved at få venner, når du er ny i Sverige. Men når du først mestrer sproget og accenten, vil du selvfølgelig let blive indarbejdet i den svenske livsstil.",
  "Also, get used to a lot of Swedish meatballs and remember Swedes love their coffee, perhaps an effect of the ice-cold winters!": "Bliv også vant til en masse svenske kødboller og husk, at svensker elsker deres kaffe, måske en effekt af de iskoldte vintre!",
  "Expatriates in Sweden sure have to work hard to be one of the Swedes and starting a business is one of the challenges they may have to face. Competing with natives who have a grip on the Swedish way of life and are fluent in the language are sure to be in the lead when it comes to owning and running a business. They have contacts, and thus information about the legalities and the dangers of certain steps you might want to take when you start a business.": "Udstationerede i Sverige skal helt sikkert arbejde hårdt for at være en af svenskerne, og at starte en virksomhed er en af de udfordringer, de måtte have til at møde. At konkurrere med indfødte, der har et greb om den svenske livsstil og er flydende i sproget, er sikker på at være i spidsen, når det kommer til at eje og drive en virksomhed. De har kontakter, og dermed oplysninger om legaliteterne og farerne ved visse trin, du måske ønsker at tage, når du starter en virksomhed.",
  "High Taxes!": "Høje skatter!",
  "Sweden sure is notorious for high tax rates. Although the Swedish government has reduced tax rates and taken measures such as allowing leaves to youngsters who want to practice entrepreneurship. But tax rates nonetheless remain high in this welfare state. An expatriate who has a little knowledge about taxing formalities and is not well versed in the Swedish way of work may face sudden failure owing to these complications. As a No European Union citizen, you need to register with the tax agencies and go through a lot of formalities before you set up. Businesses may become difficult for outsiders in such scenarios.": "Sverige er bestemt berygtet for høje skattesatser. Selvom den svenske regering har reduceret skattesatserne og truffet foranstaltninger, såsom at tillade blade til unge, der ønsker at praktisere iværksætteri. Men skattesatser forbliver ikke desto mindre høje i denne velfærdsstat. En udstationering, der har lidt viden om at beskatte formaliteter og ikke er godt bevandret på den svenske måde at arbejde på, kan blive udsat for pludselig fiasko på grund af disse komplikationer. Som ingen EU -borger skal du registrere dig hos skatteagenturerne og gennemgå en masse formaliteter, før du opretter. Virksomheder kan blive vanskelige for udenforstående i sådanne scenarier.",
  "Legal formalities": "Juridiske formaliteter",
  "Hire staff in Sweden but do it legally! For the laborer rights in Sweden make it compulsory for the employer to provide the laborers according to the law. Fortunately, if you are from the EU you can easily establish a business. But if an outsider you need a work permit and residence permit to stay and work in Sweden. Although it is not essential to register your business it secures the name of your business. Working your way through lawyers and contracts is not an easy task. And doing so in a foreign country, you are in for a hard day!": "Ansæt personale i Sverige, men gør det lovligt! For arbejderrettighederne i Sverige gør det obligatorisk for arbejdsgiveren at give arbejderne i henhold til loven. Heldigvis, hvis du er fra EU, kan du nemt etablere en virksomhed. Men hvis en outsider har du brug for en arbejdstilladelse og opholdstilladelse for at blive og arbejde i Sverige. Selvom det ikke er vigtigt at registrere din virksomhed, sikrer det navnet på din virksomhed. At arbejde dig igennem advokater og kontrakter er ikke en let opgave. Og det i et fremmed land er du i en hård dag!",
  "Lack of working Capital": "Manglende arbejdskapital",
  "Finding sufficient capital in Sweden may be a fantasy. Owing to high tax rates and tax paid health and education having sufficient capital and stored money is often not feasible for an aspiring businessman. Starting a business as a sole trader, you should expect tough times ahead and brace yourself for some time of non-profit business. In a trading partnership, you may not need so much capital but responsibility for all debts land on you and your partner. A common mistake made is financing your business at the cost of your household finances. Not being able to pay bills and afford basic needs leads to obvious failure in both cases. Getting a loan may sound a great idea. But again, for a foreigner no loans without sufficient security. Of course, it is a long-term procedure to be able to own enough you can mortgage against some loan.": "At finde tilstrækkelig kapital i Sverige kan være en fantasi. På grund af høje skattesatser og skattebetalt sundhed og uddannelse, der har tilstrækkelig kapital og opbevarede penge, er det ofte ikke muligt for en håbefuld forretningsmand. At starte en virksomhed som en eneste erhvervsdrivende, skal du forvente hårde tider fremover og afstive dig selv i nogen tid med non-profit forretning. I et handelspartnerskab har du muligvis ikke brug for så meget kapital, men ansvaret for al gæld, der lander på dig og din partner. En almindelig fejltagelse er at finansiere din virksomhed til prisen for din husholdningsfinansiering. At ikke være i stand til at betale regninger og give grundlæggende behov fører til åbenlyst fiasko i begge tilfælde. At få et lån lyder måske en god idé. Men igen, for en udlænding uden lån uden tilstrækkelig sikkerhed. Selvfølgelig er det en langsigtet procedure at være i stand til at eje nok, du kan pantelån mod et eller andet lån.",
  "Problem in leads generation": "Problem i ledergenerering",
  "If you are planning a business in Sweden, leads generation holds immense importance. Generating lead can be tough for a new businessman and more so for an expatriate working in Sweden. Not knowing the language, not being able to assess the Swedish mindset counts. For the Swedish work on trimmed lines and venturing for new ideas may be a little unorthodox for some. Not all foreigners are popular with the natives. And building the trust and companionship it takes for a successful business Venture takes you through narrow alleys.": "Hvis du planlægger en virksomhed i Sverige, fører generation enorm betydning. At generere bly kan være hårdt for en ny forretningsmand og mere for et udvandret, der arbejder i Sverige. Ikke at kende sproget, ikke være i stand til at vurdere de svenske tankegangstællinger. For det svenske arbejde med trimmede linjer og at vove sig efter nye ideer kan være lidt uortodokse for nogle. Ikke alle udlændinge er populære blandt de indfødte. Og opbygning af den tillid og kammeratskab, det tager for en succesrig forretningsforetagende, fører dig gennem smalle gyder.",
  "Visiting Sweden may not be the hot pick for a holiday as compared to the other Western countries but it is the country where you can deal with lesser crowd and take your time to see all the beautiful landmarks. Afterall a holiday is all about giving yourself more relaxation. Swedes are known for their friendliness and tolerance. The country is considered to be one of the happiest and the safest amongst the other European countries, with less crime. If you have always been in awe of the Northern Lights, then the plan to visit Sweden has to be on your to-do list. This Scandinavian country has much more than this to offer and it becomes really hard for us to narrow down the list of reasons to visit Sweden. Anyhow, we are giving it a try and we hope knowing about these top 6 reasons will worth your time.": "At besøge Sverige er muligvis ikke det varme valg for en ferie sammenlignet med de andre vestlige lande, men det er det land, hvor du kan håndtere mindre skare og tage dig tid til at se alle de smukke vartegn. After All A Holiday handler om at give dig selv mere afslapning. Svenskere er kendt for deres venlighed og tolerance. Landet betragtes som en af de lykkeligste og de sikreste blandt de andre europæiske lande med mindre kriminalitet. Hvis du altid har været i ærefrygt for nordlyset, skal planen om at besøge Sverige være på din opgaveliste. Dette skandinaviske land har meget mere end dette at tilbyde, og det bliver virkelig svært for os at indsnævre listen over grunde til at besøge Sverige. Under alle omstændigheder prøver vi det, og vi håber, at det at vide om disse top 6 grunde vil være værd at din tid.",
  "Experience the Hospitality": "Oplev gæstfriheden",
  "What we have concluded so far from online surveys is that Sweden has got one of the most tolerant and friendliest locals across the globe. In the past, there might have been rumors about their bad reputation in treating foreigners but now Swedes are on the way of becoming a prosperous nation. They take pride in serving the visitors and impress them by their hospitality. Bygone are the days when they were considered rude and introvert. According to a report by The Telegraph, they are now on 14th rank all over the world in Tolerance Index. Woah! That is such a moment of relief for all of us who were suspicious and couldn't add Sweden in our bucket list.": "Det, vi har afsluttet så langt fra onlineundersøgelser, er, at Sverige har fået en af de mest tolerante og venligste lokale over hele kloden. Tidligere kunne der have været rygter om deres dårlige omdømme ved behandling af udlændinge, men nu er svensker på vej til at blive en velstående nation. De sætter en ære i at tjene de besøgende og imponerer dem ved deres gæstfrihed. Svundne er de dage, hvor de blev betragtet som uhøflige og introvert. Ifølge en rapport fra Telegraph er de nu på 14. rang over hele verden i toleranceindeks. Woah! Det er sådan et øjeblik af lettelse for os alle, der var mistænkelige og ikke kunne tilføje Sverige på vores spandliste.",
  "Since Winter is Coming So Why Not the Sports": "Siden vinteren kommer så hvorfor ikke sporten",
  "Sweden has got all the colours. No matter whether you are a summer lover or a sucker for winter it has so much to offer. We can say that Sweden can be considered as a heaven for all the winter hustle especially the sports. From alpine skiing to snowboarding you can enjoy a wide range of outdoor activities, full of thrill and fun.": "Sverige har fået alle farverne. Uanset om du er en sommerelsker eller en sucker til vinteren, har det så meget at tilbyde. Vi kan sige, at Sverige kan betragtes som en himmel for hele vinterhusten, især sporten. Fra alpin skiløb til snowboarding kan du nyde en bred vifte af udendørs aktiviteter, fuld af spænding og sjov.",
  "A Blend of Urban Bustle and Country Side Panorama": "En blanding af urban travlhed og panorama",
  "Apart from historic buildings and churches, Swedish cities have got all the essentials of what we call an urban life hustle and bustle. From the capital city of Stockholm to the 5th largest Nordic city Gothenburg there are amusement parks all across the country. Liseberg, Grona Lund, and many other parks are attracting thousands of local and international visitors each year. And this is one side of the story, like other Scandinavian countries Sweden is blessed with wide landscapes, mesmerizing national parks and a spectacular panorama of green lush fields.": "Bortset fra historiske bygninger og kirker, har svenske byer fået alt det væsentlige ved det, vi kalder et urbant livs trængsel og travlhed. Fra hovedstaden Stockholm til den 5. største nordiske by Göteborg er der forlystelsesparker over hele landet. Liseberg, Grona Lund og mange andre parker tiltrækker hvert år tusinder af lokale og internationale besøgende. Og dette er den ene side af historien, ligesom andre skandinaviske lande Sverige er velsignet med brede landskaber, fascinerende nationalparker og et spektakulært panorama af grønne frodige marker.",
  "Roam freely and feel the Swedish Vibes": "Strejfe frit og føl de svenske vibber",
  "Here we will advise you to give a shut-up call to all those who keep on labeling Sweden as a dangerous and not-so-easy going country for visitors. Believe me, it is an incredible place where you can roam freely from one corner of the country to another. You may need to beware of pickpockets but that is quite an obvious thing to take care of. Right? We all do that even at the airport checkouts that are considered safest of all. If you are an avid traveler, you can easily manage this and it won't trouble you much.": "Her vil vi råde dig til at give et lukket opkald til alle dem, der fortsætter med at mærke Sverige som et farligt og ikke-så let at gå land for besøgende. Tro mig, det er et utroligt sted, hvor du kan strejfe frit fra det ene hjørne af landet til et andet. Det kan være nødvendigt at passe på lommetyve, men det er en ganske åbenlyst ting at tage sig af. Højre? Det gør vi alle sammen i lufthavnens checkouts, der betragtes som sikreste af alle. Hvis du er en ivrig rejsende, kan du nemt styre dette, og det vil ikke forstyrre dig meget.",
  "Would you like to start a profitable business as a foreigner in Sweden? If so, here are six of Sweden's best small business ideas & investment opportunities that will generate you a handsome amount.": "Vil du starte en rentabel virksomhed som udlænding i Sverige? I så fald er her seks af Sveriges bedste små forretningsidéer og investeringsmuligheder, der vil generere dig en smuk mængde.",
  "Home Rental Business": "Hjemmeudlejningsvirksomhed",
  "There is always a space of Home-Property rental business in Sweden.A rental property business is a venture through which an investor will purchase and manage one or more income-producing properties. These properties can have one or more units that are leased out to tenants in exchange for monthly rental fees. Investors can have an effective rental plan without having to directly manage these properties; property management companies can be hired to carry out the duties often associated with landlords, such as rent collection and maintenance.It could be the idea if you are going to start a business with a partner or if you can invest in property or house by yourself and later rent-out as secure regular income. Subletting through AirBnb is quite profitable in big cities as well.": "Der er altid et rum med hus-ejendomsudlejningsvirksomhed i Sverige. En udlejningsejendomsvirksomhed er en satsning, hvorigennem en investor vil købe og styre en eller flere indkomstproducerende ejendomme. Disse ejendomme kan have en eller flere enheder, der lejes ud til lejere til gengæld for månedlige lejeafgifter. Investorer kan have en effektiv lejeplan uden at skulle direkte administrere disse ejendomme; Ejendomsadministrationsselskaber kan ansættes til at udføre de opgaver, der ofte er forbundet med udlejere, såsom huslejeindsamling og vedligeholdelse. Det kan være ideen, hvis du vil starte en virksomhed med en partner, eller hvis du kan investere i ejendom eller hus selv og senere leje som sikker regelmæssig indkomst. Udlæring gennem Airbnb er også ret rentabel i store byer.",
  "Start Boat Rental Business": "Start bådudlejningsvirksomhed",
  "Ironically, with a few small boats, you can start this business. With the building of the Göta Canal in the 19th century, Sweden's vast waterway connectivity throughout the south was utilized, shortening the possible gap between the Baltic Sea south of Norrköping and Göteborg by using the lake and river network to facilitate the canal. This shows that a boat rental service in Sweden is expected to be successful.": "Ironisk nok, med et par små både, kan du starte denne forretning. Med opbygningen af Göta -kanalen i det 19. århundrede blev Sveriges enorme vandvejsforbindelse i hele syd anvendt, hvor det var muligt for det mulige kløft mellem Østersøen syd for Norrköping og Göteborg ved hjælp af søen og flodnetværket for at lette kanalen. Dette viser, at en bådudlejningstjeneste i Sverige forventes at få succes.",
  "Sweater and Cardigan Knitting Business": "Sweater og cardigan strikkeforretning",
  "Given its northern latitude, most of Sweden has a temperate climate with four distinct seasons and mild temperatures throughout the year.": "I betragtning af sin nordlige breddegrad har det meste af Sverige et tempereret klima med fire forskellige sæsoner og milde temperaturer gennem året.",
  "With the exception of the mountains, the country as a whole has a July average temperature between 15 ° C (59 ° F) and 17.5 ° C (63.5 ° F) (2.5 degrees Celsius difference), whereas the average January temperatures range from freezing point to below −15 ° C (5 ° F) along the Finnish border (15 degrees Celsius difference).": "Med undtagelse af bjergene har landet som helhed en gennemsnitstemperatur i juli mellem 15 ° C (59 ° F) og 17,5 ° C (63,5 ° F) (2,5 grader celsius -forskel), hvorimod de gennemsnitlige januar -temperaturer spænder fra frysningspunktet til under -15 ° C (5 ° F) langs den finniske grænse (15 grader Celsius forskel).",
  "A sweater and cardigan knitting company is an ideal start-up business in Sweden with this kind of freezing weather. An entrepreneur who wants to start a sweater and cardigan knitting company can start their own label on a small scale from home and serve a niche market such as schools and neighborhood families.": "Et sweater- og cardigan-strikfirma er en ideel startvirksomhed i Sverige med denne form for frysende vejr. En iværksætter, der ønsker at starte et sweater- og cardigan -strikfirma, kan starte deres egen label i lille skala hjemmefra og betjene et nichemarked som skoler og kvarterfamilier.",
  "Start a Sawmill Cottage Business": "Start en savværkshytteforretning",
  "Sawmill cottage business is yet another small-scale, highly thriving business in Sweden and prospects for newbies to enter the industry. This company is perfect in Sweden as it is distinguished by a large wealth of trees and shrubs in some regions of the country. The beech is the most dominant tree, but also smaller forests may form oak.": "Sawmill Cottage Business er endnu en lille, meget blomstrende forretning i Sverige og udsigter for nybegynder til at komme ind i branchen. Dette firma er perfekt i Sverige, da det er kendetegnet ved et stort væld af træer og buske i nogle regioner i landet. Beech er det mest dominerende træ, men også mindre skove kan danne eg.",
  "Hornbeam, oak, spindle, yew, alder buckthorn, blackthorn, aspen, European rowan, Swedish whitebeam, juniper, European holly, ivy, dogwood, goat willow, larch, bird cherry, wild cherry, maple, ash, alder along creeks, and in sandy soil, birch compete with pine.": "Hornbeam, eg, spindel, barlind, Alder Buckthorn, Blackthorn, Aspen, European Rowan, Swedish Whitebeam, Juniper, European Holly, Ivy, Dogwood, Goat Willow, Larch, Bird Cherry, Wild Cherry, Maple, Ash, Alder langs Creeks og i Sandy Soil, Birch Compete With Pine.",
  "Open a Language School": "Åbn en sprogskole",
  "Opening a language school that teaches foreign languages, sign language, and second language English is an effective small-scale language that can start in Sweden.": "Åbning af en sprogskole, der underviser i fremmedsprog, tegnsprog og andet sprog engelsk, er et effektivt sprog i lille skala, der kan starte i Sverige.",
  "While Sweden's official language is Swedish, but in varying degrees, depending largely on the level of contact with English, most Swedes, particularly those born after the Second World War, understand and speak English because of trade links, the popularity of overseas travel, the strong Anglo-American presence and the practice of subtitling rather than dubbing foreign television shows and films, and the relative similarities between the two languages, making it easier to learn English. Eighty-nine percent of Swedes reported the ability to speak English in a 2005 Eurobarometer survey.": "Mens Sveriges officielle sprog er svensk, men i forskellige grader, afhængigt af stort set på kontaktniveauet med engelsk, forstår de fleste svensker, især dem, der er født efter den anden verdenskrig, og taler engelsk på grund af handelsforbindelser, populariteten af oversøiske rejser, de stærke angloamerikanske tilstedeværelse og udøvelse af undertitel snarere end duberer udenlandske tv-shows og film, og de relative ligheder mellem de to, der får det til at lære, at det er lestigt til at lære, at de les til at leje. Nioghalvfjerds procent af svenskerne rapporterede evnen til at tale engelsk i en Eurobarometer-undersøgelse fra 2005.",
  "Start Concierge Medical Practice Business": "Start Concierge Medical Practice Business",
  "A person seeking care, first visits a doctor's appointment clinic and may then be referred by the clinic doctor to a physician who, in turn, may prescribe either in-patient or out-patient treatment or an alternative for elective care. Healthcare is regulated by Sweden's 21 landsting and is funded primarily by premiums, with patient nominal fees.": "En person, der søger pleje, besøger først en lægeudnævnelsesklinik og kan derefter henvises af kliniklæge til en læge, der på sin side kan ordinere enten ind-patient eller uden patientbehandling eller et alternativ til valgfri pleje. Sundhedsvæsenet reguleres af Sveriges 21 Landsting og finansieres primært med præmier med patientens nominelle gebyrer.",
  "It shows that a medical concierge company in Sweden is expected to succeed. Concierge medical practice is a medical business that gives space to a unique relationship between a patient and a physician in which the patient pays an annual fee or what is known as retainer-ship can be called retainer medicine as well.": "Det viser, at et medicinsk concierge -selskab i Sverige forventes at lykkes. Concierge Medical Practice er en medicinsk virksomhed, der giver plads til et unikt forhold mellem en patient og en læge, hvor patienten betaler et årligt gebyr, eller det, der kaldes tilbageholdelsesskib, også kan kaldes indehaver af medicin.",
  "Sweden is undoubtedly a fascinating country that is enriched in natural beauty, culture, cool climate, and a fine economy, that attracts immigrants from all across the globe. Some migrate to Sweden for studies, some plan their visit to Sweden for business, others are interested in having a work permit to seek jobs and many come on an EU family visa for paying a visit to this paradise on Earth. As interesting as it seems, this country is enriched in employment, tourism and studies but we should also keep an eye on the hindrance that can be caused while migrating to the country for any of these causes. Some of the common barriers to immigration in the country include": "Sverige er uden tvivl et fascinerende land, der er beriget med naturlig skønhed, kultur, køligt klima og en fin økonomi, der tiltrækker indvandrere fra hele verden. Nogle migrerer til Sverige til studier, nogle planlægger deres besøg i Sverige for erhvervslivet, andre er interesseret i at have en arbejdstilladelse til at søge job, og mange kommer på et EU -familiens visum for at besøge dette paradis på Jorden. Så interessant som det ser ud til, er dette land beriget i beskæftigelse, turisme og studier, men vi bør også holde øje med den hindring, der kan være forårsaget, mens vi migrerer til landet af nogen af disse årsager. Nogle af de fælles barrierer for indvandring i landet inkluderer",
  "Education Employment Climate VISA and residence Expenses": "Udgifter til beskæftigelsesbeskæftigelse klima og opholdsudgifter",
  "Education": "Undervisning",
  "You may think that English would be widely used as a means of communication in the country from the fact that it is a developed country. It is essentially not the case in Sweden. You will have to face many barriers to effective communication. As a student, you may find it difficult to make friends because of the cross-cultural barriers. Students from all across the globe migrate to the country for education including a large number of students from Africa.": "Du tror måske, at engelsk ville blive vidt brugt som et kommunikationsmiddel i landet fra det faktum, at det er et udviklet land. Det er i det væsentlige ikke tilfældet i Sverige. Du bliver nødt til at møde mange barrierer for effektiv kommunikation. Som studerende kan du have svært ved at få venner på grund af de tværkulturelle barrierer. Studerende fra hele verden migrerer til landet for uddannelse, herunder et stort antal studerende fra Afrika.",
  "Employment": "Beskæftigelse",
  "The country has developed over the decades and offers great employment opportunities to the residents. This statement is true, but its only one side of the canvass. Sweden offers job opportunities to its nationals so that they may secure their employment career. On the other hand, more than 37% of immigrants fail to find proper employment in Sweden. Those immigrants who are employed are compelled to work at a relatively low salary which ultimately causes an increase in the GDP of the country and a point to ponder for the immigrants.": "Landet har udviklet sig gennem årtier og giver beboerne store beskæftigelsesmuligheder. Denne erklæring er sand, men den er kun den ene side af Canvass. Sverige tilbyder jobmuligheder til sine statsborgere, så de kan sikre deres beskæftigelseskarriere. På den anden side undlader mere end 37% af indvandrerne at finde ordentlig beskæftigelse i Sverige. De indvandrere, der er ansat, er tvunget til at arbejde med en relativt lav løn, som i sidste ende forårsager en stigning i landets BNP og et punkt at overveje for indvandrerne.",
  "Climate": "Klima",
  "A cool climate, snowfall, and captivating sceneries catch the attention of the migrants, but it is not as captivating in the real world. Sweden has comparatively long winters with less sunlight penetrating into the country. For the immigrants who have other problems including residence, work opportunities and language problems, cold and long winters can have adverse effects. Winters last for the most part of the year making it difficult for immigrants who come from countries like Africa, Nigeria, and others.": "Et køligt klima, snefald og fængslende scenerier fanger migranternes opmærksomhed, men det er ikke så fængslende i den virkelige verden. Sverige har relativt lange vintre med mindre sollys, der trænger ind i landet. For de indvandrere, der har andre problemer, herunder ophold, arbejdsmuligheder og sprogproblemer, kan kolde og lange vintre have bivirkninger. Vintrene varer for det meste af året, hvilket gør det vanskeligt for indvandrere, der kommer fra lande som Afrika, Nigeria og andre.",
  "Visa and Residence": "Visa og bopæl",
  "Sweden is deporting many of the immigrants in the country because of the population saturation. You should be well aware that getting an EU visa is not a difficult task, but finding the accommodation certainly is. Immigrants face a drastic shortage of residence is the major cities such as Stockholm and they are left with no other options to either bear the cold or get a residence at elevated costs. So, if you are about to get your VISA approved for the country, make sure you would also have to face a residence issue along with others such as unemployment.": "Sverige deporterer mange af indvandrerne i landet på grund af befolkningsmætningen. Du skal være klar over, at det ikke er en vanskelig opgave at få et EU -visum, men det er bestemt at finde indkvarteringen. Indvandrere står over for en drastisk mangel på ophold er de største byer som Stockholm, og de har ingen andre muligheder for hverken at bære kulden eller få en bopæl til forhøjede omkostninger. Så hvis du er ved at få dit visum godkendt til landet, skal du sørge for, at du også bliver nødt til at stå over for et bopæl sammen med andre som arbejdsløshed.",
  "Expenses": "Udgifter",
  "You will find a considerable difference is the prices of products and services in Sweden as compared to your homeland. You may find the prices of food about two folds high in the country. If you are planning to stay in the country, you should prepare yourself for a high monthly budget. The only option to cope up with this situation is to plan effectively and distribute your budget accordingly, to minimize the extensive inflation in the country.": "Du finder en betydelig forskel er priserne på produkter og tjenester i Sverige sammenlignet med dit hjemland. Du kan finde priserne på mad omkring to fold højt i landet. Hvis du planlægger at blive i landet, skal du forberede dig på et højt månedligt budget. Den eneste mulighed for at klare denne situation er at planlægge effektivt og distribuere dit budget i overensstemmelse hermed at minimere den omfattende inflation i landet.",
  "If you are thinking about studying abroad, then visit Sweden. You probably want to know why Sweden is considered as a great destination. Let me notify you, Sweden has a fascinating history and culture, global businesses, delicious food, and welcoming people; and is also well known for its world-class academic opportunities that rank among the top 100 in the world.": "Hvis du overvejer at studere i udlandet, skal du besøge Sverige. Du vil sandsynligvis vide, hvorfor Sverige betragtes som en stor destination. Lad mig underrette dig om, at Sverige har en fascinerende historie og kultur, globale virksomheder, lækker mad og indbydende mennesker; og er også kendt for sine akademiske muligheder i verdensklasse, der rangerer blandt de 100 bedste i verden.",
  "Following are 6 reasons why Sweden is considered an ideal place to study:": "Følgende er 6 grunde til, at Sverige betragtes som et ideelt sted at studere:",
  "Vision Enhancement of One's Mind": "Vision Forbedring af ens sind",
  "Study in Sweden let you think independently and critically. It will enhance your ability to question the state of affairs by accessing information, seeking new perspectives and coming up with well-informed judgments. Because of the informal and non-hierarchical nature of Swedish society, you will be able to think creatively. Where everyone is urged to bestow their ideas and opinions. This independence of mind and letting everyone's voice heard are the reasons why Sweden ranks among the world's most innovative nations.": "Undersøg i Sverige lader dig tænke uafhængigt og kritisk. Det vil forbedre din evne til at stille spørgsmålstegn ved situationen ved at få adgang til information, søge nye perspektiver og komme med velinformerede vurderinger. På grund af den uformelle og ikke-hierarkiske karakter af det svenske samfund, vil du være i stand til at tænke kreativt. Hvor alle opfordres til at tildele deres ideer og meninger. Denne uafhængighed af sindet og lade alles stemme hørt er grundene til, at Sverige rangerer blandt verdens mest innovative nationer.",
  "Rich Swedish History": "Rig svensk historie",
  "Sweden has contributed a lot to the history books, and many museums allow free entrance on a daily basis or on specially marked days throughout the year.  Swedish History Museum, the largest museum in Sweden; where millions of visitors and students come to see Sweden's foremost gold and silver treasures, and incomparable medieval art.": "Sverige har bidraget meget til historiebøgerne, og mange museer tillader gratis indgang på daglig basis eller på specielt markerede dage gennem året.  Swedish History Museum, det største museum i Sverige; Hvor millioner af besøgende og studerende kommer for at se Sveriges fremste guld- og sølvskatte og uforlignelig middelalderkunst.",
  "Language Proficiency:": "Sprogkundskaber:",
  "Using Swedish, a rich and beautiful native language; in 2017, Swedes ranked second in the world for skills in English as an official language. As the world is getting more independent and businesses seek to extend the national and linguistic boundaries, Sweden offers a marvelous location to learn and develop your English language skills. But knowing and trying to learn a little bit of Swedish language will make much easier to open your mind to your new cultural surroundings.  Also, Sweden is a car-free country with an extensive network of buses, trains, subways, trams, boats, planes, and many more that can take you anywhere you want to go.": "Ved hjælp af svensk, et rigt og smukt modersmål; I 2017 rangerede Swens som nummer to i verden for færdigheder på engelsk som et officielt sprog. Efterhånden som verden bliver mere uafhængige og virksomheder søger at udvide de nationale og sproglige grænser, tilbyder Sverige et fantastisk sted at lære og udvikle dine engelsksprogede færdigheder. Men at kende og prøve at lære lidt svensk sprog vil gøre meget lettere at åbne dit sind for dine nye kulturelle omgivelser.  Sverige er også et bilfrit land med et omfattende netværk af busser, tog, metroer, sporvogne, både, fly og mange flere, der kan tage dig hvor som helst du vil hen.",
  "Malmö, A Coastal City": "Malmö, en kystby",
  "Malmö is among the top cities in Sweden having a free business environment and also a good place to live with outrageous rankings in housing, healthcare, and environmental quality. The University of Malmo founded in 1998, attracts above 15,000 students every year. It's not only a global city but also a commercial hub in the South of Sweden, as part of the Öresund region. The city has attracted a wide variety of companies in the technology sector (for example bio, medical, environmental, information and communication), as well as digital media, transports, financial services, business, leisure, entertainment, and constructions. And, most importantly, the cost of an apartment in Malmo is in the 139th place of all 248 Teleport cities.": "Malmö er blandt de øverste byer i Sverige, der har et gratis forretningsmiljø og også et godt sted at bo med skandaløse placeringer inden for boliger, sundhedsydelser og miljøkvalitet. University of Malmo, der blev grundlagt i 1998, tiltrækker over 15.000 studerende hvert år. Det er ikke kun en global by, men også et kommercielt knudepunkt i det sydlige Sverige som en del af Öresund -regionen. Byen har tiltrukket en lang række virksomheder inden for teknologisektoren (for eksempel bio, medicinsk, miljømæssig, information og kommunikation) samt digitale medier, transporter, finansielle tjenester, forretning, fritid, underholdning og konstruktioner. Og vigtigst af alt er omkostningerne ved en lejlighed i Malmo på det 139. sted for alle 248 teleportbyer.",
  "Studying and Working in Sweden": "Studere og arbejde i Sverige",
  "International students can comfortably get Sweden work permit. Unlike other countries, there's no legal limit to the number of hours international students can work during their studies. After the completion of studies, you can apply to extend your residence permit to look for work for up to six months. (But for that learning Swedish is necessary – it's often a job's requirement.)": "Internationale studerende kan komfortabelt få Sverige arbejdstilladelse. I modsætning til andre lande er der ingen lovlig grænse for antallet af timer, som internationale studerende kan arbejde i løbet af deres studier. Efter afslutningen af undersøgelser kan du ansøge om at udvide din opholdstilladelse til at se efter arbejde i op til seks måneder. (Men for denne læring er svensk nødvendig - det er ofte et jobs krav.)",
  "EU Citizen's Right:": "EU -borgers ret:",
  "Unless you are a citizen of a neighboring Nordic country, every foreigner will need to contemplate the different types of Swedish visas. When applying for a Swedish visa, you are not allowed to be in the country. This largely related to non-EU/EEA citizens and citizens of Sweden; because citizens with EU/EEA family visa Sweden have the rights of residence in Sweden and therefore can shift to the country with or without a job. However, they will need to start the Swedish visa application process if they plan to continue their stay in a country for a long time.": "Medmindre du er borger i et nabolandet nordisk land, er enhver udlænding nødt til at overveje de forskellige typer svenske visa. Når du ansøger om et svensk visum, har du ikke lov til at være i landet. Dette var stort set relateret til ikke-EU/EØS-borgere og borgere i Sverige; Fordi borgere med EU/EØS -familiens visum Sverige har rettighederne til ophold i Sverige og derfor kan skifte til landet med eller uden et job. De bliver dog nødt til at starte den svenske visumansøgningsproces, hvis de planlægger at fortsætte deres ophold i et land i lang tid.",
  "If you are thinking about relocation Sweden; want to study abroad and also interesting in traveling, then Swedes are waiting for you. They are very friendly and like traveling very much. They are habitually open to know about a new culture and also interested in hearing about international experiences.": "Hvis du overvejer at flytte Sverige; Ønsker at studere i udlandet og også interessant i rejsen, derefter venter svenskerne på dig. De er meget venlige og kan lide at rejse meget. De er sædvanligvis åbne for at vide om en ny kultur og er også interesseret i at høre om internationale oplevelser.",
  "Sweden is known all over the world for many things: cars like Saab and Volvo, music group ABBA, pickled herring, and IKEA's DIY megastore. It is just as popular for its beautiful scenery, picturesque fishing villages, being the land of the reindeer and endless summer heat.": "Sverige er kendt over hele verden for mange ting: biler som Saab og Volvo, musikgruppe Abba, syltede sild og Ikeas DIY Megastore. Det er lige så populært for sin smukke natur, maleriske fiskeribyer, der er landet i rensdyr og uendelig sommervarme.",
  "Sweden is lined with colorful wooden buildings, traditional huts, cathedral and stone fortresses, and some pretty innovative contemporary architecture.": "Sverige er foret med farverige træbygninger, traditionelle hytter, katedral og stenfæstninger og nogle temmelig innovative moderne arkitektur.",
  "Stockholm": "Stockholm",
  "Stockholm, a beautiful city on 14 islands, as the capital of Sweden and the largest city in Scandinavia, has a lot to do with it. The annual Nobel Prize is awarded in Stockholm, which was established in the 13th century. The Vasa Museum, dedicated to a warship of the 17th century that sunk on its maiden journey, is the most visited museum in Scandinavia. Stockholm is better for your budget than other Scandinavian towns, offering free access to 15 museums like Swedish Heritage, Medieval Museum, Royal Armoury, and Skokloster Castle.": "Stockholm, en smuk by på 14 øer, som hovedstaden i Sverige og den største by i Skandinavien, har meget at gøre med det. Den årlige Nobelpris tildeles i Stockholm, der blev oprettet i det 13. århundrede. Vasa -museet, der er dedikeret til et krigsskib fra det 17. århundrede, der sænkede på sin jomfrutur, er det mest besøgte museum i Skandinavien. Stockholm er bedre for dit budget end andre skandinaviske byer, der tilbyder fri adgang til 15 museer som svensk arv, middelaldermuseum, kongelig armory og Skokloster Castle.",
  "The Royal Palace, Modern Art Museum and City Hall should also not be missed.": "Det kongelige palads, moderne kunstmuseum og rådhus bør heller ikke gå glip af.",
  "Gotland": "Gotland",
  "As the largest island in Sweden, completely surrounded by the Baltic Sea, you would think that fishing would be the main industry on the island. It's not that. Among the main sectors are forestry, tourism and information technology. The island is one of the most popular tourist destinations in Sweden. Sun seekers like it because during the year it has more sunshine than any other location in Sweden. Visby, the island's only port, is a beautiful walled Hanseatic city that has retained most of its historic buildings and townscape. There are about 100 medieval churches on the island as well as numerous prehistoric sites.": "Som den største ø i Sverige, fuldstændig omgivet af Østersøen, ville du tro, at fiskeri ville være den vigtigste industri på øen. Det er ikke det. Blandt de vigtigste sektorer er skovbrug, turisme og informationsteknologi. Øen er en af de mest populære turistdestinationer i Sverige. Solsøgende kan lide det, fordi det i løbet af året har mere solskin end nogen anden placering i Sverige. Visby, øens eneste havn, er en smuk muret Hanseatic City, der har bevaret de fleste af sine historiske bygninger og bymål. Der er omkring 100 middelalderkirker på øen såvel som adskillige forhistoriske steder.",
  "Gothenburg": "Göteborg",
  "Gothenburg, located on the western coast of Sweden, is a green city dotted with numerous parks of all sizes. Many of the parks date back to the 19th century, including Kungsparken, a park that surrounds the canal that surrounds the city center.": "Göteborg, der ligger på den vestlige kyst af Sverige, er en grøn by med adskillige parker i alle størrelser. Mange af parkerne går tilbage til det 19. århundrede, inklusive Kungsparken, en park, der omgiver kanalen, der omgiver byens centrum.",
  "If you're more interested in amusement parks, head to Liseberg, which has more rides than any other amusement park in Scandinavia. The largest port city in Scandinavia, Gothenburg is also home to the largest film festival in the region, as well as numerous music festivals throughout the year. Hungry, huh? Try a Haga Bulle, a large cinnamon roll in Haga, a district known for its picturesque wooden houses.": "Hvis du er mere interesseret i forlystelsesparker, skal du gå til Liseberg, som har flere forlystelser end nogen anden forlystelsespark i Skandinavien. Den største havneby i Skandinavien, Göteborg er også hjemsted for den største filmfestival i regionen såvel som adskillige musikfestivaler hele året rundt. Sulten, ikke? Prøv en Haga Bulle, en stor kanelrulle i Haga, et distrikt, der er kendt for sine maleriske træhuse.",
  "Swedish Lapland": "Svensk lapland",
  "If you're looking for a wilderness experience, there's no better place to visit than the Swedish Lapland in Sweden. Located well north above the Arctic Circle, where summer shines around the clock. Lapland is for canoes, climbers and wildlife viewers. The Swedish Lapland is inhabited by the hardy, native Sami. Who lives in vast forests and barren tundra.": "Hvis du leder efter en vildmarksoplevelse, er der ikke noget bedre sted at besøge end det svenske Lapland i Sverige. Beliggende godt nord over den arktiske cirkel, hvor sommeren skinner døgnet rundt. Lapland er til kanoer, klatrere og seere af dyreliv. Den svenske Lapland er beboet af den hårdføre, indfødte samiske. Der bor i store skove og golde tundra.",
  "A good way to experience the area is to drive the 359-km (223-mile) long Wilderness Way from the canoeing center at Stromsund to the terminus at Vilhelmina, a church town, through Fatmomakke, where you can see traditional wooden huts. Winter tourists can purchase reindeer hides at Jokkmokk, the center of Sami's life.": "En god måde at opleve området på er at drive 359 km (223-mile) lang vildmark måde fra kanocentret i Stromsund til terminalen ved Vilhelmina, en kirkeby, gennem Fatmomakke, hvor du kan se traditionelle træhytter. Vinterturister kan købe rensdyrhud på Jokkmokk, centrum af Samis liv.",
  "Uppsala": "Uppsala",
  "Uppsala, situated 70 km (44 miles) north of Stockholm, has been the religious center of Sweden since the 12th century. Before Christianity, Uppsala was renowned for the temples of the Norse gods. The cathedral of Uppsala, the seat of the archbishop of Sweden, is the largest cathedral in Scandinavia. Education is also important here, with Uppsala University, which was founded in 1477, making it one of the oldest colleges in Scandinavia. The River Fyris flows through the area, with the medieval portion situated west of the river. Both the Cathedral and the Uppsala Castle dominate the skyline. The botanist of the eighteenth century Carl Linnaeus lived in Uppsala, so check out the botanical garden next to the castle.": "Uppsala, beliggende 70 km (44 miles) nord for Stockholm, har været det religiøse centrum i Sverige siden det 12. århundrede. Før kristendommen var Uppsala kendt for de norrøne gudernes templer. Katedralen i Uppsala, sædet for erkebiskopen af Sverige, er den største katedral i Skandinavien. Uddannelse er også vigtig her med Uppsala University, som blev grundlagt i 1477, hvilket gør det til en af de ældste colleges i Skandinavien. Floden Fyris strømmer gennem området med den middelalderlige del beliggende vest for floden. Både katedralen og Uppsala -slottet dominerer skyline. Botanikeren fra det attende århundrede Carl Linnaeus boede i Uppsala, så tjek den botaniske have ved siden af slottet.",
  "It's very tricky to get a visit visa for many countries. Each has its respective rules and regulations. In this particular blog, we will guide you on what the Swedish embassy would be looking for before granting you a visa!": "Det er meget vanskeligt at få et besøgsvisum for mange lande. Hver har sine respektive regler og forskrifter. I denne særlige blog vil vi guide dig om, hvad den svenske ambassade ville være på udkig efter, før vi giver dig et visum!",
  "Have you visited any other country before?": "Har du besøgt noget andet land før?",
  "This point is pretty basic but integral. The authorities at embassies would firstly want to make sure that you have the integrity to not overstay in another country or cause any other issue. Safety comes first after all.": "Dette punkt er temmelig grundlæggende, men integreret. Myndighederne ved ambassader vil for det første ønsker at sikre dig, at du har integriteten til ikke at overdrive i et andet land eller forårsage noget andet problem. Sikkerhed kommer trods alt først.",
  "If you have visa approval stamps of let's say USA or UK already, then this leaves a very good impression. It makes you seem trustworthy.": "Hvis du allerede har visumgodkendelsesstempler af Let's Say USA eller UK, efterlader dette et meget godt indtryk. Det får dig til at virke pålidelig.",
  "Invitation is a plus": "Invitation er et plus",
  "Secondly, for visit visas, you'll be required to show a formal invitation from the person in Sweden you intend to visit. Whether it be a family member or business associate, you will have to request them to write a bit about their selves and why they feel that your visa should get approved.": "For det andet skal du til besøgsvisum blive bedt om at vise en formel invitation fra den person i Sverige, du har til hensigt at besøge. Uanset om det er et familiemedlem eller en forretningsforening, bliver du nødt til at anmode dem om at skrive lidt om deres selv, og hvorfor de føler, at dit visum skal blive godkendt.",
  "A valid passport": "Et gyldigt pas",
  "The Swedish agency prefers that you have a passport that is valid for a minimum of 3 months after your visa has expired. This point is pretty understandable, to be honest. It's for your good. Imagine having your passport expired while still in Sweden. It can create many problems for you especially if you wish to visit another country straight from there.": "Det svenske agentur foretrækker, at du har et pas, der er gyldigt i mindst 3 måneder efter, at dit visum er udløbet. Dette punkt er temmelig forståeligt for at være ærlig. Det er til dit gode. Forestil dig at have dit pas udløbet, mens du stadig er i Sverige. Det kan skabe mange problemer for dig, især hvis du ønsker at besøge et andet land lige derfra.",
  "So, make sure that your passport is valid before applying for a visa. If it is not, get it renewed first.": "Så sørg for, at dit pas er gyldigt, før du ansøger om et visum. Hvis det ikke er det, skal du først få det fornyet.",
  "Money for your keep and the journey home": "Penge til din Keep og rejsen hjem",
  "This criterion is pretty understandable too and is a criterion for numerous countries. Without money, you'd be completely stuck in Sweden. Even if you have a family member there who can give you a roof to stay under and warm food and stuff, it still would be wise to have enough in your bank and travel bag. If not for shopping or tourism purposes, do keep some in case of emergencies. Many things can go wrong while you are in another country. Plus, it might not be easy getting a job there during your worst-case scenario stay there. So be careful!": "Dette kriterium er også temmelig forståeligt og er et kriterium for adskillige lande. Uden penge ville du sidde helt fast i Sverige. Selv hvis du har et familiemedlem der, der kan give dig et tag til at blive under og varm mad og ting, ville det stadig være klogt at have nok i din bank og rejsetaske. Hvis ikke til shopping eller turismeformål, skal du holde nogle i tilfælde af nødsituationer. Mange ting kan gå galt, mens du er i et andet land. Plus, det er måske ikke let at få et job der under dit worst-case-scenarieophold der. Så vær forsigtig!",
  "Individual medical travel insurance": "Individuel medicinsk rejseforsikring",
  "Have asthma?  Heart issues? Diabetes? An injury? Well, it would be pretty inconvenient if you suddenly have serious health issues there, right?": "Har astma?  Hjertesproblemer? Diabetes? En skade? Det ville være temmelig upraktisk, hvis du pludselig har alvorlige sundhedsmæssige problemer der, ikke?",
  "Medical insurance helps cover the cost for emergencies like heart attacks or a car accident there perhaps. The insurance should cover costs of at least 30k Euro and should be valid in all Swedish countries. You would also have to submit the medical insurance documents while applying for them to keep in their records.": "Medicinsk forsikring hjælper med at dække omkostningerne for nødsituationer som hjerteanfald eller en bilulykke der måske. Forsikringen skal dække omkostninger på mindst 30 km og bør være gyldig i alle svenske lande. Du bliver også nødt til at indsende de medicinske forsikringsdokumenter, mens du ansøger om dem for at holde deres poster.",
  "Describe the purpose of your visit": "Beskriv formålet med dit besøg",
  "This seems pretty basic but doesn't take it lightly. Write a detailed note of why you are applying, whose place will you be staying at, for how long do you wish to stay, why do you wish to go to Sweden from amongst all countries and so on. This is for them to be reassured that you won't overstay or try anything shady or fishy.": "Dette virker temmelig grundlæggende, men tager det ikke let. Skriv en detaljeret note om, hvorfor du ansøger, hvis sted vil du bo på, hvor længe ønsker du at blive, hvorfor ønsker du at gå til Sverige blandt alle lande og så videre. Dette er for dem at blive forsikret om, at du ikke vil overstige eller prøve noget skyggefuldt eller fiskigt.",
  "It'll also be wise if you mention personal details of the person/family members you'll be staying at. They'll probably dig into their history anyway so it's better to write about it yourself.": "Det vil også være klogt, hvis du nævner personlige detaljer om de person/familiemedlemmer, du bor på. De vil sandsynligvis grave i deres historie alligevel, så det er bedre at skrive om det selv.",
  "If you keep these points in mind, it wouldn't be likely that your visa application would be rejected. However, they aren't satisfied and do end up rejecting, you can read up on the appealing process and present your case to get an approval.": "Hvis du holder disse punkter i tankerne, ville det ikke være sandsynligt, at din visumansøgning ville blive afvist. De er dog ikke tilfredse og ender med at afvise, du kan læse om den tiltalende proces og præsentere din sag for at få en godkendelse.",
  "Are you planning to visit Sweden in the near future? Sweden has scrumptious and unique dishes and recipes that you must try while you visit. Swedish food is more than just fish, coffee, or meatballs. With a diet rich in proteins, whole grains, and omega-3, Swedish food has been hailed for its amazing health benefits. Being a visitor or foreigner, it can be difficult for you to find the food items and places in Sweden as most of the people eat at home. The restaurant culture in Sweden is much more different than in other countries. If you want to try some traditional and finger-licking Swedish food, then you must look for these 5 delicious dishes from Sweden:": "Planlægger du at besøge Sverige i den nærmeste fremtid? Sverige har lækker og unikke retter og opskrifter, som du skal prøve, mens du besøger. Svensk mad er mere end bare fisk, kaffe eller kødboller. Med en diæt rig på proteiner, fuldkorn og omega-3 er svensk mad blevet hyldet for sine fantastiske sundhedsmæssige fordele. At være besøgende eller udlænding, kan det være vanskeligt for dig at finde madvarer og steder i Sverige, da de fleste af mennesker spiser derhjemme. Restaurantkulturen i Sverige er meget mere anderledes end i andre lande. Hvis du vil prøve nogle traditionelle og fingerslikkende svenske mad, skal du kigge efter disse 5 lækre retter fra Sverige:",
  "1. Herring/Sill": "1. sild/sill",
  "This will be the dish that you will either love or hate depending upon your taste buds. There are a lot of varieties of sills and you can even eat pickled or fried herrings. Pickled Swedish herring is a classic Swedish dish derived from the times when preserving was the only way to get through the winter months. It is now an important part of all three basic traditional celebrations; Christmas, Easter, and off-course midsummer/midsummer.": "Dette vil være den skål, som du enten vil elske eller hader afhængigt af dine smagsløg. Der er mange sorter af vinduer, og du kan endda spise syltede eller stegte sild. Pickled Swedish Herring er en klassisk svensk skål afledt af de tidspunkter, hvor konservering var den eneste måde at komme igennem vintermånederne. Det er nu en vigtig del af alle tre grundlæggende traditionelle fester; Jul, påske og off-course midtsommer/midtsommer.",
  "The pickling juice used to cook herring is made from vinegar, salt, spices, and water. No matter what type of herring you will see in the menu, it will be generally served with boiled potato, finely chopped chives, and gräddfil.": "Den pickling juice, der bruges til at koge sild, er lavet af eddike, salt, krydderier og vand. Uanset hvilken type sild du vil se i menuen, serveres det generelt med kogt kartoffel, finhakkede purløg og Gräddfil.",
  "2. Falukorv": "2. Falukorv",
  "This dish is a firm favorite among kids of all ages across Sweden. Falukorv's origin can be traced back to the sixteenth century when Falu copper mines used horse and ox skin to make strong ropes to pullover the copper ores. At first, the meat was simply salted and smoked to make this dish. When the Germans came into the mines, then Swedes learn to make sausage out of meat. Now falukorv is made out of meat and pork by boiling it, frying it, roasting it in cream or grilling it. This is served with rice, mashed potatoes or macaroni depending upon your choice.": "Denne skål er en favorit blandt børn i alle aldre i hele Sverige. Falukorvs oprindelse kan spores tilbage til det sekstende århundrede, da Falu -kobberminer brugte hest- og oksehud til at fremstille stærke reb for at pullover kobbermalmene. Først blev kødet simpelthen saltet og røget for at fremstille denne skål. Da tyskerne kom ind i miner, lærer Swedes at gøre pølse ud af kød. Nu er Falukorv lavet af kød og svinekød ved at koge det, stege det, stege det i fløde eller grille det. Dette serveres med ris, kartoffelmos eller makaroni afhængigt af dit valg.",
  "3. Kroppkakor": "3. Kroppkakor",
  "Hearty mashed potato dumplings with mushroom fillings are known as kroppkakor. There are many different versions of kroppkakor all over the country and have different names. Potatoes and flour are mixed and then wrapped by the dough and pork. Potatoes can be used either raw or boiled depending upon your choice. These are most commonly served with melted butter, double cream, different sauces, and milk.": "Hjertelige potetmos kartoffeldumplinger med svampefyldninger er kendt som Kroppkakor. Der er mange forskellige versioner af Kroppkakor over hele landet og har forskellige navne. Kartofler og mel blandes og pakkes derefter af dejen og svinekødet. Kartofler kan bruges enten rå eller koges afhængigt af dit valg. Disse serveres mest med smeltet smør, dobbeltcreme, forskellige saucer og mælk.",
  "4. Raggmunk": "4. Raggmunk",
  "Raggmunk is the name of a Swedish dish made of potato pancakes. These pancakes, however, cannot be cooked using new potatoes as these potatoes don't contain enough starch to hold the pancake together. This dish is mostly cooked in winters so this is not an issue. The butterier and crispier the pancake is around the edges, the better it will be in taste. The trick to this is not to spread the batter too thinly. If you will add some diced onion in it, then it will be called \"French\" potato pancake.": "Raggmunk er navnet på en svensk skål lavet af kartoffelpandekager. Disse pandekager kan imidlertid ikke koges ved hjælp af nye kartofler, da disse kartofler ikke indeholder nok stivelse til at holde pandekagen sammen. Denne skål er for det meste kogt i vintre, så dette er ikke et problem. Den smørdere og sprødere pandekagen er omkring kanterne, jo bedre vil det være i smag. Tricket til dette er ikke at sprede dejen for tyndt. Hvis du tilføjer noget terningsløg i den, kaldes den \"fransk\" kartoffelpandekage.",
  "5. Crayfish": "5. Krayfisk",
  "August in Sweden is known for the Crayfish season and people host crayfish parties with amazing décor. Get stuck in, rip off the claws and suck out the delicious juices. The crayfish are usually boiled in a brine bath with a lot of spices and crown dill. All you need then is Västerbotten cheese pie, soft bread, cold beer, snaps, crispbread and you're good to go!": "August i Sverige er kendt for krebsæsonen, og folk er vært for krebsfester med en fantastisk indretning. Sæt dig fast i, riv klørne af og suge de lækre juice ud. Krayfisken koges normalt i et saltlakebad med en masse krydderier og krone dild. Alt hvad du behøver så er Västerbotten ostepai, blødt brød, kold øl, snaps, crispbread og du er god til at gå!",
  "As the month of August start, the shops are full of all kind of crayfish from different countries but Swedes prefer the Swedish signal crayfish. Besides this, both Chinese and Turkish crayfish are also good.": "Som august -månedens måned er butikkerne fulde af al slags krebs fra forskellige lande, men svenskerne foretrækker det svenske signalkraft. Derudover er både kinesiske og tyrkiske krebs også gode."
}