{
  "Blogs": "Blogs",
  "5 Swedish Foods You Must Try": "5 alimentos suecos que debes probar",
  "image": "imagen",
  "Visa": "Visa",
  "5 Things To Keep In Mind If You Are Relocating To Sweden": "5 cosas a tener en cuenta si se está mudando a Suecia",
  "A Guide About Student Fee And Admissions In Sweden": "Una guía sobre la tarifa y las admisiones de los estudiantes en Suecia",
  "How To Build A Successful Start-Up In Sweden": "Cómo construir una nueva empresa exitosa en Suecia",
  "Work Permit In Sweden - Complete Guide": "Permiso de trabajo en Suecia - Guía completa",
  "Why You Should Plan Moving Out Of Sweden": "Por qué deberías planear mudarse de Suecia",
  "Immigrating To Sweden - What You Need To Know": "Inmigrando a Suecia: lo que necesitas saber",
  "Business Challenges For Expatriates In Sweden": "Desafíos comerciales para los expatriados en Suecia",
  "Why You Shouldn't Be Afraid Of Visiting Sweden": "Por qué no deberías tener miedo de visitar Suecia",
  "6 Best Small Business Ideas In Sweden": "6 mejores ideas de pequeñas empresas en Suecia",
  "5 Common Problems Faced By Immigrants In Sweden": "5 Problemas comunes que enfrentan los inmigrantes en Suecia",
  "6 Reasons Why Sweden Is An Ideal Place To Study": "6 razones por las cuales Suecia es un lugar ideal para estudiar",
  "Places To Visit In Sweden": "Lugares para visitar en Suecia",
  "Swedish Visit Visa Requirements": "Requisitos de visa de visita sueca",
  "Starting a new life overseas can be a mix of different feelings. If you are planning to visit Sweden or relocating to Sweden, then you should do a lot of research beforehand to adjust to this place easily. There are a few societal norms that are purely Swedish and Swedes are much concerned about them. One of the biggest differences you might see is that you have to keep your plastic bags with you, you have to take off your shoes while entering someone's house, you have to squeeze out a lot of food items from tubes like toothpaste and much more.": "Comenzar una nueva vida en el extranjero puede ser una mezcla de sentimientos diferentes. Si planea visitar Suecia o reubicarse a Suecia, entonces debe investigar mucho de antemano para adaptarse a este lugar fácilmente. Hay algunas normas sociales que son puramente suecas y los suecos están muy preocupados por ellas. Una de las mayores diferencias que puede ver es que debe mantener sus bolsas de plástico con usted, debe quitarse los zapatos mientras ingresa a la casa de alguien, debe exprimir muchos alimentos de tubos como pasta de dientes y mucho más.",
  "Cultural and societal differences can lead to some problems for newbies in Sweden, but knowing these basic ones can help you to easily go through the process:": "Las diferencias culturales y sociales pueden conducir a algunos problemas para los novatos en Suecia, pero saber estos básicos puede ayudarlo a pasar fácilmente por el proceso.:",
  "Swedes love their coffee and food": "Los suecos aman su café y comida",
  "Swedes love their unique food items and coffee. They have a unique tradition knows as fika to foster the coffee drinking where friends and family members are invited to drink coffee or tea along with some sweet dishes on the table. Most Swedes will enjoy one fika a day as they like it as an opportunity to bond with others.": "Los suecos adoran sus alimentos y café únicos. Tienen una tradición única conocida como Fika para fomentar la bebida de café donde se invita a amigos y familiares a tomar café o té junto con algunos platos dulces en la mesa. La mayoría de los suecos disfrutarán de un Fika al día, ya que les gusta como una oportunidad para vincularse con los demás.",
  "There are so many traditional and unique dishes to tantalise your taste buds. Besides their world-famous IKEA meatballs, they have raggmunk, gravad latex, köttbullar, kanellbullar, Lussekatter, pepparkakor, chokladbollar, and much more.": "Hay tantos platos tradicionales y únicos para tentar tus papilas gustativas. Además de sus albóndigas de Ikea de fama mundial, tienen Raggmunk, Gravad Latex, Köttbullar, Kanellbullar, Lussekatter, Pparparkakor, Chokladbollar y mucho más.",
  "Get your personnummer": "Consigue a tu personnummer",
  "It is the national identification number between ten to twelve digits and is widely used to identify individuals in Sweden. This ten or twelve-digit number is a way of unlocking the life in Sweden. You need this number for almost everything like getting help from jobcentre, getting the phone contract, applying for healthcare or unemployment benefits, and even getting loyalty or discount card from your favorite brands.": "Es el número de identificación nacional entre diez y doce dígitos y se usa ampliamente para identificar a las personas en Suecia. Este número de diez o doce dígitos es una forma de desbloquear la vida en Suecia. Necesita este número para casi todo, como obtener ayuda de JobCentre, obtener el contrato telefónico, solicitar beneficios de atención médica o desempleo, e incluso obtener fidelización o tarjeta de descuento de sus marcas favoritas.",
  "Getting a job offer before moving to Sweden is the best way to get the personnumer automatically and you will be entitled to all the benefits. Except for this, you will have to prove that you are working or studying in Sweden and have enough savings to support yourself for a while in order to get the personnumer.": "Obtener una oferta de trabajo antes de mudarse a Suecia es la mejor manera de obtener el Personnumer automáticamente y tendrá derecho a todos los beneficios. Excepto por esto, tendrá que demostrar que está trabajando o estudiando en Suecia y tiene suficientes ahorros para mantenerse por un tiempo para obtener el Personnumer.",
  "Be informal with names": "Ser informal con los nombres",
  "Swedish aren't that much formal with the names or titles as others. They will call you by your first name be it your university or college professor, your doctor, your advisor or anyone, and they will expect the same from you during the conversation. That's the basic standard in Sweden and regardless of the job title or position in the firm, people call each other by their first name. However, there are some exceptions to this rule as well. If you will be in a courtroom, or in front of any political figure, or meet someone from the Swedish royal family, then you have to be pretty careful about the titles.": "Sueco no es tan formal con los nombres o títulos como otros. Lo llamarán por su nombre, ya sea su profesor universitario o universitario, su médico, su asesor o cualquier persona, y esperarán lo mismo de usted durante la conversación. Ese es el estándar básico en Suecia e independientemente del título o puesto de trabajo en la empresa, las personas se llaman por su primer nombre. Sin embargo, también hay algunas excepciones a esta regla. Si estará en una sala del tribunal, o frente a cualquier figura política, o conocerá a alguien de la familia real sueca, entonces debe tener mucho cuidado con los títulos.",
  "It can be quite lonely": "Puede ser bastante solo",
  "Sweden can be the toughest place to make friends and Stockholm is rated badly in terms of friendliness. But there are other ways to make friends. Swedes know that it can be difficult to meet people so they have clubs and sports teams to join where you can meet new people and can make good terms with them. You have to find the relevant club according to your interests and can meet a lot of people there.": "Suecia puede ser el lugar más difícil para hacer amigos y Estocolmo está calificado por términos de amistad. Pero hay otras formas de hacer amigos. Los suecos saben que puede ser difícil conocer gente, por lo que tienen clubes y equipos deportivos para unirse a donde puede conocer gente nueva y puede hacer buenos términos con ellos. Debe encontrar el club relevante de acuerdo con sus intereses y puede conocer a muchas personas allí.",
  "Traditions galore": "Tradiciones en abundancia",
  "Every country has its unique traditions and festivities that set them apart from others and so does Sweden. Swedes celebrate Christmas, Midsommer, Santa Lucia (13 December), Kräftskiva (8 August), Valborg (30 April). These traditions have their own unique colors and provide a great opportunity to learn and enjoy the Swedish traditions.": "Cada país tiene sus tradiciones y festividades únicas que las distinguen de los demás y también lo hace Suecia. Los suecos celebran la Navidad, Midsommer, Santa Lucía (13 de diciembre), Kräftskiva (8 de agosto), Valborg (30 de abril). Estas tradiciones tienen sus propios colores únicos y brindan una gran oportunidad para aprender y disfrutar de las tradiciones suecas.",
  "How expensive it can be to study in Sweden? If you are looking for the answer to this question, then you have to go through the whole blog to get the details on every aspect you need to know about.": "¿Qué tan caro puede ser estudiar en Suecia? Si está buscando la respuesta a esta pregunta, debe pasar por todo el blog para obtener los detalles de cada aspecto que necesita conocer.",
  "It has been unanimously reported by many surveys that Swedish universities have one of the most supportive and top-notch higher education centers of excellence. Higher education in Sweden is among the best in the world. The Nordic country is well-known for its excellent education system that focuses more on individual and group studies rather than just delivering lectures. Freedom to learn and the sense of responsibility are the key factors for the development of a student. The number of international students who are enrolled in Swedish universities and colleges is increasing day by day. If you want to be one of those, then you first know about the cost of study and admission procedures as well as the cost of living in Sweden.": "Muchas encuestas han informado por unanimidad que las universidades suecas tienen uno de los centros de excelencia de educación superior más solidario y de primer nivel. La educación superior en Suecia es una de las mejores del mundo. El país nórdico es conocido por su excelente sistema educativo que se centra más en los estudios individuales y grupales en lugar de solo entregar conferencias. La libertad de aprender y el sentido de responsabilidad son los factores clave para el desarrollo de un estudiante. El número de estudiantes internacionales que están inscritos en universidades y colegios suecos están aumentando día a día. Si desea ser uno de esos, primero sabe sobre el costo de los procedimientos de estudio y admisión, así como el costo de vida en Suecia.",
  "Application fees in Sweden": "Tarifas de solicitud en Suecia",
  "Students who want to apply in any program in Swedish colleges and universities are required to pay an application fee. The application fee and tuition fee are applicable for the students who are not a citizen of Switzerland, EU, EEA, or Nordic country and are planning to study at Bachelors or Masters level in Swede. This fee usually costs around 900 SEK and is paid online while applying for the admissions.": "Los estudiantes que desean solicitar cualquier programa en colegios y universidades suecos deben pagar una tarifa de solicitud. La tarifa de solicitud y la matrícula son aplicables para los estudiantes que no son ciudadanos de Suiza, UE, EEA o país nórdico y planean estudiar a nivel de licenciatura o maestría en sueco. Esta tarifa generalmente cuesta alrededor de 900 SEK y se paga en línea mientras solicita las admisiones.",
  "The tuition fee varies widely among different universities in Sweden and even among different programs of the same university. The tuition fee usually costs somewhere between 75,000-250,000 SEK per year. However, business and architect programs are the most expensive programs in Sweden.": "La tarifa de la matrícula varía ampliamente entre las diferentes universidades en Suecia e incluso entre los diferentes programas de la misma universidad. La tarifa de matrícula generalmente cuesta en algún lugar entre 75,000-250,000 SEK por año. Sin embargo, los programas de negocios y arquitectos son los programas más caros en Suecia.",
  "You need to pay the application fee while applying for admission and is usually non-refundable non-transferable. Students have to pay the tuition fee as soon as their application is accepted by the university or the college and they have made the offer. The application of your residence permit will not be processed by the Migration Agency if they don't receive the notification from the university about receiving the tuition fee.": "Debe pagar la tarifa de solicitud mientras solicita la admisión y generalmente no es reembolsable no transferible. Los estudiantes tienen que pagar la tarifa de matrícula tan pronto como la universidad o la universidad acepten su solicitud y han hecho la oferta. La aplicación de su permiso de residencia no será procesada por la Agencia de Migración si no reciben la notificación de la Universidad por recibir la tarifa de matrícula.",
  "Cost of Living": "Coste de vida",
  "According to the findings of a survey, the average expense for a student in Sweden is around 8,370 SEK per month. This cost varies according to your location, your lifestyle, and your personal preferences. It can be around SEK 12,000 in Gothenburg and Stockholm and can be as low as SEK 7,500 in Lund.": "Según los hallazgos de una encuesta, el gasto promedio para un estudiante en Suecia es de alrededor de 8,370 SEK por mes. Este costo varía según su ubicación, su estilo de vida y sus preferencias personales. Puede ser alrededor de SEK 12,000 en Gotemburgo y Estocolmo y puede ser tan bajo como SEK 7,500 en Lund.",
  "The best option to start looking for accommodation will be your university or the college. You may get the related information there or the management may refer you to the organizations that deal with student halls or dormitories. Dormitories are the best option for the students to live in as they will meet lots of local and international students there and the prices are low (2,500-5000 SEK per month). Besides this, you can also look for sharing an apartment with other students.": "La mejor opción para comenzar a buscar alojamiento será su universidad o la universidad. Puede obtener la información relacionada allí o la gerencia puede referirlo a las organizaciones que tratan con salas de estudiantes o dormitorios. Los dormitorios son la mejor opción para que los estudiantes vivan, ya que cumplirán con muchos estudiantes locales e internacionales allí y los precios son bajos (2,500-5000 SEK por mes). Además de esto, también puede buscar compartir un apartamento con otros estudiantes.",
  "Food costs are also high in Sweden and you should expect to pay around SEK 2,000 per month for the food. This too depends upon your eating habits. You can save your money by buying groceries from a cheap supermarket and cook the food by yourself.": "Los costos de los alimentos también son altos en Suecia y debe esperar pagar alrededor de SEK 2,000 por mes por la comida. Esto también depende de sus hábitos alimenticios. Puede ahorrar su dinero comprando comestibles de un supermercado barato y cocinar la comida usted mismo.",
  "Besides this, you will have to pay for transport if you are living far away from your university or college. Students will have to purchase the related textbooks and they should plan the budget accordingly.": "Además de esto, tendrá que pagar el transporte si vive lejos de su universidad o universidad. Los estudiantes tendrán que comprar los libros de texto relacionados y deben planificar el presupuesto en consecuencia.",
  "No doubt, Sweden is a beautiful place full of natural beauty and is ranked among one of the top countries to provide high-quality education to the students. The costs are according to the standards and also depends upon your preferences and lifestyle. Students have to plan the budget and should estimate the lump sum cost of the study before applying to any country.": "Sin duda, Suecia es un lugar hermoso lleno de belleza natural y se clasifica entre uno de los principales países para proporcionar educación de alta calidad a los estudiantes. Los costos están de acuerdo con los estándares y también depende de sus preferencias y estilo de vida. Los estudiantes deben planificar el presupuesto y deben estimar el costo de la suma global del estudio antes de postularse a cualquier país.",
  "Sweden is known as the land of start-ups because the economic conditions of the country are detrimental to entrepreneurship. Swedish business culture is open and innovative, and starting a business there is relatively simple. Thus, Sweden excels in promoting the formation of ambitious start-ups on an unexpected level. After Silicon Valley, Stockholm is known for producing the second-highest revenues from tech companies per capita.": "Suecia es conocida como la tierra de las nuevas empresas porque las condiciones económicas del país son perjudiciales para el emprendimiento. La cultura empresarial sueca es abierta e innovadora, y comenzar un negocio allí es relativamente simple. Por lo tanto, Suecia sobresale en la promoción de la formación de nuevas empresas ambiciosas en un nivel inesperado. Después de Silicon Valley, Estocolmo es conocido por producir los segundos ingresos más altos de las compañías tecnológicas per cápita.",
  "Being the tech and innovation hub, there is a high survival rate for start-ups in Sweden with relatively fast growth. However, you can face some difficulties in understanding the business culture and the procedures for operating a business in Sweden. Following are some useful tips to build a successful start-up in Sweden:": "Al ser el centro de tecnología e innovación, hay una alta tasa de supervivencia para las nuevas empresas en Suecia con un crecimiento relativamente rápido. Sin embargo, puede enfrentar algunas dificultades para comprender la cultura empresarial y los procedimientos para operar un negocio en Suecia. Los siguientes son algunos consejos útiles para construir una nueva empresa exitosa en Suecia:",
  "Have a strong and clear vision": "Tener una visión fuerte y clara",
  "The first step, of course, is to have a clear vision that what you want to do and how will you do it. Entrepreneurs spent weeks, months, or even years on brainstorming and polishing the idea they want to invest in. Your vision should be crystal clear and you should do the homework before digging into the market.": "El primer paso, por supuesto, es tener una visión clara de lo que quiere hacer y cómo lo hará. Los empresarios pasaron semanas, meses o incluso años en la lluvia de ideas y puliendo la idea en la que quieren invertir. Su visión debe ser clara y clara y debe hacer la tarea antes de profundizar en el mercado.",
  "Search for a suitable and innovative business idea and it shouldn't be ground-breaking in all aspects. You can work on improving something and come up with a better version of already existing service or product. Swedes are more attracted to innovation and so does their business market. Your vision and core values should be grounded in the business idea.": "Busque una idea de negocio adecuada e innovadora y no debería ser innovador en todos los aspectos. Puede trabajar para mejorar algo y encontrar una mejor versión del servicio o producto ya existente. Los suecos se sienten más atraídos por la innovación y también su mercado comercial. Su visión y valores centrales deben basarse en la idea de negocio.",
  "Benefit from business culture": "Beneficiarse de la cultura empresarial",
  "Compared with many other cultures, the Swedish business culture is more relaxed and casual. There isn't too much bureaucracy and the country is quite free from corruption. You will be inspired much by working in this much relaxed and informal culture. You will learn a lot will build many fruitful business relationships. These cultural reforms can be beneficial for you as an entrepreneur in Sweden.": "En comparación con muchas otras culturas, la cultura empresarial sueca es más relajada e informal. No hay demasiada burocracia y el país está bastante libre de corrupción. Te inspirarás mucho trabajando en esta cultura muy relajada e informal. Aprenderá que mucho construirá muchas relaciones comerciales fructíferas. Estas reformas culturales pueden ser beneficiosas para usted como emprendedor en Suecia.",
  "Besides this, the Swedish government has made it a lot easier for people to borrow money from public or private lenders. Swedish are informal about names and being an expat, you should do the same. In short, the business culture, here in Sweden, is much favourable for new business opportunities.": "Además de esto, el gobierno sueco ha hecho que sea mucho más fácil para las personas pedir prestado dinero a los prestamistas públicos o privados. Los suecos son informales sobre los nombres y al ser un expatriado, debe hacer lo mismo. En resumen, la cultura empresarial, aquí en Suecia, es muy favorable para nuevas oportunidades de negocios.",
  "Swedish consensus culture": "Cultura de consenso sueco",
  "Swedish organizations are flat in structure and the employees are highly satisfied. Swedes learn to collaborate with others from an early age and they like to work in teams. Teams in Swedish business culture are a bit agile and work autonomously. If you are new to Sweden, then this might feel a bit confusing and irritating. You might feel like we talk a lot and don't make any decision but it actually is a part of Swedish consensus culture. Swedes like decisions to be based on wide agreements or collective opinions.": "Las organizaciones suecas tienen una estructura plana y los empleados están muy satisfechos. Los suecos aprenden a colaborar con otros desde una edad temprana y les gusta trabajar en equipos. Los equipos en la cultura empresarial sueca son un poco ágiles y trabajan de forma autónoma. Si eres nuevo en Suecia, entonces esto puede parecer un poco confuso e irritante. Puede sentir que hablamos mucho y no tomamos ninguna decisión, pero en realidad es parte de la cultura de consenso sueco. Los suecos les gusta que las decisiones se basen en amplios acuerdos o opiniones colectivas.",
  "Sweden is among the high-ranking gender-equal countries in the world. You should hire a legal assistant to handle your legal affairs.": "Suecia se encuentra entre los países de alto rango de igualdad de géneros del mundo. Debe contratar a un asistente legal para manejar sus asuntos legales.",
  "Be passionate": "Apasionado",
  "Stockholm is a very cliquey place and starting a business here can be both difficult and easy. It is advisable that you should do the proper research before taking any big step and stay passionate about your aim. Being an entrepreneur, you should equip yourself with passion, good-will, and ambitions. Don't lose hope if you come across any hurdles in the process and keep ongoing.": "Estocolmo es un lugar muy escandaloso y comenzar un negocio aquí puede ser difícil y fácil. Es aconsejable que haga la investigación adecuada antes de dar un gran paso y mantenerse apasionado por su objetivo. Al ser emprendedor, debes equiparte con pasión, buena voluntad y ambiciones. No pierdas la esperanza si te encuentras con algún obstáculo en el proceso y sigas en curso.",
  "Building a successful start-up is not a cup of tea no matter what the culture and business ethics are. However, it is relatively easy to start a business in Sweden due to the economic conditions and innovative culture of the country. By following the above-mentioned simple yet useful steps, the chances for probable success can increase for entrepreneurs.": "Construir una nueva empresa exitosa no es una taza de té, sin importar cuáles sean la cultura y la ética empresarial. Sin embargo, es relativamente fácil comenzar un negocio en Suecia debido a las condiciones económicas y la cultura innovadora del país. Siguiendo los pasos simples pero útiles mencionados anteriormente, las posibilidades de éxito probable pueden aumentar para los empresarios.",
  "Are you planning to move to Sweden for work? Everyone wants to look for better opportunities to earn a standard living for themselves and their families. As Sweden is known for its strong and growing economy, people are attracted to migrate to Sweden to find better jobs.": "¿Estás planeando mudarte a Suecia para trabajar? Todos quieren buscar mejores oportunidades para ganarse la vida estándar para ellos y sus familias. Como Suecia es conocida por su economía fuerte y en crecimiento, las personas se sienten atraídas por migrar a Suecia para encontrar mejores empleos.",
  "If you are moving from the EU, then you are entitled to work in Sweden without a permit and your family can join you as long as you have the right to of residence in Sweden. Citizens of countries outside the EU need to apply for a work permit if they want to migrate to Sweden to look for jobs. You have to follow a step by step to get a Swedish work permit and we are here to guide you thoroughly in this regard.": "Si se muda de la UE, tiene derecho a trabajar en Suecia sin un permiso y su familia puede unirse a usted siempre que tenga derecho a la residencia en Suecia. Los ciudadanos de países fuera de la UE deben solicitar un permiso de trabajo si quieren migrar a Suecia para buscar trabajo. Debe seguir un paso a paso para obtener un permiso de trabajo sueco y estamos aquí para guiarlo a fondo a este respecto.",
  "Apply for a work permit": "Solicite un permiso de trabajo",
  "First thing first, you need to apply for a work permit and should know the basic rules and regulations. Citizens of Australia, Chile, Argentina, South Korea, New Zealand, and Hong Kong can apply for a holiday working visa for one year. For employment that is for less than three months, citizens of certain countries should have both a valid visa and a work permit. It is to be noted that employees of some specific domains might be exempt from the regulations of work permit.": "Primero primero, debe solicitar un permiso de trabajo y debe conocer las reglas y regulaciones básicas. Los ciudadanos de Australia, Chile, Argentina, Corea del Sur, Nueva Zelanda y Hong Kong pueden solicitar una visa de trabajo de vacaciones durante un año. Para el empleo que es por menos de tres meses, los ciudadanos de ciertos países deberían tener una visa válida y un permiso de trabajo. Cabe señalar que los empleados de algunos dominios específicos podrían estar exentos de las regulaciones del permiso de trabajo.",
  "Requirements for permit": "Requisitos para el permiso",
  "To obtain the work permit for Sweden, you should have an employment offer from any Swedish employer. While applying online, you will be given instructions about how to fill the application form and the required documents you should send along with the application form.": "Para obtener el permiso de trabajo para Suecia, debe tener una oferta de empleo de cualquier empleador sueco. Al aplicar en línea, se le darán instrucciones sobre cómo llenar el formulario de solicitud y los documentos requeridos que debe enviar junto con el formulario de solicitud.",
  "You must have an official job letter from a Swedish employer and the job must:": "Debe tener una carta de trabajo oficial de un empleador sueco y el trabajo debe:",
  "Be advertised in the EU/EEA newspaper for at least ten days Have terms that comply with those set by the Swedish collective agreement Pay a minimum salary or wage rate of SEK 13,000 before tax Besides this, you must have a valid passport in your home country or the country you are currently residing in.": "Anunciarse en el periódico EU/EEA durante al menos diez días tienen términos que cumplen con los establecidos por el acuerdo colectivo sueco pagan un salario mínimo o una tasa salarial de SEK 13,000 antes de los impuestos, además de esto, debe tener un pasaporte válido en su país de origen o en el país en el que actualmente reside.",
  "The application processes": "Los procesos de solicitud",
  "You must apply for the work permit long before your date of joining as you must have a work permit for getting the visa. In some exceptional cases, you can apply for a work permit from Sweden if you are already in the country. You will need these documents for sending the application form which are:": "Debe solicitar el permiso de trabajo mucho antes de su fecha de unión, ya que debe tener un permiso de trabajo para obtener la visa. En algunos casos excepcionales, puede solicitar un permiso de trabajo de Suecia si ya está en el país. Necesitará estos documentos para enviar el formulario de solicitud que son:",
  "Letter of employment approved by the relevant trade union Complete and rightly filled application form Copies of the passport showing the personal data and validity date The proof of permission of living in other countries by your home country's government (usually available on the passport) The application fees Compile these documents and submit the application online or by hand in your closest Swedish embassy. The migration agency, will then, consider your application and will check the details. The provided details of the person are checked for authenticity and then they will give you an estimated waiting time.": "Carta de empleo aprobada por el sindicato relevante Copias del formulario de solicitud completa y llena correctamente del pasaporte que muestra los datos personales y la fecha de validez Fecha de la prueba de permiso de vivir en otros países por el gobierno de su país de origen (generalmente disponible en el pasaporte) las tarifas de solicitud compilan estos documentos y envían la solicitud en línea o a mano en su embajada más cercana. La agencia de migración, entonces, considerará su solicitud y verificará los detalles. Los detalles proporcionados de la persona se verifican para obtener autenticidad y luego le darán un tiempo de espera estimado.",
  "The process of applying for a work permit for Sweden seems quite simple and is transparent. The applicant will be informed by the migration agency about the application status from time to time or you can check the details online. Besides this, you will also need to apply for the extension of your work permit time to time after the expiry of the current permit and the process is quite similar to this one. If you apply for the extension well before the expiry date of your work permit, then you will be allowed to keep on working in the country till the decision.": "El proceso de solicitar un permiso de trabajo para Suecia parece bastante simple y es transparente. El solicitante será informado por la Agencia de Migración sobre el estado de la aplicación de vez en cuando o puede consultar los detalles en línea. Además de esto, también deberá solicitar la extensión de su permiso de trabajo de vez en cuando después del vencimiento del permiso actual y el proceso es bastante similar al de este. Si solicita la extensión mucho antes de la fecha de vencimiento de su permiso de trabajo, se le permitirá seguir trabajando en el país hasta la decisión.",
  "Relocation is a lofty decision to make on part of an individual more or so, and on a family too. Relocation brings about the obvious challenges that a human might face in a foreign land. At times even relocating to a city might seem a gigantic change than changing your country code too. If all fails and despite all efforts, you have trouble accommodating yourself and your family, you might need to plan a relocation. And here is why you should plan moving out of Sweden in unpropitious times.": "La reubicación es una decisión elevada de tomar en parte de un individuo más o menos en una familia también. La reubicación trae los desafíos obvios que un humano podría enfrentar en una tierra extranjera. A veces, incluso mudarse a una ciudad puede parecer un cambio gigantesco que cambiar el código de su país también. Si todo falla y, a pesar de todos los esfuerzos, tiene problemas para acomodarse a sí mismo y a su familia, es posible que deba planificar una reubicación. Y aquí está por eso que debe planear mudarse de Suecia en tiempos no propensos.",
  "Unfriendly Environment": "Ambiente hostil",
  "Have you made friends yet? The statistics say you haven't. Many local surveys point out this disturbing lack of friendliness on the locals' part. Despite high standards of living in Sweden expats fail to feel at home in this Scandinavian country. Home to many luxuries and beautiful coastal cities in the country, however, fails to make foreigners feel at home. With the people distant and seemingly unfriendly, they give a cold shoulder to immigrants.": "¿Ya has hecho amigos? Las estadísticas dicen que no. Muchas encuestas locales señalan esta inquietante falta de amistad por parte de los lugareños. A pesar de los altos estándares de vida en Suecia, los expatriados no se sienten como en casa en este país escandinavo. Sin embargo, el hogar de muchos lujos y hermosas ciudades costeras del país no hace que los extranjeros se sientan como en casa. Con la gente distante y aparentemente hostil, dan un hombro frío a los inmigrantes.",
  "\"I made two mistakes going to Stockholm, I went alone and I went in November\"": "\"Cometí dos errores yendo a Estocolmo, fui solo y fui en noviembre\"",
  "Says a student who traveled there. No man is an island and certainly in this country of islands, one must have a hard time surviving alone.": "Dice un estudiante que viajó allí. Ningún hombre es una isla y ciertamente en este país de islas, uno debe tener dificultades para sobrevivir solo.",
  "Dark Dreary Winters": "Inviernos oscuros y lúes",
  "Winters, well a short cool winter season who doesn't appreciate that. But when it gets too long it gets hard to bear by the day. The sunsets at 3 pm. An extraordinarily short day! How many of us have found ourselves longing for the sun in the mild winters back home? But in Sweden, you must survive the winters and do so without the sun peeking at you from time to time for respite. The grey colored skies and too short days do not help and it makes the atmosphere gloom stricken, deprived of energy for even daily chores.": "Inviernos, bueno, una breve temporada de invierno que no aprecia eso. Pero cuando pasa demasiado tiempo, es difícil soportarlo a día. Las puestas de sol a las 3 pm. ¡Un día extraordinariamente corto! ¿Cuántos de nosotros nos hemos encontrado anhelando el sol en los inviernos suaves en casa? Pero en Suecia, debes sobrevivir a los inviernos y hacerlo sin que el sol te asomara de vez en cuando para un respiro. Los cielos de colores grises y los días demasiado cortos no ayudan y hace que la atmósfera sea afectada por la tristeza, privada de energía incluso para tareas diarias.",
  "Taxes Take a Toll on You!": "¡Los impuestos te afectan!",
  "Even if one manages to secure a high paying job, that taxation demands that you give much of your hard-earned money to the government. Sweden is one of the richest countries as per GDP production but most of it goes as taxes. Proud owner of many International businesses Sweden sure sounds attractive but the home of the luxurious\" Volvo cars\" takes a toll on your income.": "Incluso si se logra asegurar un trabajo de alta remuneración, ese impuesto exige que le dé gran parte de su dinero ganado con tanto esfuerzo al gobierno. Suecia es uno de los países más ricos según la producción del PIB, pero la mayor parte es como impuestos. Orgulloso propietario de muchas empresas internacionales Suecia suena atractiva, pero el hogar de los lujosos \"Volvo Cars\" afecta sus ingresos.",
  "To Rent or To Buy?": "Para alquilar o comprar?",
  "Moved to Sweden? Bet you had a hard time finding a place to live. This explains the reputation of simple furniture and minimal decorative sense. Rents in Sweden are sky-high, gobbling up to 30 % of one's salary. It might even be a luxury to afford a decent place on rent. The policy of short rental contracts will have you moving from one place to another before you find a permanent residence. People need to wait for years before they can afford decent housing. If you want to spend your hard-earned money on improving your lifestyle you might consider a relocation so you may afford a decent residence and focus on bigger things in life.": "¿Se mudó a Suecia? Apuesto a que te costó encontrar un lugar para vivir. Esto explica la reputación de muebles simples y un sentido decorativo mínimo. Los alquileres en Suecia son altísimos, engulliendo hasta el 30 % del salario de uno. Incluso podría ser un lujo pagar un lugar decente en el alquiler. La política de contratos de alquiler cortos lo hará pasar de un lugar a otro antes de encontrar una residencia permanente. Las personas deben esperar años antes de que puedan pagar una vivienda decente. Si desea gastar su dinero ganado con tanto esfuerzo en mejorar su estilo de vida, puede considerar una reubicación para que pueda pagar una residencia decente y centrarse en cosas más grandes en la vida.",
  "Satisfied with Your Work?": "¿Satisfecho con tu trabajo?",
  "The first barrier you might have faced in Sweden is the language. And even after you have mastered the Swedish language it is only self-explanatory that the corporations prefer Swedish people who have a better grasp on Swedish ways of working and most importantly are native speakers of the language. Most of the foreigners in Sweden are forced to work at restaurants and bars. The education saturation demands extraordinary skills from a foreigner for him to be able to replace the natives at high-quality jobs.": "La primera barrera que podría haber enfrentado en Suecia es el idioma. E incluso después de haber dominado el idioma sueco, solo se explica por sí mismo que las corporaciones prefieren a las personas suecas que tienen una mejor comprensión de las formas suecas de trabajo y, lo más importante, sean hablantes nativos del idioma. La mayoría de los extranjeros en Suecia se ven obligados a trabajar en restaurantes y bares. La saturación de la educación exige habilidades extraordinarias de un extranjero para que pueda reemplazar a los nativos en trabajos de alta calidad.",
  "Relocating or immigrating is a life-changing process. You need adaptations you find yourself being molded in certain ways. Sweden is a Scandinavian nation. A land home to many beautiful natural scenes, coastal cities and beautifully changing seasons. Visiting Sweden is for sure a great trip but immigrating to Sweden demands that you prepare and brace yourself for a practical journey. Here is what you need to know.": "Reubicar o inmigrar es un proceso que cambia la vida. Necesita adaptaciones, se encuentra siendo moldeado de ciertas maneras. Suecia es una nación escandinava. Una tierra en el hogar de muchas hermosas escenas naturales, ciudades costeras y temporadas bellamente cambiantes. Visitar Suecia es seguramente un gran viaje, pero inmigrando a Suecia exige que se prepare y se prepare para un viaje práctico. Esto es lo que necesitas saber.",
  "For visiting Sweden, you do require a visa if you are not part of the European Union. Visit freely if you are. However, you need to find a permanent abode and spend five years to gain Swedish citizenship.": "Para visitar Suecia, necesita una visa si no forma parte de la Unión Europea. Visite libremente si lo es. Sin embargo, debe encontrar una morada permanente y pasar cinco años para obtener la ciudadanía sueca.",
  "Where to live": "Donde vivir",
  "Most people in Sweden resort to finding a permanent residence than renting a house. Permanent residence may seem like a time-consuming thing, but in the long run, it benefits you. Higher than usual rents and unreliable contracts take a toll on your pocket. If you are planning to stay for a longer duration you are advised to find a permanent abode. Students may find room in Universities. It is however advised that you gather information and experiences of expatriates living here and try to find a most suitable home.": "La mayoría de las personas en Suecia recurren a encontrar una residencia permanente que alquilar una casa. La residencia permanente puede parecer una cosa que consume mucho tiempo, pero a la larga, le beneficia. Alquileres más altos de lo habitual y contratos poco confiables afectan su bolsillo. Si planea quedarse por una duración más larga, se le recomienda encontrar una morada permanente. Los estudiantes pueden encontrar espacio en las universidades. Sin embargo, se recomienda que recopile información y experiencias de expatriados que viven aquí e intente encontrar un hogar muy adecuado.",
  "Where to work": "Donde trabajar",
  "Sweden offers an expansive and wealthy job market. Though if you are a non-European Union citizen you will need a work permit. Salaries are high and they usually do the job of paying for the basic facilities. But as some immigrants would share their experience of tough times finding work, and complain that expats are never prioritized for primary jobs. As a youngster, you may want to start by doing an internship to make you accustomed to the Swedish way of working and help you excel in practical fields": "Suecia ofrece un mercado laboral expansivo y rico. Aunque si usted es ciudadano no europeo, necesitará un permiso de trabajo. Los salarios son altos y generalmente hacen el trabajo de pagar las instalaciones básicas. Pero como algunos inmigrantes compartirían su experiencia en tiempos difíciles para encontrar trabajo, y se quejarían de que los expatriados nunca se priorizan para los trabajos primarios. Cuando era joven, es posible que desee comenzar haciendo una pasantía para acostumbrarse a la forma sueca de trabajar y ayudarlo a sobresalir en campos prácticos",
  "Are you a student?": "¿Es usted un estudiante?",
  "So, have you decided to come to Sweden for studies or you have had to migrate because of your father's job? Fortunately, you can study using English as the medium. So, you don't have to worry about the tedious task of learning the language. Swedish universities are free for students from EU citizens. But if you come from outside the European Union you may face difficulties.": "Entonces, ¿has decidido venir a Suecia para estudios o has tenido que migrar por el trabajo de tu padre? Afortunadamente, puedes estudiar usando el inglés como medio. Por lo tanto, no tiene que preocuparse por la tediosa tarea de aprender el idioma. Las universidades suecas son gratuitas para estudiantes de ciudadanos de la UE. Pero si viene de fuera de la Unión Europea, puede enfrentar dificultades.",
  "Brace yourself for a new winter experience": "Prepárate para una nueva experiencia de invierno",
  "Winters in this near arctic country are unfortunately not so pleasant. The winter days are so short that gloom sets in and you find yourself longing for the sun. Winters are rather dreary and dismal. But on the brighter aspect, they are beautiful with the snow-covered lands and picturesque beauty. The days of gloom are not long they melt into a beautiful spring Season. So, buy yourself warm clothes before you step into the country.": "Desafortunadamente, los inviernos en este país cercano a los Ártico no son tan agradables. Los días de invierno son tan cortos que se establece la penumbra y te encuentras anhelando el sol. Los inviernos son bastante triste y triste. Pero en el aspecto más brillante, son hermosos con las tierras cubiertas de nieve y la pintoresca belleza. Los días de tristeza no son largos que se derriten en una hermosa temporada de primavera. Entonces, cómprate ropa caliente antes de entrar en el país.",
  "Swedish culture": "Cultura sueca",
  "Swedish people may not seem very friendly at first. They are not as socially outgoing as you might hope. But once they get to know you, they are soft-spoken and polite people. So, you may have a hard time making friends when you are new in Sweden. But once you master the language and accent, of course, you will be easily incorporated into the Swedish way of life.": "Los suecos pueden no parecer muy amigables al principio. No son tan salientes socialmente como podría esperar. Pero una vez que te conocen, son personas de voz suave y educada. Por lo tanto, es posible que tenga dificultades para hacer amigos cuando seas nuevo en Suecia. Pero una vez que domine el idioma y el acento, por supuesto, se incorporará fácilmente al estilo de vida sueco.",
  "Also, get used to a lot of Swedish meatballs and remember Swedes love their coffee, perhaps an effect of the ice-cold winters!": "Además, acostumbrarse a muchas albóndigas suecas y recuerde que los suecos aman su café, ¡tal vez un efecto de los inviernos helados!",
  "Expatriates in Sweden sure have to work hard to be one of the Swedes and starting a business is one of the challenges they may have to face. Competing with natives who have a grip on the Swedish way of life and are fluent in the language are sure to be in the lead when it comes to owning and running a business. They have contacts, and thus information about the legalities and the dangers of certain steps you might want to take when you start a business.": "Los expatriados en Suecia seguramente tienen que trabajar duro para ser uno de los suecos y comenzar un negocio es uno de los desafíos que pueden tener que enfrentar. Competir con nativos que se apoderan de la forma de vida sueca y hablan con fluidez el idioma seguramente estarán a la cabeza cuando se trata de poseer y administrar un negocio. Tienen contactos y, por lo tanto, información sobre las legalidades y los peligros de ciertos pasos que puede tomar cuando comience un negocio.",
  "High Taxes!": "¡Altos impuestos!",
  "Sweden sure is notorious for high tax rates. Although the Swedish government has reduced tax rates and taken measures such as allowing leaves to youngsters who want to practice entrepreneurship. But tax rates nonetheless remain high in this welfare state. An expatriate who has a little knowledge about taxing formalities and is not well versed in the Swedish way of work may face sudden failure owing to these complications. As a No European Union citizen, you need to register with the tax agencies and go through a lot of formalities before you set up. Businesses may become difficult for outsiders in such scenarios.": "Suecia es conocida por las altas tasas impositivas. Aunque el gobierno sueco ha reducido las tasas impositivas y ha tomado medidas como permitir hojas a los jóvenes que desean practicar el emprendimiento. Pero las tasas impositivas permanecen altas en este estado de bienestar. Un expatriado que tiene un poco de conocimiento sobre formalidades fiscales y no está bien versado en la forma de trabajo sueca puede enfrentar un fracaso repentino debido a estas complicaciones. Como ciudadano de la Unión Europea, debe registrarse en las agencias fiscales y pasar por muchos trámites antes de establecer. Las empresas pueden ser difíciles para los extraños en tales escenarios.",
  "Legal formalities": "Formalidades legales",
  "Hire staff in Sweden but do it legally! For the laborer rights in Sweden make it compulsory for the employer to provide the laborers according to the law. Fortunately, if you are from the EU you can easily establish a business. But if an outsider you need a work permit and residence permit to stay and work in Sweden. Although it is not essential to register your business it secures the name of your business. Working your way through lawyers and contracts is not an easy task. And doing so in a foreign country, you are in for a hard day!": "Contrata personal en Suecia, ¡pero hazlo legalmente! Porque los derechos del trabajador en Suecia hacen que el empleador sea obligatorio proporcionar a los trabajadores de acuerdo con la ley. Afortunadamente, si eres de la UE, puedes establecer fácilmente un negocio. Pero si es un extraño, necesita un permiso de trabajo y permiso de residencia para quedarse y trabajar en Suecia. Aunque no es esencial registrar su negocio, asegura el nombre de su negocio. Trabajar a través de abogados y contratos no es una tarea fácil. Y al hacerlo en un país extranjero, ¡te espera un día difícil!",
  "Lack of working Capital": "Falta de capital de trabajo",
  "Finding sufficient capital in Sweden may be a fantasy. Owing to high tax rates and tax paid health and education having sufficient capital and stored money is often not feasible for an aspiring businessman. Starting a business as a sole trader, you should expect tough times ahead and brace yourself for some time of non-profit business. In a trading partnership, you may not need so much capital but responsibility for all debts land on you and your partner. A common mistake made is financing your business at the cost of your household finances. Not being able to pay bills and afford basic needs leads to obvious failure in both cases. Getting a loan may sound a great idea. But again, for a foreigner no loans without sufficient security. Of course, it is a long-term procedure to be able to own enough you can mortgage against some loan.": "Encontrar suficiente capital en Suecia puede ser una fantasía. Debido a las altas tasas impositivas y la salud de los impuestos pagados y la educación que tienen suficiente capital y el dinero almacenado a menudo no es factible para un aspirante a hombre de negocios. Comenzando un negocio como único operador, debe esperar tiempos difíciles por delante y prepararse durante algún tiempo de negocios sin fines de lucro. En una sociedad comercial, es posible que no necesite tanto capital, pero la responsabilidad de todas las deudas aterriza en usted y su pareja. Un error común cometido es financiar su negocio a costa de las finanzas de su hogar. No poder pagar facturas y pagar necesidades básicas conduce a una falla obvia en ambos casos. Obtener un préstamo puede sonar una gran idea. Pero nuevamente, para un extranjero no hay préstamos sin suficiente seguridad. Por supuesto, es un procedimiento a largo plazo poder poseer lo suficiente que puede hipotecar contra algún préstamo.",
  "Problem in leads generation": "Problema en la generación de leads",
  "If you are planning a business in Sweden, leads generation holds immense importance. Generating lead can be tough for a new businessman and more so for an expatriate working in Sweden. Not knowing the language, not being able to assess the Swedish mindset counts. For the Swedish work on trimmed lines and venturing for new ideas may be a little unorthodox for some. Not all foreigners are popular with the natives. And building the trust and companionship it takes for a successful business Venture takes you through narrow alleys.": "Si está planeando un negocio en Suecia, Leads Generation tiene una inmensa importancia. Generar plomo puede ser difícil para un nuevo hombre de negocios y más aún para un expatriado que trabaja en Suecia. Sin conocer el lenguaje, no poder evaluar los recuentos de mentalidad sueca. Para el trabajo sueco en líneas recortadas y aventurarse para nuevas ideas puede ser un poco poco ortodoxa para algunos. No todos los extranjeros son populares entre los nativos. Y construir la confianza y la compañía que se necesita para una empresa comercial exitosa lo lleva a través de callejones estrechos.",
  "Visiting Sweden may not be the hot pick for a holiday as compared to the other Western countries but it is the country where you can deal with lesser crowd and take your time to see all the beautiful landmarks. Afterall a holiday is all about giving yourself more relaxation. Swedes are known for their friendliness and tolerance. The country is considered to be one of the happiest and the safest amongst the other European countries, with less crime. If you have always been in awe of the Northern Lights, then the plan to visit Sweden has to be on your to-do list. This Scandinavian country has much more than this to offer and it becomes really hard for us to narrow down the list of reasons to visit Sweden. Anyhow, we are giving it a try and we hope knowing about these top 6 reasons will worth your time.": "Visitar Suecia puede no ser la selección caliente para unas vacaciones en comparación con los otros países occidentales, pero es el país donde puede lidiar con una multitud menor y tomarse su tiempo para ver todos los puntos de referencia hermosos. Después de todo, unas vacaciones se trata de darse más relajación. Los suecos son conocidos por su amistad y tolerancia. Se considera que el país es uno de los más felices y más seguros entre los otros países europeos, con menos delitos. Si siempre ha estado asombrado de la aurora boreal, entonces el plan de visitar Suecia debe estar en su lista de tareas pendientes. Este país escandinavo tiene mucho más que este que ofrecer y nos resulta muy difícil reducir la lista de razones para visitar Suecia. De todos modos, lo estamos probando y esperamos que saber sobre estas 6 razones principales valga la pena.",
  "Experience the Hospitality": "Experimentar la hospitalidad",
  "What we have concluded so far from online surveys is that Sweden has got one of the most tolerant and friendliest locals across the globe. In the past, there might have been rumors about their bad reputation in treating foreigners but now Swedes are on the way of becoming a prosperous nation. They take pride in serving the visitors and impress them by their hospitality. Bygone are the days when they were considered rude and introvert. According to a report by The Telegraph, they are now on 14th rank all over the world in Tolerance Index. Woah! That is such a moment of relief for all of us who were suspicious and couldn't add Sweden in our bucket list.": "Lo que hemos concluido hasta ahora de las encuestas en línea es que Suecia tiene uno de los lugareños más tolerantes y amigables en todo el mundo. En el pasado, podría haber rumores sobre su mala reputación en el tratamiento de extranjeros, pero ahora los suecos están en camino de convertirse en una nación próspera. Se enorgullecen de servir a los visitantes e impresionan por su hospitalidad. Bygone son los días en que se consideraron groseros e introvertidos. Según un informe del Telegraph, ahora están en 14º rango en todo el mundo en el índice de tolerancia. ¡Woah! Ese es un momento de alivio para todos los que sospechamos y no pudimos agregar Suecia en nuestra lista de deseos.",
  "Since Winter is Coming So Why Not the Sports": "Dado que viene el invierno, ¿por qué no los deportes?",
  "Sweden has got all the colours. No matter whether you are a summer lover or a sucker for winter it has so much to offer. We can say that Sweden can be considered as a heaven for all the winter hustle especially the sports. From alpine skiing to snowboarding you can enjoy a wide range of outdoor activities, full of thrill and fun.": "Suecia tiene todos los colores. No importa si eres un amante de verano o un tonto para el invierno, tiene mucho que ofrecer. Podemos decir que Suecia puede considerarse como un paraíso para todo el ajetreo de invierno, especialmente los deportes. Desde el esquí alpino hasta el snowboard, puede disfrutar de una amplia gama de actividades al aire libre, llena de emoción y diversión.",
  "A Blend of Urban Bustle and Country Side Panorama": "Una mezcla de panorama urbano de bullicio y parte del campo",
  "Apart from historic buildings and churches, Swedish cities have got all the essentials of what we call an urban life hustle and bustle. From the capital city of Stockholm to the 5th largest Nordic city Gothenburg there are amusement parks all across the country. Liseberg, Grona Lund, and many other parks are attracting thousands of local and international visitors each year. And this is one side of the story, like other Scandinavian countries Sweden is blessed with wide landscapes, mesmerizing national parks and a spectacular panorama of green lush fields.": "Además de edificios e iglesias históricas, las ciudades suecas tienen todos los elementos esenciales de lo que llamamos un ajetreo y bullicio de la vida urbana. Desde la ciudad capital de Estocolmo hasta la quinta ciudad nórdica más grande Gotemburgo hay parques de diversiones en todo el país. Liseberg, Grona Lund y muchos otros parques están atrayendo a miles de visitantes locales e internacionales cada año. Y este es un lado de la historia, como otros países escandinavos, Suecia, está bendecida con amplios paisajes, fascinantes parques nacionales y un espectacular panorama de campos verdes.",
  "Roam freely and feel the Swedish Vibes": "Deambular libremente y siente las vibraciones suecas",
  "Here we will advise you to give a shut-up call to all those who keep on labeling Sweden as a dangerous and not-so-easy going country for visitors. Believe me, it is an incredible place where you can roam freely from one corner of the country to another. You may need to beware of pickpockets but that is quite an obvious thing to take care of. Right? We all do that even at the airport checkouts that are considered safest of all. If you are an avid traveler, you can easily manage this and it won't trouble you much.": "Aquí le aconsejaremos que le dé una llamada cerrada a todos aquellos que siguen etiquetando como un país peligroso y no tan fácil para los visitantes. Créeme, es un lugar increíble donde puedes deambular libremente de un rincón del país a otro. Es posible que deba tener cuidado con los carteristas, pero eso es bastante obvio que cuidar. ¿Bien? Todos lo hacemos incluso en los chacques del aeropuerto que se consideran más seguros de todos. Si eres un viajero ávido, puedes administrarlo fácilmente y no te molestará mucho.",
  "Would you like to start a profitable business as a foreigner in Sweden? If so, here are six of Sweden's best small business ideas & investment opportunities that will generate you a handsome amount.": "¿Le gustaría comenzar un negocio rentable como extranjero en Suecia? Si es así, aquí están seis de las mejores ideas de pequeñas empresas y oportunidades de inversión de Suecia que le generarán una cantidad guapa.",
  "Home Rental Business": "Negocio de alquiler de casas",
  "There is always a space of Home-Property rental business in Sweden.A rental property business is a venture through which an investor will purchase and manage one or more income-producing properties. These properties can have one or more units that are leased out to tenants in exchange for monthly rental fees. Investors can have an effective rental plan without having to directly manage these properties; property management companies can be hired to carry out the duties often associated with landlords, such as rent collection and maintenance.It could be the idea if you are going to start a business with a partner or if you can invest in property or house by yourself and later rent-out as secure regular income. Subletting through AirBnb is quite profitable in big cities as well.": "Siempre hay un espacio de negocio de alquiler de propiedades domésticas en Suecia. Un negocio de propiedades de alquiler es una empresa a través de la cual un inversor comprará y administrará una o más propiedades productoras de ingresos. Estas propiedades pueden tener una o más unidades alquiladas a los inquilinos a cambio de tarifas de alquiler mensuales. Los inversores pueden tener un plan de alquiler efectivo sin tener que administrar directamente estas propiedades; Las compañías de administración de propiedades se pueden contratar para llevar a cabo los deberes a menudo asociados con los propietarios, como la recolección de alquileres y el mantenimiento. Podría ser la idea si va a comenzar un negocio con un socio o si puede invertir en propiedad o casa y luego alquilar como ingresos regulares seguros. La subarrendamiento a través de Airbnb es bastante rentable en las grandes ciudades también.",
  "Start Boat Rental Business": "Iniciar negocio de alquiler de botes",
  "Ironically, with a few small boats, you can start this business. With the building of the Göta Canal in the 19th century, Sweden's vast waterway connectivity throughout the south was utilized, shortening the possible gap between the Baltic Sea south of Norrköping and Göteborg by using the lake and river network to facilitate the canal. This shows that a boat rental service in Sweden is expected to be successful.": "Irónicamente, con algunos botes pequeños, puede comenzar este negocio. Con la construcción del Canal de Göta en el siglo XIX, se utilizó la vasta conectividad de vías fluviales de Suecia en todo el sur, acortando la posible brecha entre el mar Báltico al sur de Norrköping y Göteborg mediante el uso de la red del lago y el río para facilitar el canal. Esto muestra que se espera que un servicio de alquiler de botes en Suecia tenga éxito.",
  "Sweater and Cardigan Knitting Business": "Negocio de tejer de suéter y cárdigan",
  "Given its northern latitude, most of Sweden has a temperate climate with four distinct seasons and mild temperatures throughout the year.": "Dada su latitud norte, la mayor parte de Suecia tiene un clima templado con cuatro temporadas distintas y temperaturas suaves durante todo el año.",
  "With the exception of the mountains, the country as a whole has a July average temperature between 15 ° C (59 ° F) and 17.5 ° C (63.5 ° F) (2.5 degrees Celsius difference), whereas the average January temperatures range from freezing point to below −15 ° C (5 ° F) along the Finnish border (15 degrees Celsius difference).": "Con la excepción de las montañas, el país en su conjunto tiene una temperatura promedio de julio entre 15 ° C (59 ° F) y 17.5 ° C (63.5 ° F) (2.5 grados de diferencia Celsius), la diferencia de Celsius), la temperatura promedio de las temperaturas de enero varía desde el punto de congelación hasta −15 ° C (5 ° F) a lo largo de la frontera fino (15 grados de enero).",
  "A sweater and cardigan knitting company is an ideal start-up business in Sweden with this kind of freezing weather. An entrepreneur who wants to start a sweater and cardigan knitting company can start their own label on a small scale from home and serve a niche market such as schools and neighborhood families.": "Una empresa de suéter y cárdigan de punto es un negocio de inicio ideal en Suecia con este tipo de clima helado. Un emprendedor que quiere comenzar un suéter y una compañía de tejer de cárdigan puede comenzar su propia etiqueta a pequeña escala desde el hogar y servir a un nicho de mercado como escuelas y familias de vecindad.",
  "Start a Sawmill Cottage Business": "Inicie un aserradero de aserradero.",
  "Sawmill cottage business is yet another small-scale, highly thriving business in Sweden and prospects for newbies to enter the industry. This company is perfect in Sweden as it is distinguished by a large wealth of trees and shrubs in some regions of the country. The beech is the most dominant tree, but also smaller forests may form oak.": "Sawmill Cottage Business es otro negocio de pequeña escala y muy próspero en Suecia y perspectivas para que los novatos ingresen a la industria. Esta compañía es perfecta en Suecia, ya que se distingue por una gran riqueza de árboles y arbustos en algunas regiones del país. La haya es el árbol más dominante, pero también los bosques más pequeños pueden formar roble.",
  "Hornbeam, oak, spindle, yew, alder buckthorn, blackthorn, aspen, European rowan, Swedish whitebeam, juniper, European holly, ivy, dogwood, goat willow, larch, bird cherry, wild cherry, maple, ash, alder along creeks, and in sandy soil, birch compete with pine.": "Hornbeam, roble, huso, tejo, espino de aliso, Blackthorn, Aspen, europeo Rowan, bitero sueco, enebro, acebo europeo, hiedra, perro de perro, sauce de cabra, alerce, cereza de pájaros, cereza silvestre, arce, ceniza, alder en arroyos y en suelos arenosos, abdominales compiten con pino.",
  "Open a Language School": "Abrir una escuela de idiomas",
  "Opening a language school that teaches foreign languages, sign language, and second language English is an effective small-scale language that can start in Sweden.": "Abrir una escuela de idiomas que enseña idiomas extranjeros, lenguaje de señas e inglés de segundo idioma es un idioma efectivo a pequeña escala que puede comenzar en Suecia.",
  "While Sweden's official language is Swedish, but in varying degrees, depending largely on the level of contact with English, most Swedes, particularly those born after the Second World War, understand and speak English because of trade links, the popularity of overseas travel, the strong Anglo-American presence and the practice of subtitling rather than dubbing foreign television shows and films, and the relative similarities between the two languages, making it easier to learn English. Eighty-nine percent of Swedes reported the ability to speak English in a 2005 Eurobarometer survey.": "Si bien el idioma oficial de Suecia es sueco, pero en diversos grados, dependiendo en gran medida del nivel de contacto con el inglés, la mayoría de los suecos, particularmente aquellos nacidos después de la Segunda Guerra Mundial, entienden y hablan inglés debido a los enlaces comerciales, la popularidad de los viajes en el extranjero, la fuerte presencia angloamericana y la práctica de la subtitulación de la subtitulación en lugar de los problemas de televisión extranjeros y las películas y las películas en el extranjero entre las dos lenguas angloamericanas y la práctica de la subtitulación de la subtitulación. El ochenta y nueve por ciento de los suecos informaron la capacidad de hablar inglés en una encuesta de Eurobarobarómetro de 2005.",
  "Start Concierge Medical Practice Business": "Comience el negocio de la práctica médica del conserje",
  "A person seeking care, first visits a doctor's appointment clinic and may then be referred by the clinic doctor to a physician who, in turn, may prescribe either in-patient or out-patient treatment or an alternative for elective care. Healthcare is regulated by Sweden's 21 landsting and is funded primarily by premiums, with patient nominal fees.": "Una persona que busca atención, primero visita una clínica de citas médicas y luego puede ser remitida por el médico de la clínica a un médico que, a su vez, puede recetar un tratamiento hospitalario o ambulatoria o una alternativa para la atención electiva. La atención médica está regulada por las 21 terrenos de Suecia y está financiada principalmente por primas, con tarifas nominales del paciente.",
  "It shows that a medical concierge company in Sweden is expected to succeed. Concierge medical practice is a medical business that gives space to a unique relationship between a patient and a physician in which the patient pays an annual fee or what is known as retainer-ship can be called retainer medicine as well.": "Muestra que se espera que una empresa de conserje médico en Suecia tenga éxito. La práctica médica de conserjería es un negocio médico que da espacio a una relación única entre un paciente y un médico en el que el paciente paga una tarifa anual o lo que se conoce como retención y buque de servicio también se puede llamar medicina de retención.",
  "Sweden is undoubtedly a fascinating country that is enriched in natural beauty, culture, cool climate, and a fine economy, that attracts immigrants from all across the globe. Some migrate to Sweden for studies, some plan their visit to Sweden for business, others are interested in having a work permit to seek jobs and many come on an EU family visa for paying a visit to this paradise on Earth. As interesting as it seems, this country is enriched in employment, tourism and studies but we should also keep an eye on the hindrance that can be caused while migrating to the country for any of these causes. Some of the common barriers to immigration in the country include": "Suecia es, sin duda, un país fascinante enriquecido en la belleza natural, la cultura, el clima fresco y una buena economía, que atrae a inmigrantes de todo el mundo. Algunos migran a Suecia para estudios, algunos planean su visita a Suecia para negocios, otros están interesados en tener un permiso de trabajo para buscar empleos y muchos vienen a una visa familiar de la UE para visitar este paraíso en la Tierra. Tan interesante que parece, este país está enriquecido en el empleo, el turismo y los estudios, pero también debemos vigilar el obstáculo que puede ser causado mientras migra al país por cualquiera de estas causas. Algunas de las barreras comunes para la inmigración en el país incluyen",
  "Education Employment Climate VISA and residence Expenses": "Education Empleo Climate Visa y gastos de residencia",
  "Education": "Educación",
  "You may think that English would be widely used as a means of communication in the country from the fact that it is a developed country. It is essentially not the case in Sweden. You will have to face many barriers to effective communication. As a student, you may find it difficult to make friends because of the cross-cultural barriers. Students from all across the globe migrate to the country for education including a large number of students from Africa.": "Puede pensar que el inglés se utilizaría ampliamente como un medio de comunicación en el país por el hecho de que es un país desarrollado. Esencialmente no es el caso en Suecia. Tendrá que enfrentar muchas barreras para una comunicación efectiva. Como estudiante, es posible que le resulte difícil hacer amigos debido a las barreras interculturales. Los estudiantes de todo el mundo migran al país para obtener educación, incluidos un gran número de estudiantes de África.",
  "Employment": "Empleo",
  "The country has developed over the decades and offers great employment opportunities to the residents. This statement is true, but its only one side of the canvass. Sweden offers job opportunities to its nationals so that they may secure their employment career. On the other hand, more than 37% of immigrants fail to find proper employment in Sweden. Those immigrants who are employed are compelled to work at a relatively low salary which ultimately causes an increase in the GDP of the country and a point to ponder for the immigrants.": "El país se ha desarrollado a lo largo de las décadas y ofrece excelentes oportunidades de empleo para los residentes. Esta declaración es cierta, pero es solo un lado del lienzo. Suecia ofrece oportunidades de trabajo a sus nacionales para que puedan asegurar su carrera laboral. Por otro lado, más del 37% de los inmigrantes no encuentran un empleo adecuado en Suecia. Los inmigrantes que están empleados se ven obligados a trabajar con un salario relativamente bajo que finalmente causa un aumento en el PIB del país y un punto para reflexionar sobre los inmigrantes.",
  "Climate": "Clima",
  "A cool climate, snowfall, and captivating sceneries catch the attention of the migrants, but it is not as captivating in the real world. Sweden has comparatively long winters with less sunlight penetrating into the country. For the immigrants who have other problems including residence, work opportunities and language problems, cold and long winters can have adverse effects. Winters last for the most part of the year making it difficult for immigrants who come from countries like Africa, Nigeria, and others.": "Un clima genial, nevadas y paisajes cautivadores llaman la atención de los migrantes, pero no es tan cautivador en el mundo real. Suecia tiene inviernos relativamente largos con menos luz solar que penetra en el país. Para los inmigrantes que tienen otros problemas, incluidas la residencia, las oportunidades de trabajo y los problemas de idiomas, los inviernos fríos y largos pueden tener efectos adversos. Los inviernos duran en su mayor parte del año, lo que dificulta a los inmigrantes que provienen de países como África, Nigeria y otros.",
  "Visa and Residence": "Visa y residencia",
  "Sweden is deporting many of the immigrants in the country because of the population saturation. You should be well aware that getting an EU visa is not a difficult task, but finding the accommodation certainly is. Immigrants face a drastic shortage of residence is the major cities such as Stockholm and they are left with no other options to either bear the cold or get a residence at elevated costs. So, if you are about to get your VISA approved for the country, make sure you would also have to face a residence issue along with others such as unemployment.": "Suecia deporta a muchos de los inmigrantes en el país debido a la saturación de la población. Debe ser consciente de que obtener una visa de la UE no es una tarea difícil, pero encontrar el alojamiento ciertamente lo es. Los inmigrantes enfrentan una escasez drástica de residencia son las principales ciudades, como Estocolmo, y no tienen otras opciones para soportar el frío o obtener una residencia a costos elevados. Por lo tanto, si está a punto de aprobar su visa para el país, asegúrese de que también tenga que enfrentar un problema de residencia junto con otros, como el desempleo.",
  "Expenses": "Gastos",
  "You will find a considerable difference is the prices of products and services in Sweden as compared to your homeland. You may find the prices of food about two folds high in the country. If you are planning to stay in the country, you should prepare yourself for a high monthly budget. The only option to cope up with this situation is to plan effectively and distribute your budget accordingly, to minimize the extensive inflation in the country.": "Encontrará una diferencia considerable es el precio de los productos y servicios en Suecia en comparación con su tierra natal. Puede encontrar los precios de los alimentos de aproximadamente dos pliegues en el país. Si planea permanecer en el país, debe prepararse para un alto presupuesto mensual. La única opción para hacer frente a esta situación es planificar de manera efectiva y distribuir su presupuesto en consecuencia, para minimizar la extensa inflación en el país.",
  "If you are thinking about studying abroad, then visit Sweden. You probably want to know why Sweden is considered as a great destination. Let me notify you, Sweden has a fascinating history and culture, global businesses, delicious food, and welcoming people; and is also well known for its world-class academic opportunities that rank among the top 100 in the world.": "Si está pensando en estudiar en el extranjero, visite Suecia. Probablemente quieras saber por qué Suecia se considera un gran destino. Déjame notificarte, Suecia tiene una fascinante historia y cultura, negocios globales, comida deliciosa y personas acogedoras; y también es conocido por sus oportunidades académicas de clase mundial que se ubican entre los 100 mejores del mundo.",
  "Following are 6 reasons why Sweden is considered an ideal place to study:": "Las siguientes son 6 razones por las cuales Suecia se considera un lugar ideal para estudiar:",
  "Vision Enhancement of One's Mind": "Mejora de la visión de la mente",
  "Study in Sweden let you think independently and critically. It will enhance your ability to question the state of affairs by accessing information, seeking new perspectives and coming up with well-informed judgments. Because of the informal and non-hierarchical nature of Swedish society, you will be able to think creatively. Where everyone is urged to bestow their ideas and opinions. This independence of mind and letting everyone's voice heard are the reasons why Sweden ranks among the world's most innovative nations.": "Estudiar en Suecia te permita pensar de forma independiente y crítica. Mejorará su capacidad para cuestionar el estado de cosas accediendo a la información, buscando nuevas perspectivas y presentando juicios bien informados. Debido a la naturaleza informal y no jerárquica de la sociedad sueca, podrás pensar creativamente. Donde se insta a todos a otorgar sus ideas y opiniones. Esta independencia mental y deja que se escuche la voz de todos son las razones por las cuales Suecia se ubica entre las naciones más innovadoras del mundo.",
  "Rich Swedish History": "Historia sueca rica",
  "Sweden has contributed a lot to the history books, and many museums allow free entrance on a daily basis or on specially marked days throughout the year.  Swedish History Museum, the largest museum in Sweden; where millions of visitors and students come to see Sweden's foremost gold and silver treasures, and incomparable medieval art.": "Suecia ha contribuido mucho a los libros de historia, y muchos museos permiten la entrada gratuita a diario o en días especialmente marcados durante todo el año.  Museo de Historia Sueca, el museo más grande de Suecia; Donde millones de visitantes y estudiantes vienen a ver los principales tesoros de oro y plata de Suecia, y arte medieval incomparable.",
  "Language Proficiency:": "Dominio del idioma:",
  "Using Swedish, a rich and beautiful native language; in 2017, Swedes ranked second in the world for skills in English as an official language. As the world is getting more independent and businesses seek to extend the national and linguistic boundaries, Sweden offers a marvelous location to learn and develop your English language skills. But knowing and trying to learn a little bit of Swedish language will make much easier to open your mind to your new cultural surroundings.  Also, Sweden is a car-free country with an extensive network of buses, trains, subways, trams, boats, planes, and many more that can take you anywhere you want to go.": "Usando sueco, un idioma nativo rico y hermoso; En 2017, los suecos ocuparon el segundo lugar en el mundo por habilidades en inglés como idioma oficial. A medida que el mundo se está volviendo más independiente y las empresas buscan extender los límites nacionales y lingüísticos, Suecia ofrece una ubicación maravillosa para aprender y desarrollar sus habilidades en inglés. Pero saber y tratar de aprender un poco de idioma sueco hará mucho más fácil abrir su mente a su nuevo entorno cultural.  Además, Suecia es un país libre de automóviles con una extensa red de autobuses, trenes, metros, tranvías, barcos, aviones y muchos más que pueden llevarlo a cualquier lugar donde quiera ir.",
  "Malmö, A Coastal City": "Malmö, una ciudad costera",
  "Malmö is among the top cities in Sweden having a free business environment and also a good place to live with outrageous rankings in housing, healthcare, and environmental quality. The University of Malmo founded in 1998, attracts above 15,000 students every year. It's not only a global city but also a commercial hub in the South of Sweden, as part of the Öresund region. The city has attracted a wide variety of companies in the technology sector (for example bio, medical, environmental, information and communication), as well as digital media, transports, financial services, business, leisure, entertainment, and constructions. And, most importantly, the cost of an apartment in Malmo is in the 139th place of all 248 Teleport cities.": "Malmö se encuentra entre las principales ciudades de Suecia que tiene un entorno empresarial gratuito y también un buen lugar para vivir con clasificaciones escandalosas en vivienda, atención médica y calidad ambiental. La Universidad de Malmo fundada en 1998, atrae a más de 15,000 estudiantes cada año. No es solo una ciudad global, sino también un centro comercial en el sur de Suecia, como parte de la región Öresund. La ciudad ha atraído a una amplia variedad de empresas en el sector tecnológico (por ejemplo, biografía, médico, ambiental, información y comunicación), así como medios digitales, transportes, servicios financieros, negocios, ocio, entretenimiento y construcciones. Y, lo más importante, el costo de un apartamento en Malmo está en el lugar 139 de las 248 ciudades de teletransporte.",
  "Studying and Working in Sweden": "Estudiar y trabajar en Suecia",
  "International students can comfortably get Sweden work permit. Unlike other countries, there's no legal limit to the number of hours international students can work during their studies. After the completion of studies, you can apply to extend your residence permit to look for work for up to six months. (But for that learning Swedish is necessary – it's often a job's requirement.)": "Los estudiantes internacionales pueden obtener cómodamente el permiso de trabajo de Suecia. A diferencia de otros países, no hay límite legal para la cantidad de horas que los estudiantes internacionales pueden trabajar durante sus estudios. Después de completar los estudios, puede solicitar su permiso de residencia para buscar trabajo por hasta seis meses. (Pero para ese aprendizaje es necesario sueco, a menudo es el requisito de un trabajo).",
  "EU Citizen's Right:": "Ciudadano de la UE correcto:",
  "Unless you are a citizen of a neighboring Nordic country, every foreigner will need to contemplate the different types of Swedish visas. When applying for a Swedish visa, you are not allowed to be in the country. This largely related to non-EU/EEA citizens and citizens of Sweden; because citizens with EU/EEA family visa Sweden have the rights of residence in Sweden and therefore can shift to the country with or without a job. However, they will need to start the Swedish visa application process if they plan to continue their stay in a country for a long time.": "A menos que sea ciudadano de un país nórdico vecino, cada extranjero necesitará contemplar los diferentes tipos de visas suecas. Al solicitar una visa sueca, no se le permite estar en el país. Esto en gran medida se relacionó con ciudadanos y ciudadanos no UE/EEE de Suecia; Porque los ciudadanos con la visa de la familia Eu/EEA Suecia tienen los derechos de residencia en Suecia y, por lo tanto, pueden cambiar al país con o sin trabajo. Sin embargo, deberán comenzar el proceso de solicitud de visa sueca si planean continuar su estadía en un país durante mucho tiempo.",
  "If you are thinking about relocation Sweden; want to study abroad and also interesting in traveling, then Swedes are waiting for you. They are very friendly and like traveling very much. They are habitually open to know about a new culture and also interested in hearing about international experiences.": "Si está pensando en la reubicación Suecia; Quiere estudiar en el extranjero y también interesante en viajar, luego los suecos lo están esperando. Son muy amables y les gusta viajar mucho. Están habitualmente abiertos a conocer una nueva cultura y también están interesados en escuchar las experiencias internacionales.",
  "Sweden is known all over the world for many things: cars like Saab and Volvo, music group ABBA, pickled herring, and IKEA's DIY megastore. It is just as popular for its beautiful scenery, picturesque fishing villages, being the land of the reindeer and endless summer heat.": "Suecia es conocida en todo el mundo por muchas cosas: autos como Saab y Volvo, el grupo de música ABBA, el arenque en escabeche y la megastore de bricolaje de Ikea. Es igual de popular por su hermoso paisaje, pintorescos pueblos de pesca, siendo la tierra de los renos y el calor de verano interminable.",
  "Sweden is lined with colorful wooden buildings, traditional huts, cathedral and stone fortresses, and some pretty innovative contemporary architecture.": "Suecia está bordeada de coloridos edificios de madera, cabañas tradicionales, fortalezas de catedral y piedra, y una arquitectura contemporánea bastante innovadora.",
  "Stockholm": "Estocolmo",
  "Stockholm, a beautiful city on 14 islands, as the capital of Sweden and the largest city in Scandinavia, has a lot to do with it. The annual Nobel Prize is awarded in Stockholm, which was established in the 13th century. The Vasa Museum, dedicated to a warship of the 17th century that sunk on its maiden journey, is the most visited museum in Scandinavia. Stockholm is better for your budget than other Scandinavian towns, offering free access to 15 museums like Swedish Heritage, Medieval Museum, Royal Armoury, and Skokloster Castle.": "Estocolmo, una hermosa ciudad en 14 islas, como la capital de Suecia y la ciudad más grande de Escandinavia, tiene mucho que ver con eso. El Premio Nobel anual se otorga en Estocolmo, que se estableció en el siglo XIII. El Museo Vasa, dedicado a un buque de guerra del siglo XVII que se hundió en su viaje inaugural, es el museo más visitado de Escandinavia. Estocolmo es mejor para su presupuesto que otras ciudades escandinavas, ofreciendo acceso gratuito a 15 museos como herencia sueca, museo medieval, armería real y castillo de Skokloster.",
  "The Royal Palace, Modern Art Museum and City Hall should also not be missed.": "El Palacio Real, el Museo de Arte Moderno y el Ayuntamiento tampoco deberían perderse.",
  "Gotland": "Tierra",
  "As the largest island in Sweden, completely surrounded by the Baltic Sea, you would think that fishing would be the main industry on the island. It's not that. Among the main sectors are forestry, tourism and information technology. The island is one of the most popular tourist destinations in Sweden. Sun seekers like it because during the year it has more sunshine than any other location in Sweden. Visby, the island's only port, is a beautiful walled Hanseatic city that has retained most of its historic buildings and townscape. There are about 100 medieval churches on the island as well as numerous prehistoric sites.": "Como la isla más grande de Suecia, completamente rodeada por el Mar Báltico, pensaría que la pesca sería la principal industria en la isla. No es eso. Entre los principales sectores se encuentran la tecnología forestal, turismo y de la información. La isla es uno de los destinos turísticos más populares de Suecia. A los buscadores del sol les gusta porque durante el año tiene más sol que cualquier otra ubicación en Suecia. Visby, el único puerto de la isla, es una hermosa ciudad hanseatic amurallada que ha conservado la mayoría de sus edificios históricos y paisaje urbano. Hay alrededor de 100 iglesias medievales en la isla, así como numerosos sitios prehistóricos.",
  "Gothenburg": "Gotemburgo",
  "Gothenburg, located on the western coast of Sweden, is a green city dotted with numerous parks of all sizes. Many of the parks date back to the 19th century, including Kungsparken, a park that surrounds the canal that surrounds the city center.": "Gotemburgo, ubicado en la costa occidental de Suecia, es una ciudad verde salpicada de numerosos parques de todos los tamaños. Muchos de los parques datan del siglo XIX, incluido Kungparken, un parque que rodea el canal que rodea el centro de la ciudad.",
  "If you're more interested in amusement parks, head to Liseberg, which has more rides than any other amusement park in Scandinavia. The largest port city in Scandinavia, Gothenburg is also home to the largest film festival in the region, as well as numerous music festivals throughout the year. Hungry, huh? Try a Haga Bulle, a large cinnamon roll in Haga, a district known for its picturesque wooden houses.": "Si está más interesado en los parques de diversiones, diríjase a Liseberg, que tiene más atracciones que cualquier otro parque de atracciones en Escandinavia. La ciudad portuaria más grande de Scandinavia, Gotemburgo, también alberga el festival de cine más grande de la región, así como numerosos festivales de música durante todo el año. Hambre, ¿eh? Pruebe un Haga Bulle, un gran rollo de canela en Haga, un distrito conocido por sus pintorescas casas de madera.",
  "Swedish Lapland": "Laponia sueca",
  "If you're looking for a wilderness experience, there's no better place to visit than the Swedish Lapland in Sweden. Located well north above the Arctic Circle, where summer shines around the clock. Lapland is for canoes, climbers and wildlife viewers. The Swedish Lapland is inhabited by the hardy, native Sami. Who lives in vast forests and barren tundra.": "Si está buscando una experiencia en el desierto, no hay mejor lugar para visitar que la Laponia sueca en Suecia. Ubicado bien hacia el norte sobre el círculo ártico, donde el verano brilla las 24 horas. Laponia es para canoas, escaladores y espectadores de vida silvestre. La Laponia sueca está habitada por el resistente y nativo Sami. Que vive en vastas bosques y tundra estéril.",
  "A good way to experience the area is to drive the 359-km (223-mile) long Wilderness Way from the canoeing center at Stromsund to the terminus at Vilhelmina, a church town, through Fatmomakke, where you can see traditional wooden huts. Winter tourists can purchase reindeer hides at Jokkmokk, the center of Sami's life.": "Una buena manera de experimentar el área es conducir la forma silvestre de 359 km (223 millas) desde el centro de canoa en Stromsund hasta la terminal en Vilhelmina, una ciudad de la iglesia, a través de Fatmomakke, donde se puede ver cabañas tradicionales de madera. Los turistas de invierno pueden comprar pieles de renos en Jokkmokk, el centro de la vida de Sami.",
  "Uppsala": "Uppsala",
  "Uppsala, situated 70 km (44 miles) north of Stockholm, has been the religious center of Sweden since the 12th century. Before Christianity, Uppsala was renowned for the temples of the Norse gods. The cathedral of Uppsala, the seat of the archbishop of Sweden, is the largest cathedral in Scandinavia. Education is also important here, with Uppsala University, which was founded in 1477, making it one of the oldest colleges in Scandinavia. The River Fyris flows through the area, with the medieval portion situated west of the river. Both the Cathedral and the Uppsala Castle dominate the skyline. The botanist of the eighteenth century Carl Linnaeus lived in Uppsala, so check out the botanical garden next to the castle.": "Uppsala, situado a 70 km (44 millas) al norte de Estocolmo, ha sido el centro religioso de Suecia desde el siglo XII. Antes del cristianismo, Uppsala era reconocida por los templos de los dioses nórdicos. La catedral de Uppsala, el asiento del arzobispo de Suecia, es la catedral más grande de Escandinavia. La educación también es importante aquí, con la Universidad de Uppsala, que se fundó en 1477, lo que lo convierte en una de las universidades más antiguas de Escandinavia. El río Fyris fluye a través del área, con la porción medieval situada al oeste del río. Tanto la catedral como el castillo de Uppsala dominan el horizonte. El botánico del siglo XVIII Carl Linnaeus vivía en Uppsala, así que echa un vistazo al jardín botánico al lado del castillo.",
  "It's very tricky to get a visit visa for many countries. Each has its respective rules and regulations. In this particular blog, we will guide you on what the Swedish embassy would be looking for before granting you a visa!": "Es muy difícil obtener una visa de visita para muchos países. Cada uno tiene sus respectivas reglas y regulaciones. ¡En este blog en particular, lo guiaremos sobre lo que buscaría la embajada sueca antes de otorgarle una visa!",
  "Have you visited any other country before?": "¿Has visitado otro país antes?",
  "This point is pretty basic but integral. The authorities at embassies would firstly want to make sure that you have the integrity to not overstay in another country or cause any other issue. Safety comes first after all.": "Este punto es bastante básico pero integral. En primer lugar, las autoridades de las embajadas querrían asegurarse de tener la integridad de no quedarse más en otro país o causar ningún otro problema. La seguridad es primero después de todo.",
  "If you have visa approval stamps of let's say USA or UK already, then this leaves a very good impression. It makes you seem trustworthy.": "Si ya tiene sellos de aprobación de visa de Let's Usa o UK ya, esto deja una muy buena impresión. Te hace parecer confiable.",
  "Invitation is a plus": "La invitación es una ventaja",
  "Secondly, for visit visas, you'll be required to show a formal invitation from the person in Sweden you intend to visit. Whether it be a family member or business associate, you will have to request them to write a bit about their selves and why they feel that your visa should get approved.": "En segundo lugar, para Visit Visas, deberá mostrar una invitación formal de la persona en Suecia que tiene la intención de visitar. Ya sea un miembro de la familia o un socio comercial, tendrá que solicitarles que escriban un poco sobre ellos y por qué sienten que su visa debe ser aprobada.",
  "A valid passport": "Un pasaporte válido",
  "The Swedish agency prefers that you have a passport that is valid for a minimum of 3 months after your visa has expired. This point is pretty understandable, to be honest. It's for your good. Imagine having your passport expired while still in Sweden. It can create many problems for you especially if you wish to visit another country straight from there.": "La agencia sueca prefiere que tenga un pasaporte que sea válido por un mínimo de 3 meses después de que su visa haya expirado. Este punto es bastante comprensible, para ser honesto. Es por tu bien. Imagine tener su pasaporte expirado mientras todavía está en Suecia. Puede crear muchos problemas para usted, especialmente si desea visitar otro país directamente desde allí.",
  "So, make sure that your passport is valid before applying for a visa. If it is not, get it renewed first.": "Por lo tanto, asegúrese de que su pasaporte sea válido antes de solicitar una visa. Si no es así, primero renovarlo.",
  "Money for your keep and the journey home": "Dinero para tu conservación y el viaje a casa",
  "This criterion is pretty understandable too and is a criterion for numerous countries. Without money, you'd be completely stuck in Sweden. Even if you have a family member there who can give you a roof to stay under and warm food and stuff, it still would be wise to have enough in your bank and travel bag. If not for shopping or tourism purposes, do keep some in case of emergencies. Many things can go wrong while you are in another country. Plus, it might not be easy getting a job there during your worst-case scenario stay there. So be careful!": "Este criterio también es bastante comprensible y es un criterio para numerosos países. Sin dinero, estarías completamente atrapado en Suecia. Incluso si tiene un miembro de la familia que puede darle un techo para quedarse y alimentos cálidos y esas cosas, aún sería prudente tener suficiente en su banco y bolsa de viaje. Si no es para ir de compras o turismo, mantenga algunos en caso de emergencias. Muchas cosas pueden salir mal mientras estás en otro país. Además, puede que no sea fácil conseguir un trabajo allí durante el peor de los casos, manténgase allí. ¡Así que ten cuidado!",
  "Individual medical travel insurance": "Seguro de viaje médico individual",
  "Have asthma?  Heart issues? Diabetes? An injury? Well, it would be pretty inconvenient if you suddenly have serious health issues there, right?": "¿Tiene asma?  Problemas cardíacos? ¿Diabetes? Una lesión? Bueno, sería bastante inconveniente si de repente tienes serios problemas de salud allí, ¿verdad?",
  "Medical insurance helps cover the cost for emergencies like heart attacks or a car accident there perhaps. The insurance should cover costs of at least 30k Euro and should be valid in all Swedish countries. You would also have to submit the medical insurance documents while applying for them to keep in their records.": "El seguro médico ayuda a cubrir el costo de emergencias como ataques cardíacos o un accidente automovilístico allí tal vez. El seguro debe cubrir los costos de al menos 30k euros y debe ser válido en todos los países suecos. También tendría que enviar los documentos de seguro médico mientras solicitan ellos para mantener en sus registros.",
  "Describe the purpose of your visit": "Describe el propósito de tu visita",
  "This seems pretty basic but doesn't take it lightly. Write a detailed note of why you are applying, whose place will you be staying at, for how long do you wish to stay, why do you wish to go to Sweden from amongst all countries and so on. This is for them to be reassured that you won't overstay or try anything shady or fishy.": "Esto parece bastante básico, pero no lo toma a la ligera. Escriba una nota detallada de por qué está solicitando, en qué lugar se quedará, por cuánto tiempo desea quedarse, ¿por qué desea ir a Suecia desde todos los países, etc.? Esto es para que se sientan seguros de que no superará ni intente nada sombreado o sospechoso.",
  "It'll also be wise if you mention personal details of the person/family members you'll be staying at. They'll probably dig into their history anyway so it's better to write about it yourself.": "También será prudente si menciona los detalles personales de la persona/familiares en los que se alojará. Probablemente cavarán en su historia de todos modos, por lo que es mejor escribir sobre eso usted mismo.",
  "If you keep these points in mind, it wouldn't be likely that your visa application would be rejected. However, they aren't satisfied and do end up rejecting, you can read up on the appealing process and present your case to get an approval.": "Si tiene en cuenta estos puntos, no sería probable que su solicitud de visa sea rechazada. Sin embargo, no están satisfechos y terminan rechazando, puede leer sobre el proceso atractivo y presentar su caso para obtener una aprobación.",
  "Are you planning to visit Sweden in the near future? Sweden has scrumptious and unique dishes and recipes that you must try while you visit. Swedish food is more than just fish, coffee, or meatballs. With a diet rich in proteins, whole grains, and omega-3, Swedish food has been hailed for its amazing health benefits. Being a visitor or foreigner, it can be difficult for you to find the food items and places in Sweden as most of the people eat at home. The restaurant culture in Sweden is much more different than in other countries. If you want to try some traditional and finger-licking Swedish food, then you must look for these 5 delicious dishes from Sweden:": "¿Está planeando visitar Suecia en el futuro cercano? Suecia tiene platos y recetas deliciosas y únicas que debe probar mientras visita. La comida sueca es más que solo pescado, café o albóndigas. Con una dieta rica en proteínas, granos integrales y omega-3, la comida sueca ha sido aclamada por sus asombrosos beneficios para la salud. Al ser visitante o extranjero, puede ser difícil para usted encontrar los alimentos y lugares en Suecia, ya que la mayoría de las personas comen en casa. La cultura del restaurante en Suecia es mucho más diferente a la de otros países. Si desea probar una comida sueca tradicional y que se mueve con los dedos, debe buscar estos 5 deliciosos platos de Suecia:",
  "1. Herring/Sill": "1. Arenque/umbral",
  "This will be the dish that you will either love or hate depending upon your taste buds. There are a lot of varieties of sills and you can even eat pickled or fried herrings. Pickled Swedish herring is a classic Swedish dish derived from the times when preserving was the only way to get through the winter months. It is now an important part of all three basic traditional celebrations; Christmas, Easter, and off-course midsummer/midsummer.": "Este será el plato que amará u odiará dependiendo de sus papilas gustativas. Hay muchas variedades de alféizares e incluso puedes comer arenques en escabeche o fritos. El arenque sueco en escabeche es un clásico plato sueco derivado de los tiempos en que preservar era la única forma de pasar los meses de invierno. Ahora es una parte importante de las tres celebraciones tradicionales básicas; Navidad, Pascua y fuera de curso de verano/verano.",
  "The pickling juice used to cook herring is made from vinegar, salt, spices, and water. No matter what type of herring you will see in the menu, it will be generally served with boiled potato, finely chopped chives, and gräddfil.": "El jugo de encurtido que se usa para cocinar el arenque está hecho de vinagre, sal, especias y agua. No importa qué tipo de arenque verá en el menú, generalmente se servirá con papa hervida, cebolletas finamente picadas y Gräddfil.",
  "2. Falukorv": "2. Falukorv",
  "This dish is a firm favorite among kids of all ages across Sweden. Falukorv's origin can be traced back to the sixteenth century when Falu copper mines used horse and ox skin to make strong ropes to pullover the copper ores. At first, the meat was simply salted and smoked to make this dish. When the Germans came into the mines, then Swedes learn to make sausage out of meat. Now falukorv is made out of meat and pork by boiling it, frying it, roasting it in cream or grilling it. This is served with rice, mashed potatoes or macaroni depending upon your choice.": "Este plato es un firme favorito entre los niños de todas las edades en Suecia. El origen de Falukorv se remonta al siglo XVI cuando las minas de cobre de Falu usaron piel de caballo y buey para hacer cuerdas fuertes para unir los minerales de cobre. Al principio, la carne era simplemente salada y ahumada para hacer este plato. Cuando los alemanes entraron en las minas, los suecos aprenden a hacer salchichas con carne. Ahora Falukorv está hecho de carne y carne de cerdo hirviéndola, freírlo, asarla en crema o asarla. Esto se sirve con arroz, puré de papas o macarrones, dependiendo de su elección.",
  "3. Kroppkakor": "3. Kroppkakor",
  "Hearty mashed potato dumplings with mushroom fillings are known as kroppkakor. There are many different versions of kroppkakor all over the country and have different names. Potatoes and flour are mixed and then wrapped by the dough and pork. Potatoes can be used either raw or boiled depending upon your choice. These are most commonly served with melted butter, double cream, different sauces, and milk.": "Las abrasadoras de papa abundantes con rellenos de champiñones se conocen como Kroppkakor. Hay muchas versiones diferentes de Kroppkakor en todo el país y tienen nombres diferentes. Las papas y la harina se mezclan y luego envuelven por la masa y la carne de cerdo. Las papas se pueden usar crudas o hervidas dependiendo de su elección. Estos se sirven más comúnmente con mantequilla derretida, crema doble, diferentes salsas y leche.",
  "4. Raggmunk": "4. Raggmunk",
  "Raggmunk is the name of a Swedish dish made of potato pancakes. These pancakes, however, cannot be cooked using new potatoes as these potatoes don't contain enough starch to hold the pancake together. This dish is mostly cooked in winters so this is not an issue. The butterier and crispier the pancake is around the edges, the better it will be in taste. The trick to this is not to spread the batter too thinly. If you will add some diced onion in it, then it will be called \"French\" potato pancake.": "Raggmunk es el nombre de un plato sueco hecho de panqueques de papa. Sin embargo, estos panqueques no se pueden cocinar usando papas nuevas, ya que estas papas no contienen suficiente almidón para sostener el panqueque juntos. Este plato se cocina principalmente en inviernos, por lo que esto no es un problema. Cuanto más mantequilla y más crujiente, el panqueque esté alrededor de los bordes, mejor será el sabor. El truco para esto no es extender la masa demasiado finamente. Si agrega algo de cebolla en cubitos, entonces se llamará panqueque de papa \"francés\".",
  "5. Crayfish": "5. Curryfish",
  "August in Sweden is known for the Crayfish season and people host crayfish parties with amazing décor. Get stuck in, rip off the claws and suck out the delicious juices. The crayfish are usually boiled in a brine bath with a lot of spices and crown dill. All you need then is Västerbotten cheese pie, soft bread, cold beer, snaps, crispbread and you're good to go!": "August en Suecia es conocida por la temporada de cangrejos de río y las personas organizan fiestas de cangrejos de río con una decoración increíble. Ponte atrapado, arranca las garras y chupa los deliciosos jugos. Los cangrejos de río generalmente se hierven en un baño de salmuera con muchas especias y eneldo de corona. Todo lo que necesitas es el pastel de queso Västerbott, el pan suave, la cerveza fría, las fotos, el pan crujiente y ¡listo!",
  "As the month of August start, the shops are full of all kind of crayfish from different countries but Swedes prefer the Swedish signal crayfish. Besides this, both Chinese and Turkish crayfish are also good.": "A medida que comienza el mes de agosto, las tiendas están llenas de todo tipo de cangrejos de río de diferentes países, pero los suecos prefieren el cangrejo de río de señal sueco. Además de esto, tanto el cangrejo de río chino como el turco también son buenos."
}