{
  "Blogs": "Blogs",
  "5 Swedish Foods You Must Try": "5 Schwedische Lebensmittel, die Sie probieren müssen",
  "image": "Bild",
  "Visa": "Visum",
  "5 Things To Keep In Mind If You Are Relocating To Sweden": "5 Dinge zu beachten, wenn Sie nach Schweden umziehen",
  "A Guide About Student Fee And Admissions In Sweden": "Ein Leitfaden über Studentengebühren und Zulassungen in Schweden",
  "How To Build A Successful Start-Up In Sweden": "So bauen Sie ein erfolgreiches Start-up in Schweden auf",
  "Work Permit In Sweden - Complete Guide": "Arbeitserlaubnis in Schweden - Vollständiger Leitfaden",
  "Why You Should Plan Moving Out Of Sweden": "Warum sollten Sie planen, aus Schweden zu ziehen",
  "Immigrating To Sweden - What You Need To Know": "Einwanderung nach Schweden - Was Sie wissen müssen",
  "Business Challenges For Expatriates In Sweden": "Geschäftsherausforderungen für Expatriates in Schweden",
  "Why You Shouldn't Be Afraid Of Visiting Sweden": "Warum sollten Sie keine Angst haben, Schweden zu besuchen",
  "6 Best Small Business Ideas In Sweden": "6 beste kleine Geschäftsideen in Schweden",
  "5 Common Problems Faced By Immigrants In Sweden": "5 Häufige Probleme, mit denen Einwanderer in Schweden konfrontiert sind",
  "6 Reasons Why Sweden Is An Ideal Place To Study": "6 Gründe, warum Schweden ein idealer Ort zum Lernen ist",
  "Places To Visit In Sweden": "Orte in Schweden zu besuchen",
  "Swedish Visit Visa Requirements": "Schwedische Besuchsvisumanforderungen",
  "Starting a new life overseas can be a mix of different feelings. If you are planning to visit Sweden or relocating to Sweden, then you should do a lot of research beforehand to adjust to this place easily. There are a few societal norms that are purely Swedish and Swedes are much concerned about them. One of the biggest differences you might see is that you have to keep your plastic bags with you, you have to take off your shoes while entering someone's house, you have to squeeze out a lot of food items from tubes like toothpaste and much more.": "Ein neues Leben in Übersee zu beginnen kann eine Mischung aus verschiedenen Gefühlen sein. Wenn Sie vorhaben, Schweden zu besuchen oder nach Schweden zu ziehen, sollten Sie im Voraus viel recherchieren, um sich an diesen Ort leicht anzupassen. Es gibt einige gesellschaftliche Normen, die rein schwedisch sind und Schweden sind sehr besorgt über sie. Einer der größten Unterschiede, die Sie vielleicht sehen, ist, dass Sie Ihre Plastiktüten bei sich halten müssen. Sie müssen Ihre Schuhe ausziehen, während Sie das Haus eines Menschen betreten. Sie müssen viele Lebensmittel aus Röhren wie Zahnpasta und vielem mehr herausholen.",
  "Cultural and societal differences can lead to some problems for newbies in Sweden, but knowing these basic ones can help you to easily go through the process:": "Kulturelle und gesellschaftliche Unterschiede können zu einigen Problemen für Neulinge in Schweden führen. Wenn Sie jedoch diese grundlegenden wissen, können Sie den Prozess leicht durchlaufen:",
  "Swedes love their coffee and food": "Schweden lieben ihren Kaffee und Essen",
  "Swedes love their unique food items and coffee. They have a unique tradition knows as fika to foster the coffee drinking where friends and family members are invited to drink coffee or tea along with some sweet dishes on the table. Most Swedes will enjoy one fika a day as they like it as an opportunity to bond with others.": "Schweden lieben ihre einzigartigen Lebensmittel und Kaffee. Sie haben eine einzigartige Tradition als Fika, um den Kaffee -Trinken zu fördern, wo Freunde und Familienmitglieder eingeladen sind, Kaffee oder Tee zusammen mit einigen süßen Gerichten auf dem Tisch zu trinken. Die meisten Schweden werden einen Fika pro Tag genießen, da sie es als Gelegenheit mögen, sich mit anderen zu verbinden.",
  "There are so many traditional and unique dishes to tantalise your taste buds. Besides their world-famous IKEA meatballs, they have raggmunk, gravad latex, köttbullar, kanellbullar, Lussekatter, pepparkakor, chokladbollar, and much more.": "Es gibt so viele traditionelle und einzigartige Gerichte, um Ihre Geschmacksknospen zu versengen. Neben ihren weltberühmten Ikea-Fleischbällchen haben sie Raggmunk, Gravad Latex, Köttbullar, Kanellbullar, Lussekatter, Pepparkakor, Chokladbollar und vieles mehr.",
  "Get your personnummer": "Holen Sie sich Ihre Personnummer",
  "It is the national identification number between ten to twelve digits and is widely used to identify individuals in Sweden. This ten or twelve-digit number is a way of unlocking the life in Sweden. You need this number for almost everything like getting help from jobcentre, getting the phone contract, applying for healthcare or unemployment benefits, and even getting loyalty or discount card from your favorite brands.": "Es ist die nationale Identifikationszahl zwischen zehn und zwölf Ziffern und wird häufig verwendet, um Personen in Schweden zu identifizieren. Diese zehn oder zwölfstellige Zahl ist eine Möglichkeit, das Leben in Schweden freizuschalten. Sie benötigen diese Nummer für fast alles, wie Hilfe von Jobcentre zu erhalten, den Telefonvertrag zu erhalten, die Gesundheits- oder Arbeitslosenleistungen zu beantragen und sogar Loyalitäts- oder Rabattkarte von Ihren Lieblingsmarken zu erhalten.",
  "Getting a job offer before moving to Sweden is the best way to get the personnumer automatically and you will be entitled to all the benefits. Except for this, you will have to prove that you are working or studying in Sweden and have enough savings to support yourself for a while in order to get the personnumer.": "Ein Stellenangebot vor dem Umzug nach Schweden ist der beste Weg, um die PersonNumer automatisch zu erhalten, und Sie haben Anspruch auf alle Vorteile. Abgesehen davon müssen Sie nachweisen, dass Sie in Schweden arbeiten oder studieren und über genügend Einsparungen verfügen, um sich für eine Weile zu unterstützen, um die Personnumer zu erhalten.",
  "Be informal with names": "Mit Namen informell sein",
  "Swedish aren't that much formal with the names or titles as others. They will call you by your first name be it your university or college professor, your doctor, your advisor or anyone, and they will expect the same from you during the conversation. That's the basic standard in Sweden and regardless of the job title or position in the firm, people call each other by their first name. However, there are some exceptions to this rule as well. If you will be in a courtroom, or in front of any political figure, or meet someone from the Swedish royal family, then you have to be pretty careful about the titles.": "Schwedisch ist mit den Namen oder Titeln nicht so formal wie andere. Sie werden Sie bei Ihrem Vornamen anrufen, sei es Ihr Universitätsprofessor, Ihr Arzt, Ihr Berater oder jeder andere, und sie werden während des Gesprächs dasselbe von Ihnen erwarten. Das ist der grundlegende Standard in Schweden und unabhängig von der Berufsbezeichnung oder Position in der Firma nennen sich die Leute gegenseitig mit ihrem Vornamen. Es gibt jedoch auch einige Ausnahmen von dieser Regel. Wenn Sie sich in einem Gerichtssaal oder vor einer politischen Persönlichkeit befinden oder jemanden aus der schwedischen königlichen Familie treffen, müssen Sie in Bezug auf die Titel ziemlich vorsichtig sein.",
  "It can be quite lonely": "Es kann ziemlich einsam sein",
  "Sweden can be the toughest place to make friends and Stockholm is rated badly in terms of friendliness. But there are other ways to make friends. Swedes know that it can be difficult to meet people so they have clubs and sports teams to join where you can meet new people and can make good terms with them. You have to find the relevant club according to your interests and can meet a lot of people there.": "Schweden kann der schwierigste Ort sein, um Freunde zu finden, und Stockholm wird in Bezug auf die Freundlichkeit schlecht eingestuft. Aber es gibt andere Möglichkeiten, Freunde zu finden. Schweden wissen, dass es schwierig sein kann, Menschen zu treffen, damit sie Clubs und Sportteams anschließen können, an denen Sie neue Leute treffen und mit ihnen gute Bedingungen machen können. Sie müssen den relevanten Club nach Ihren Interessen finden und können dort viele Menschen treffen.",
  "Traditions galore": "Traditionen in Hülle und Fülle",
  "Every country has its unique traditions and festivities that set them apart from others and so does Sweden. Swedes celebrate Christmas, Midsommer, Santa Lucia (13 December), Kräftskiva (8 August), Valborg (30 April). These traditions have their own unique colors and provide a great opportunity to learn and enjoy the Swedish traditions.": "Jedes Land hat seine einzigartigen Traditionen und Feierlichkeiten, die sie von anderen unterscheiden, und Schweden auch. Schweden feiern Weihnachten, Midsommer, Santa Lucia (13. Dezember), Kräftskiva (8. August), Valborg (30. April). Diese Traditionen haben ihre eigenen einzigartigen Farben und bieten eine großartige Gelegenheit, die schwedischen Traditionen zu lernen und zu genießen.",
  "How expensive it can be to study in Sweden? If you are looking for the answer to this question, then you have to go through the whole blog to get the details on every aspect you need to know about.": "Wie teuer kann es sein, in Schweden zu studieren? Wenn Sie nach der Antwort auf diese Frage suchen, müssen Sie den gesamten Blog durchgehen, um die Details zu allen Aspekten zu erhalten, über die Sie wissen müssen.",
  "It has been unanimously reported by many surveys that Swedish universities have one of the most supportive and top-notch higher education centers of excellence. Higher education in Sweden is among the best in the world. The Nordic country is well-known for its excellent education system that focuses more on individual and group studies rather than just delivering lectures. Freedom to learn and the sense of responsibility are the key factors for the development of a student. The number of international students who are enrolled in Swedish universities and colleges is increasing day by day. If you want to be one of those, then you first know about the cost of study and admission procedures as well as the cost of living in Sweden.": "Es wurde einstimmig von vielen Umfragen berichtet, dass schwedische Universitäten eines der unterstützendsten und erstklassigen Hochschulzentren von Exzellenz haben. Die Hochschulbildung in Schweden gehört zu den besten der Welt. Das nordische Land ist bekannt für sein hervorragendes Bildungssystem, das sich mehr auf individuelle und Gruppenstudien konzentriert, als nur auf Vorträge zu halten. Die Freiheit zu lernen und das Verantwortungsbewusstsein sind die Schlüsselfaktoren für die Entwicklung eines Schülers. Die Zahl der internationalen Studenten, die an schwedischen Universitäten und Hochschulen eingeschrieben sind, nimmt von Tag zu Tag zu. Wenn Sie einer davon sein möchten, wissen Sie zunächst die Kosten für Studien- und Zulassungsverfahren sowie die Lebenshaltungskosten in Schweden.",
  "Application fees in Sweden": "Anwendungsgebühren in Schweden",
  "Students who want to apply in any program in Swedish colleges and universities are required to pay an application fee. The application fee and tuition fee are applicable for the students who are not a citizen of Switzerland, EU, EEA, or Nordic country and are planning to study at Bachelors or Masters level in Swede. This fee usually costs around 900 SEK and is paid online while applying for the admissions.": "Studenten, die sich in einem Programm an schwedischen Hochschulen und Universitäten bewerben möchten, müssen eine Anmeldegebühr zahlen. Die Antragsgebühr und die Studiengebühr gelten für Studenten, die kein Bürger der Schweiz, der EU, der EWR oder des nordischen Landes sind und planen, auf Bachelors oder Masters -Ebene in Schwede zu studieren. Diese Gebühr kostet normalerweise rund 900 SEK und wird online bezahlt, während die Zulassungen beantragt werden.",
  "The tuition fee varies widely among different universities in Sweden and even among different programs of the same university. The tuition fee usually costs somewhere between 75,000-250,000 SEK per year. However, business and architect programs are the most expensive programs in Sweden.": "Die Studiengebühr variiert stark zwischen verschiedenen Universitäten in Schweden und sogar zwischen verschiedenen Programmen derselben Universität. Die Studiengebühr kostet normalerweise irgendwo zwischen 75.000 und 250.000 SEK pro Jahr. Business- und Architektenprogramme sind jedoch die teuersten Programme in Schweden.",
  "You need to pay the application fee while applying for admission and is usually non-refundable non-transferable. Students have to pay the tuition fee as soon as their application is accepted by the university or the college and they have made the offer. The application of your residence permit will not be processed by the Migration Agency if they don't receive the notification from the university about receiving the tuition fee.": "Sie müssen die Antragsgebühr zahlen, während Sie die Zulassung beantragen, und sind normalerweise nicht erstattungsfähig. Die Studierenden müssen die Studiengebühr bezahlen, sobald ihre Bewerbung von der Universität oder dem College angenommen wird und das Angebot gemacht hat. Die Anwendung Ihrer Aufenthaltserlaubnis wird nicht von der Migrationsbehörde bearbeitet, wenn sie die Benachrichtigung von der Universität nicht über den Erhalt der Studiengebühr erhalten.",
  "Cost of Living": "Lebenshaltungskosten",
  "According to the findings of a survey, the average expense for a student in Sweden is around 8,370 SEK per month. This cost varies according to your location, your lifestyle, and your personal preferences. It can be around SEK 12,000 in Gothenburg and Stockholm and can be as low as SEK 7,500 in Lund.": "Nach den Ergebnissen einer Umfrage liegt der durchschnittliche Aufwand für einen Studenten in Schweden bei etwa 8.370 SEK pro Monat. Diese Kosten variieren je nach Standort, Ihrem Lebensstil und Ihren persönlichen Vorlieben. Es kann in Göteborg und Stockholm etwa 12.000 SEK sein und bis zu 7.500 SEK in Lund sein.",
  "The best option to start looking for accommodation will be your university or the college. You may get the related information there or the management may refer you to the organizations that deal with student halls or dormitories. Dormitories are the best option for the students to live in as they will meet lots of local and international students there and the prices are low (2,500-5000 SEK per month). Besides this, you can also look for sharing an apartment with other students.": "Die beste Option, um nach Unterkunft zu suchen, ist Ihre Universität oder das College. Sie können die damit verbundenen Informationen dort erhalten, oder das Management kann Sie an die Organisationen verweisen, die sich mit Studentenhallen oder Schlafsälen befassen. Schlafsäle sind die beste Option für die Studenten, in denen sie leben können, da sie dort viele lokale und internationale Studenten treffen und die Preise niedrig sind (2.500-5000 SEK pro Monat). Außerdem können Sie auch nach einer Wohnung mit anderen Schülern suchen.",
  "Food costs are also high in Sweden and you should expect to pay around SEK 2,000 per month for the food. This too depends upon your eating habits. You can save your money by buying groceries from a cheap supermarket and cook the food by yourself.": "Die Lebensmittelkosten sind in Schweden ebenfalls hoch und Sie sollten rechnen, rund 2.000 SEK pro Monat für die Lebensmittel zu zahlen. Auch dies hängt von Ihren Essgewohnheiten ab. Sie können Ihr Geld sparen, indem Sie Lebensmittel aus einem billigen Supermarkt kaufen und das Essen selbst kochen.",
  "Besides this, you will have to pay for transport if you are living far away from your university or college. Students will have to purchase the related textbooks and they should plan the budget accordingly.": "Außerdem müssen Sie für den Transport bezahlen, wenn Sie weit weg von Ihrer Universität oder Ihrem College leben. Die Schüler müssen die zugehörigen Lehrbücher kaufen und sollten das Budget entsprechend planen.",
  "No doubt, Sweden is a beautiful place full of natural beauty and is ranked among one of the top countries to provide high-quality education to the students. The costs are according to the standards and also depends upon your preferences and lifestyle. Students have to plan the budget and should estimate the lump sum cost of the study before applying to any country.": "Zweifellos ist Schweden ein wunderschöner Ort voller natürlicher Schönheit und gehört zu einem der Top-Länder, um den Schülern qualitativ hochwertige Bildung zu bieten. Die Kosten entsprechen den Standards und hängen auch von Ihren Vorlieben und Ihrem Lebensstil ab. Die Schüler müssen das Budget planen und die Pauschalkosten der Studie schätzen, bevor sie sich für ein Land bewerben.",
  "Sweden is known as the land of start-ups because the economic conditions of the country are detrimental to entrepreneurship. Swedish business culture is open and innovative, and starting a business there is relatively simple. Thus, Sweden excels in promoting the formation of ambitious start-ups on an unexpected level. After Silicon Valley, Stockholm is known for producing the second-highest revenues from tech companies per capita.": "Schweden ist als Land der Start-ups bekannt, da die wirtschaftlichen Bedingungen des Landes für das Unternehmertum nachteilig sind. Die schwedische Geschäftskultur ist offen und innovativ, und ein Unternehmen gründen dort relativ einfach. So zeichnet sich Schweden bei der Förderung der Bildung ehrgeiziger Start-ups auf unerwarteter Ebene aus. Nach dem Silicon Valley ist Stockholm dafür bekannt, die zweithöchsten Einnahmen von Tech-Unternehmen pro Kopf zu erzielen.",
  "Being the tech and innovation hub, there is a high survival rate for start-ups in Sweden with relatively fast growth. However, you can face some difficulties in understanding the business culture and the procedures for operating a business in Sweden. Following are some useful tips to build a successful start-up in Sweden:": "Als Technik- und Innovationszentrum gibt es eine hohe Überlebensrate für Start-ups in Schweden mit relativ schnellem Wachstum. Sie können jedoch Schwierigkeiten haben, die Geschäftskultur und die Verfahren für den Betrieb eines Unternehmens in Schweden zu verstehen. Im Folgenden finden Sie einige nützliche Tipps, um ein erfolgreiches Start in Schweden aufzubauen:",
  "Have a strong and clear vision": "Eine starke und klare Sicht haben",
  "The first step, of course, is to have a clear vision that what you want to do and how will you do it. Entrepreneurs spent weeks, months, or even years on brainstorming and polishing the idea they want to invest in. Your vision should be crystal clear and you should do the homework before digging into the market.": "Der erste Schritt besteht natürlich darin, eine klare Vision zu haben, was Sie tun möchten und wie Sie es tun werden. Unternehmer verbrachten Wochen, Monate oder sogar Jahre mit dem Brainstorming und Polieren der Idee, in die sie investieren möchten. Ihre Vision sollte kristallklar sein und Sie sollten die Hausaufgaben machen, bevor Sie in den Markt graben.",
  "Search for a suitable and innovative business idea and it shouldn't be ground-breaking in all aspects. You can work on improving something and come up with a better version of already existing service or product. Swedes are more attracted to innovation and so does their business market. Your vision and core values should be grounded in the business idea.": "Suchen Sie nach einer geeigneten und innovativen Geschäftsidee und sollte nicht in allen Aspekten bahnbrechend sein. Sie können an der Verbesserung von etwas arbeiten und eine bessere Version des bereits vorhandenen Service oder des bereits vorhandenen Produkts entwickeln. Die Schweden sind mehr von Innovation angezogen, ebenso wie ihr Geschäftsmarkt. Ihre Vision und Ihre Grundwerte sollten auf der Geschäftsidee beruhen.",
  "Benefit from business culture": "Von der Geschäftskultur profitieren",
  "Compared with many other cultures, the Swedish business culture is more relaxed and casual. There isn't too much bureaucracy and the country is quite free from corruption. You will be inspired much by working in this much relaxed and informal culture. You will learn a lot will build many fruitful business relationships. These cultural reforms can be beneficial for you as an entrepreneur in Sweden.": "Im Vergleich zu vielen anderen Kulturen ist die schwedische Geschäftskultur entspannter und lässig. Es gibt nicht zu viel Bürokratie und das Land ist ziemlich frei von Korruption. Sie werden viel inspiriert sein, indem Sie in dieser viel entspannten und informellen Kultur arbeiten. Sie werden lernen, dass viel fruchtbare Geschäftsbeziehungen aufbauen. Diese kulturellen Reformen können für Sie als Unternehmer in Schweden von Vorteil sein.",
  "Besides this, the Swedish government has made it a lot easier for people to borrow money from public or private lenders. Swedish are informal about names and being an expat, you should do the same. In short, the business culture, here in Sweden, is much favourable for new business opportunities.": "Außerdem hat die schwedische Regierung es den Menschen viel einfacher gemacht, Geld von öffentlichen oder privaten Kreditgebern zu leihen. Schwedisch ist informell über Namen und ein Expat, Sie sollten dasselbe tun. Kurz gesagt, die Geschäftskultur hier in Schweden ist sehr günstig für neue Geschäftsmöglichkeiten.",
  "Swedish consensus culture": "Schwedische Konsenskultur",
  "Swedish organizations are flat in structure and the employees are highly satisfied. Swedes learn to collaborate with others from an early age and they like to work in teams. Teams in Swedish business culture are a bit agile and work autonomously. If you are new to Sweden, then this might feel a bit confusing and irritating. You might feel like we talk a lot and don't make any decision but it actually is a part of Swedish consensus culture. Swedes like decisions to be based on wide agreements or collective opinions.": "Schwedische Organisationen sind flach und die Mitarbeiter sind sehr zufrieden. Die Schweden lernen, schon in jungen Jahren mit anderen zusammenzuarbeiten, und sie arbeiten gerne in Teams. Teams in der schwedischen Geschäftskultur sind etwas agil und arbeiten autonom. Wenn Sie neu in Schweden sind, kann sich dies ein bisschen verwirrend und irritierend anfühlen. Sie haben vielleicht das Gefühl, viel zu sprechen und keine Entscheidung zu treffen, aber es ist tatsächlich ein Teil der schwedischen Konsenskultur. Schweden wie Entscheidungen, die auf breiten Vereinbarungen oder kollektiven Meinungen beruhen.",
  "Sweden is among the high-ranking gender-equal countries in the world. You should hire a legal assistant to handle your legal affairs.": "Schweden gehört zu den hochrangigen geschlechtsspezifischen Ländern der Welt. Sie sollten einen rechtlichen Assistenten einstellen, um Ihre Rechtsangelegenheiten zu behandeln.",
  "Be passionate": "Leidenschaftlich sein",
  "Stockholm is a very cliquey place and starting a business here can be both difficult and easy. It is advisable that you should do the proper research before taking any big step and stay passionate about your aim. Being an entrepreneur, you should equip yourself with passion, good-will, and ambitions. Don't lose hope if you come across any hurdles in the process and keep ongoing.": "Stockholm ist ein sehr Cliquey -Ort und es kann sowohl schwierig als auch einfach sein, ein Unternehmen zu gründen. Es ist ratsam, dass Sie die richtige Nachforschungen anstellen sollten, bevor Sie einen großen Schritt machen und sich für Ihr Ziel leidenschaftlich halten. Als Unternehmer sollten Sie sich mit Leidenschaft, gutem Willen und Ambitionen ausstatten. Verlieren Sie nicht die Hoffnung, wenn Sie dabei auf Hürden stoßen und weiterhin dauerten.",
  "Building a successful start-up is not a cup of tea no matter what the culture and business ethics are. However, it is relatively easy to start a business in Sweden due to the economic conditions and innovative culture of the country. By following the above-mentioned simple yet useful steps, the chances for probable success can increase for entrepreneurs.": "Das Aufbau eines erfolgreichen Start-ups ist keine Tasse Tee, unabhängig von der Kultur und der Geschäftsethik. Es ist jedoch relativ einfach, aufgrund der wirtschaftlichen Bedingungen und der innovativen Kultur des Landes ein Unternehmen in Schweden zu gründen. Durch die Befolgung der oben genannten einfachen und dennoch nützlichen Schritte können die Chancen für den wahrscheinlichen Erfolg für Unternehmer zunehmen.",
  "Are you planning to move to Sweden for work? Everyone wants to look for better opportunities to earn a standard living for themselves and their families. As Sweden is known for its strong and growing economy, people are attracted to migrate to Sweden to find better jobs.": "Planen Sie, um zur Arbeit nach Schweden zu ziehen? Jeder möchte nach besseren Möglichkeiten suchen, um einen Standard für sich und ihre Familien zu verdienen. Da Schweden für seine starke und wachsende Wirtschaft bekannt ist, sind die Menschen angezogen, nach Schweden zu wandern, um bessere Arbeitsplätze zu finden.",
  "If you are moving from the EU, then you are entitled to work in Sweden without a permit and your family can join you as long as you have the right to of residence in Sweden. Citizens of countries outside the EU need to apply for a work permit if they want to migrate to Sweden to look for jobs. You have to follow a step by step to get a Swedish work permit and we are here to guide you thoroughly in this regard.": "Wenn Sie aus der EU ziehen, sind Sie berechtigt, ohne Erlaubnis in Schweden zu arbeiten, und Ihre Familie kann sich Ihnen anschließen, solange Sie das Recht auf Wohnsitz in Schweden haben. Bürger von Ländern außerhalb der EU müssen eine Arbeitserlaubnis beantragen, wenn sie nach Schweden wandern möchten, um nach Arbeitsplätzen zu suchen. Sie müssen einen Schritt für Schritt folgen, um eine schwedische Arbeitserlaubnis zu erhalten, und wir sind hier, um Sie in dieser Hinsicht gründlich zu führen.",
  "Apply for a work permit": "Beantragen Sie eine Arbeitserlaubnis",
  "First thing first, you need to apply for a work permit and should know the basic rules and regulations. Citizens of Australia, Chile, Argentina, South Korea, New Zealand, and Hong Kong can apply for a holiday working visa for one year. For employment that is for less than three months, citizens of certain countries should have both a valid visa and a work permit. It is to be noted that employees of some specific domains might be exempt from the regulations of work permit.": "Erstens müssen Sie eine Arbeitserlaubnis beantragen und die Grundregeln und Vorschriften kennen. Die Bürger Australiens, Chile, Argentinien, Südkorea, Neuseeland und Hongkong können ein Jahr lang ein Urlaubsvisum beantragen. Bei einer Beschäftigung, die weniger als drei Monate dauert, sollten die Bürger bestimmter Länder sowohl ein gültiges Visum als auch eine Arbeitserlaubnis haben. Es ist zu beachten, dass Mitarbeiter einiger spezifischer Bereiche von den Vorschriften der Arbeitserlaubnis ausgenommen sind.",
  "Requirements for permit": "Anforderungen für die Genehmigung",
  "To obtain the work permit for Sweden, you should have an employment offer from any Swedish employer. While applying online, you will be given instructions about how to fill the application form and the required documents you should send along with the application form.": "Um die Arbeitserlaubnis für Schweden zu erhalten, sollten Sie ein Arbeitsangebot von jedem schwedischen Arbeitgeber haben. Wenn Sie sich online bewerben, erhalten Sie Anweisungen zum Ausfüllen des Antragsformulars und der erforderlichen Dokumente, die Sie zusammen mit dem Antragsformular senden sollten.",
  "You must have an official job letter from a Swedish employer and the job must:": "Sie müssen einen offiziellen Jobbrief von einem schwedischen Arbeitgeber haben und der Job muss:",
  "Be advertised in the EU/EEA newspaper for at least ten days Have terms that comply with those set by the Swedish collective agreement Pay a minimum salary or wage rate of SEK 13,000 before tax Besides this, you must have a valid passport in your home country or the country you are currently residing in.": "Mindestens zehn Tage in der Zeitung der EU/EEA beworben werden, haben Begriffe, die denjenigen entsprechen, die von der schwedischen Kollektivvereinbarung festgelegt sind, ein Mindestgehalt oder eine Lohnrate von 13.000 SEK vor Steuern. Außerdem müssen Sie einen gültigen Reisepass in Ihrem Heimatland oder dem Land haben, in dem Sie derzeit wohnen.",
  "The application processes": "Die Bewerbungsprozesse",
  "You must apply for the work permit long before your date of joining as you must have a work permit for getting the visa. In some exceptional cases, you can apply for a work permit from Sweden if you are already in the country. You will need these documents for sending the application form which are:": "Sie müssen die Arbeitserlaubnis lange vor Ihrem Beitrittsdatum beantragen, da Sie eine Arbeitserlaubnis für das Visum erhalten müssen. In einigen Ausnahmefällen können Sie eine Arbeitserlaubnis aus Schweden beantragen, wenn Sie bereits im Land sind. Sie benötigen diese Dokumente für das Senden des Antragsformulars, das sich befinden:",
  "Letter of employment approved by the relevant trade union Complete and rightly filled application form Copies of the passport showing the personal data and validity date The proof of permission of living in other countries by your home country's government (usually available on the passport) The application fees Compile these documents and submit the application online or by hand in your closest Swedish embassy. The migration agency, will then, consider your application and will check the details. The provided details of the person are checked for authenticity and then they will give you an estimated waiting time.": "Beschäftigungsschreiben, genehmigt von der zuständigen Gewerkschaftsgewerkschaft, vollständige Kopien des Passes, aus denen die personenbezogenen Daten und Gültigkeitsdatum der Nachweis des Lebens in anderen Ländern durch die Regierung Ihres Heimatlandes (in der Regel auf dem Reisepass verfügbar sind) die Antragsgebühren erfassen diese Dokumente und einreichen den Antrag online oder per Hand in Ihrer engsten schwedischen Botschaft. Die Migrationsbehörde wird dann Ihre Bewerbung in Betracht ziehen und die Details überprüfen. Die bereitgestellten Details der Person werden auf Authentizität überprüft und geben Ihnen dann eine geschätzte Wartezeit.",
  "The process of applying for a work permit for Sweden seems quite simple and is transparent. The applicant will be informed by the migration agency about the application status from time to time or you can check the details online. Besides this, you will also need to apply for the extension of your work permit time to time after the expiry of the current permit and the process is quite similar to this one. If you apply for the extension well before the expiry date of your work permit, then you will be allowed to keep on working in the country till the decision.": "Der Prozess der Beantragung einer Arbeitserlaubnis für Schweden scheint recht einfach und ist transparent. Der Antragsteller wird von der Migrationsbehörde von Zeit zu Zeit über den Bewerbungsstatus informiert oder Sie können die Details online überprüfen. Außerdem müssen Sie nach Ablauf der aktuellen Genehmigung die Verlängerung Ihrer Arbeitserlaubnis für Zeit zu Zeit beantragen, und der Prozess ist diesem sehr ähnlich. Wenn Sie die Verlängerung lange vor dem Ablaufdatum Ihrer Arbeitserlaubnis beantragen, dürfen Sie bis zur Entscheidung weiter im Land arbeiten.",
  "Relocation is a lofty decision to make on part of an individual more or so, and on a family too. Relocation brings about the obvious challenges that a human might face in a foreign land. At times even relocating to a city might seem a gigantic change than changing your country code too. If all fails and despite all efforts, you have trouble accommodating yourself and your family, you might need to plan a relocation. And here is why you should plan moving out of Sweden in unpropitious times.": "Der Umzug ist eine hohe Entscheidung, einen Teil eines Einzelnen oder so und auch auf eine Familie zu treffen. Umzug führt zu den offensichtlichen Herausforderungen, denen ein Mensch in einem fremden Land steht. Manchmal scheint es eine gigantische Veränderung zu sein, als auch in eine Stadt zu ziehen, als auch Ihren Ländercode zu ändern. Wenn alles ausfällt und trotz aller Bemühungen Probleme haben, sich und Ihre Familie zu behaupten, müssen Sie möglicherweise einen Umzug planen. Und hier ist der Grund, warum Sie in unzureichenden Zeiten aus Schweden planen sollten.",
  "Unfriendly Environment": "Unfreundliche Umgebung",
  "Have you made friends yet? The statistics say you haven't. Many local surveys point out this disturbing lack of friendliness on the locals' part. Despite high standards of living in Sweden expats fail to feel at home in this Scandinavian country. Home to many luxuries and beautiful coastal cities in the country, however, fails to make foreigners feel at home. With the people distant and seemingly unfriendly, they give a cold shoulder to immigrants.": "Hast du schon Freunde gefunden? Die Statistiken sagen, dass Sie es nicht haben. Viele lokale Umfragen weisen auf diesen beunruhigenden Mangel an Freundlichkeit des Einheimischen hin. Trotz hoher Lebensstandards in Schweden fühlen sich Expats in diesem skandinavischen Land nicht wie zu Hause. In vielen Luxusstädten und wunderschönen Küstenstädten des Landes fühlen sich Ausländer jedoch nicht wie zu Hause. Mit den Menschen, die distanziert und scheinbar unfreundlich sind, geben sie Einwanderern eine kalte Schulter.",
  "\"I made two mistakes going to Stockholm, I went alone and I went in November\"": "\"Ich habe zwei Fehler gemacht, die nach Stockholm gegangen sind, ich ging alleine und ging im November\"",
  "Says a student who traveled there. No man is an island and certainly in this country of islands, one must have a hard time surviving alone.": "Sagt ein Student, der dorthin gereist ist. Kein Mann ist eine Insel und sicherlich in diesem Inselnland muss man es schwer haben, alleine zu überleben.",
  "Dark Dreary Winters": "Dunkle trostlose Winter",
  "Winters, well a short cool winter season who doesn't appreciate that. But when it gets too long it gets hard to bear by the day. The sunsets at 3 pm. An extraordinarily short day! How many of us have found ourselves longing for the sun in the mild winters back home? But in Sweden, you must survive the winters and do so without the sun peeking at you from time to time for respite. The grey colored skies and too short days do not help and it makes the atmosphere gloom stricken, deprived of energy for even daily chores.": "Winter, gut eine kurze coole Wintersaison, die das nicht schätzt. Aber wenn es zu lang wird, wird es von Tag zu Tag schwer zu ertragen. Die Sonnenuntergänge um 15 Uhr. Ein außergewöhnlich kurzer Tag! Wie viele von uns haben uns nach der Sonne im milden Winter zu Hause gesehnt? Aber in Schweden müssen Sie die Winter überleben und dies tun, ohne dass die Sonne von Zeit zu Zeit zur Pause zu Ihnen späht. Der grau gefärbte Himmel und die zu kurzen Tage helfen nicht und es macht die Atmosphäre düster, die selbst täglich Energie entzogen ist.",
  "Taxes Take a Toll on You!": "Steuern fordern einen Tribut an Sie!",
  "Even if one manages to secure a high paying job, that taxation demands that you give much of your hard-earned money to the government. Sweden is one of the richest countries as per GDP production but most of it goes as taxes. Proud owner of many International businesses Sweden sure sounds attractive but the home of the luxurious\" Volvo cars\" takes a toll on your income.": "Auch wenn man es schafft, einen hohen bezahlten Job zu sichern, verlangt diese Besteuerung, dass Sie der Regierung einen Großteil Ihres hart verdienten Geldes geben. Schweden ist eines der reichsten Länder gemäß der BIP -Produktion, aber das meiste davon wird als Steuern. Stolzer Eigentümer vieler internationaler Unternehmen, Schweden, klingt sicher attraktiv, aber die Heimat der luxuriösen \"Volvo Cars\" fordert Ihr Einkommen aus.",
  "To Rent or To Buy?": "Zu mieten oder zu kaufen?",
  "Moved to Sweden? Bet you had a hard time finding a place to live. This explains the reputation of simple furniture and minimal decorative sense. Rents in Sweden are sky-high, gobbling up to 30 % of one's salary. It might even be a luxury to afford a decent place on rent. The policy of short rental contracts will have you moving from one place to another before you find a permanent residence. People need to wait for years before they can afford decent housing. If you want to spend your hard-earned money on improving your lifestyle you might consider a relocation so you may afford a decent residence and focus on bigger things in life.": "Nach Schweden gezogen? Ich wette, es fiel Ihnen schwer, einen Ort zum Leben zu finden. Dies erklärt den Ruf einfacher Möbel und minimaler dekorativer Sinn. Die Mieten in Schweden sind himmelhoch und verschlingen bis zu 30 % des Gehalts. Es könnte sogar ein Luxus sein, sich einen anständigen Platz für die Miete zu leisten. In der Richtlinie von kurzen Mietverträgen werden Sie von einem Ort zum anderen übergehen, bevor Sie einen dauerhaften Wohnsitz finden. Die Menschen müssen Jahre warten, bevor sie sich ein anständiges Wohnen leisten können. Wenn Sie Ihr hart verdientes Geld für die Verbesserung Ihres Lebensstils ausgeben möchten, können Sie einen Umzug in Betracht ziehen, damit Sie sich einen anständigen Wohnsitz leisten und sich auf größere Dinge im Leben konzentrieren können.",
  "Satisfied with Your Work?": "Zufrieden mit Ihrer Arbeit?",
  "The first barrier you might have faced in Sweden is the language. And even after you have mastered the Swedish language it is only self-explanatory that the corporations prefer Swedish people who have a better grasp on Swedish ways of working and most importantly are native speakers of the language. Most of the foreigners in Sweden are forced to work at restaurants and bars. The education saturation demands extraordinary skills from a foreigner for him to be able to replace the natives at high-quality jobs.": "Die erste Barriere, mit der Sie in Schweden konfrontiert waren, ist die Sprache. Und selbst nachdem Sie die schwedische Sprache gemeistert haben, ist es nur selbsterklärend, dass die Unternehmen schwedische Menschen bevorzugen, die die schwedischen Arbeitsweise besser verstehen und vor allem Muttersprachler der Sprache sind. Die meisten Ausländer in Schweden sind gezwungen, in Restaurants und Bars zu arbeiten. Die Bildungssättigung erfordert außergewöhnliche Fähigkeiten von einem Ausländer, damit er die Eingeborenen in hochwertigen Arbeitsplätzen ersetzen kann.",
  "Relocating or immigrating is a life-changing process. You need adaptations you find yourself being molded in certain ways. Sweden is a Scandinavian nation. A land home to many beautiful natural scenes, coastal cities and beautifully changing seasons. Visiting Sweden is for sure a great trip but immigrating to Sweden demands that you prepare and brace yourself for a practical journey. Here is what you need to know.": "Umzug oder Einwanderung ist ein lebensverändernder Prozess. Sie brauchen Anpassungen, die Sie auf bestimmte Weise geformt werden. Schweden ist eine skandinavische Nation. Ein Landhaus für viele schöne natürliche Szenen, Küstenstädte und wunderschön verändernde Jahreszeiten. Der Besuch von Schweden ist mit Sicherheit eine großartige Reise, aber in Schweden zu wandert, fordert, dass Sie sich auf eine praktische Reise vorbereiten und sich selbst einhalten. Hier ist, was Sie wissen müssen.",
  "For visiting Sweden, you do require a visa if you are not part of the European Union. Visit freely if you are. However, you need to find a permanent abode and spend five years to gain Swedish citizenship.": "Für den Besuch in Schweden benötigen Sie ein Visum, wenn Sie nicht Teil der Europäischen Union sind. Besuchen Sie frei, wenn Sie sind. Sie müssen jedoch einen dauerhaften Wohnsitz finden und fünf Jahre damit verbringen, die schwedische Staatsbürgerschaft zu erlangen.",
  "Where to live": "Wo leben",
  "Most people in Sweden resort to finding a permanent residence than renting a house. Permanent residence may seem like a time-consuming thing, but in the long run, it benefits you. Higher than usual rents and unreliable contracts take a toll on your pocket. If you are planning to stay for a longer duration you are advised to find a permanent abode. Students may find room in Universities. It is however advised that you gather information and experiences of expatriates living here and try to find a most suitable home.": "Die meisten Menschen in Schweden zurückgreifen, um einen dauerhaften Wohnsitz zu finden, als ein Haus zu mieten. Der ständige Wohnsitz mag wie eine zeitaufwändige Sache erscheinen, aber auf lange Sicht kommt es Ihnen zugute. Höhere als die üblichen Mieten und unzuverlässige Verträge belasten die Tasche. Wenn Sie planen, für eine längere Dauer zu bleiben, wird Ihnen empfohlen, einen dauerhaften Wohnsitz zu finden. Die Schüler finden Platz an Universitäten. Es wird jedoch empfohlen, Informationen und Erfahrungen von Expatriates zu sammeln, die hier leben, und versuchen, ein am besten geeignetes Zuhause zu finden.",
  "Where to work": "Wo arbeiten",
  "Sweden offers an expansive and wealthy job market. Though if you are a non-European Union citizen you will need a work permit. Salaries are high and they usually do the job of paying for the basic facilities. But as some immigrants would share their experience of tough times finding work, and complain that expats are never prioritized for primary jobs. As a youngster, you may want to start by doing an internship to make you accustomed to the Swedish way of working and help you excel in practical fields": "Schweden bietet einen expansiven und wohlhabenden Arbeitsmarkt. Wenn Sie jedoch ein Nicht-Europäischer Gewerkschaftsbürger sind, benötigen Sie eine Arbeitserlaubnis. Die Gehälter sind hoch und sie erledigen normalerweise die Aufgabe, für die Grundeinrichtungen zu bezahlen. Aber da einige Einwanderer ihre Erfahrungen mit schwierigen Zeiten teilen und sich beschweren, dass Expats niemals für Primärjobs priorisiert werden. Als Jugendlicher möchten Sie vielleicht mit einem Praktikum anfangen, um Sie an die schwedische Arbeitsweise zu gewöhnen und Ihnen dabei zu helfen, sich in praktischen Bereichen zu übertreffen",
  "Are you a student?": "Sind Sie ein Student?",
  "So, have you decided to come to Sweden for studies or you have had to migrate because of your father's job? Fortunately, you can study using English as the medium. So, you don't have to worry about the tedious task of learning the language. Swedish universities are free for students from EU citizens. But if you come from outside the European Union you may face difficulties.": "Haben Sie beschlossen, zum Studium nach Schweden zu kommen, oder mussten Sie wegen der Arbeit Ihres Vaters migrieren? Glücklicherweise können Sie Englisch als Medium mit Englisch studieren. Sie müssen sich also keine Sorgen um die mühsame Aufgabe machen, die Sprache zu lernen. Schwedische Universitäten sind für Studenten der EU -Bürger frei. Aber wenn Sie von außerhalb der Europäischen Union kommen, können Sie Schwierigkeiten haben.",
  "Brace yourself for a new winter experience": "Setzen Sie sich für ein neues Wintererlebnis ab",
  "Winters in this near arctic country are unfortunately not so pleasant. The winter days are so short that gloom sets in and you find yourself longing for the sun. Winters are rather dreary and dismal. But on the brighter aspect, they are beautiful with the snow-covered lands and picturesque beauty. The days of gloom are not long they melt into a beautiful spring Season. So, buy yourself warm clothes before you step into the country.": "Die Winter in diesem in der Nähe von arktischen Land sind leider nicht so angenehm. Die Wintertage sind so kurz, dass die Dunkelheit eingeht und Sie sich nach der Sonne sehnen. Winter sind ziemlich trostlos und düster. Aber auf die bessere Aspekte sind sie schön mit den schneebedeckten Ländern und der malerischen Schönheit. Die Tage der Dunkelheit sind nicht lange, die sie zu einer schönen Frühlingszeit schmelzen. Kaufen Sie sich also warme Kleidung, bevor Sie ins Land treten.",
  "Swedish culture": "Schwedische Kultur",
  "Swedish people may not seem very friendly at first. They are not as socially outgoing as you might hope. But once they get to know you, they are soft-spoken and polite people. So, you may have a hard time making friends when you are new in Sweden. But once you master the language and accent, of course, you will be easily incorporated into the Swedish way of life.": "Die schwedischen Leute scheinen zunächst nicht sehr freundlich zu sein. Sie sind nicht so gesellschaftlich kontaktfreudig, wie Sie es hoffen könnten. Aber sobald sie dich kennenlernen, sind sie leise gesprochen und höfliche Menschen. Es fällt Ihnen vielleicht schwer, Freunde zu finden, wenn Sie in Schweden neu sind. Aber sobald Sie die Sprache und den Akzent beherrschen, werden Sie natürlich leicht in die schwedische Lebensweise einbezogen werden.",
  "Also, get used to a lot of Swedish meatballs and remember Swedes love their coffee, perhaps an effect of the ice-cold winters!": "Gewöhnen Sie sich auch an viele schwedische Fleischbällchen und erinnern Sie sich daran, dass Schweden ihren Kaffee lieben, vielleicht einen Effekt der eiskalten Winter!",
  "Expatriates in Sweden sure have to work hard to be one of the Swedes and starting a business is one of the challenges they may have to face. Competing with natives who have a grip on the Swedish way of life and are fluent in the language are sure to be in the lead when it comes to owning and running a business. They have contacts, and thus information about the legalities and the dangers of certain steps you might want to take when you start a business.": "Expatriates in Schweden müssen sicher hart arbeiten, um einer der Schweden zu sein, und ein Unternehmen zu gründen, ist eine der Herausforderungen, denen sie sich möglicherweise stellen müssen. Der Wettbewerb mit Eingeborenen, die die schwedische Lebensweise im Griff haben und fließend in der Sprache sprechen, sind mit Sicherheit an der Spitze, wenn es darum geht, ein Unternehmen zu besitzen und zu führen. Sie haben Kontakte und somit Informationen über die Legalitäten und die Gefahren bestimmter Schritte, die Sie möglicherweise unternehmen möchten, wenn Sie ein Unternehmen gründen.",
  "High Taxes!": "Hohe Steuern!",
  "Sweden sure is notorious for high tax rates. Although the Swedish government has reduced tax rates and taken measures such as allowing leaves to youngsters who want to practice entrepreneurship. But tax rates nonetheless remain high in this welfare state. An expatriate who has a little knowledge about taxing formalities and is not well versed in the Swedish way of work may face sudden failure owing to these complications. As a No European Union citizen, you need to register with the tax agencies and go through a lot of formalities before you set up. Businesses may become difficult for outsiders in such scenarios.": "Schweden ist sicher für hohe Steuersätze berüchtigt. Obwohl die schwedische Regierung die Steuersätze gesenkt und Maßnahmen ergriffen hat, z. Dennoch bleiben die Steuersätze in diesem Wohlfahrtsstaat jedoch hoch. Ein Expatriate, der ein wenig Kenntnisse über die Besteuerung von Formalitäten hat und sich mit schwedischen Arbeitsweise nicht gut auskennt, kann aufgrund dieser Komplikationen plötzlich scheitern. Als Bürger ohne Europäische Union müssen Sie sich bei den Steuerbehörden anmelden und viele Formalitäten durchlaufen, bevor Sie sich einrichten. Unternehmen können für Außenstehende in solchen Szenarien schwierig werden.",
  "Legal formalities": "Rechtsformalitäten",
  "Hire staff in Sweden but do it legally! For the laborer rights in Sweden make it compulsory for the employer to provide the laborers according to the law. Fortunately, if you are from the EU you can easily establish a business. But if an outsider you need a work permit and residence permit to stay and work in Sweden. Although it is not essential to register your business it secures the name of your business. Working your way through lawyers and contracts is not an easy task. And doing so in a foreign country, you are in for a hard day!": "Mieten Sie Mitarbeiter in Schweden, aber tun Sie es legal! Denn die Arbeiterrechte in Schweden machen es dem Arbeitgeber obligatorisch, die Arbeiter nach dem Gesetz zur Verfügung zu stellen. Glücklicherweise können Sie, wenn Sie aus der EU stammen, leicht ein Geschäft aufbauen. Aber wenn ein Außenseiter eine Arbeitserlaubnis und eine Aufenthaltserlaubnis benötigt, um in Schweden zu bleiben und zu arbeiten. Obwohl es nicht wichtig ist, Ihr Unternehmen zu registrieren, sichert es den Namen Ihres Unternehmens. Es ist keine leichte Aufgabe, sich durch Anwälte und Verträge durchzuarbeiten. Und wenn Sie dies in einem fremden Land tun, haben Sie einen harten Tag!",
  "Lack of working Capital": "Mangel an Betriebskapital",
  "Finding sufficient capital in Sweden may be a fantasy. Owing to high tax rates and tax paid health and education having sufficient capital and stored money is often not feasible for an aspiring businessman. Starting a business as a sole trader, you should expect tough times ahead and brace yourself for some time of non-profit business. In a trading partnership, you may not need so much capital but responsibility for all debts land on you and your partner. A common mistake made is financing your business at the cost of your household finances. Not being able to pay bills and afford basic needs leads to obvious failure in both cases. Getting a loan may sound a great idea. But again, for a foreigner no loans without sufficient security. Of course, it is a long-term procedure to be able to own enough you can mortgage against some loan.": "In Schweden ein ausreichendes Kapital zu finden, kann eine Fantasie sein. Aufgrund hoher Steuersätze und steuerlicher Gesundheit und Bildung mit ausreichendem Kapital und gelagertem Geld ist für einen aufstrebenden Geschäftsmann oft nicht möglich. Wenn Sie ein Unternehmen als einziger Händler gründen, sollten Sie schwierige Zeiten erwarten und sich für eine gewisse Zeit des gemeinnützigen Unternehmens vorstellen. In einer Handelspartnerschaft benötigen Sie möglicherweise nicht so viel Kapital, aber die Verantwortung für alle Schulden landet für Sie und Ihren Partner. Ein häufiger Fehler ist die Finanzierung Ihres Geschäfts auf Kosten Ihrer Haushaltsfinanzen. Nicht in der Lage zu sein, Rechnungen zu bezahlen und Grundbedürfnisse zu ermöglichen, führt in beiden Fällen zu offensichtlichen Ausfällen. Ein Darlehen kann eine großartige Idee klingen. Aber für einen Ausländer keine Kredite ohne ausreichende Sicherheit. Natürlich ist es ein langfristiges Verfahren, um genug besitzen zu können, was Sie gegen ein Darlehen hypotheken können.",
  "Problem in leads generation": "Problem in der Generierung von Leads",
  "If you are planning a business in Sweden, leads generation holds immense importance. Generating lead can be tough for a new businessman and more so for an expatriate working in Sweden. Not knowing the language, not being able to assess the Swedish mindset counts. For the Swedish work on trimmed lines and venturing for new ideas may be a little unorthodox for some. Not all foreigners are popular with the natives. And building the trust and companionship it takes for a successful business Venture takes you through narrow alleys.": "Wenn Sie ein Unternehmen in Schweden planen, ist die Leads Generation eine immense Bedeutung. Für einen neuen Geschäftsmann kann es schwierig sein, Blei zu generieren, und vor allem für einen in Schweden arbeitenden Expatriate. Die Sprache nicht kennen, nicht in der Lage zu sein, die schwedische Denkweise zu beurteilen. Für die schwedischen Arbeiten an geschnittenen Linien und das Wagen nach neuen Ideen können für einige ein wenig unorthodox sein. Nicht alle Ausländer sind bei den Eingeborenen beliebt. Und der Aufbau des Vertrauens und der Kameradschaft, die es für ein erfolgreiches Unternehmen braucht, führt Sie durch enge Gassen.",
  "Visiting Sweden may not be the hot pick for a holiday as compared to the other Western countries but it is the country where you can deal with lesser crowd and take your time to see all the beautiful landmarks. Afterall a holiday is all about giving yourself more relaxation. Swedes are known for their friendliness and tolerance. The country is considered to be one of the happiest and the safest amongst the other European countries, with less crime. If you have always been in awe of the Northern Lights, then the plan to visit Sweden has to be on your to-do list. This Scandinavian country has much more than this to offer and it becomes really hard for us to narrow down the list of reasons to visit Sweden. Anyhow, we are giving it a try and we hope knowing about these top 6 reasons will worth your time.": "Der Besuch von Schweden ist im Vergleich zu den anderen westlichen Ländern möglicherweise nicht die heiße Wahl für einen Urlaub, aber es ist das Land, in dem Sie mit weniger Menschenmenge umgehen und sich Zeit nehmen können, um alle schönen Sehenswürdigkeiten zu sehen. Immerhin geht es in einem Urlaub darum, sich mehr Entspannung zu geben. Schweden sind bekannt für ihre Freundlichkeit und Toleranz. Das Land gilt als einer der glücklichsten und sichersten unter den anderen europäischen Ländern mit weniger Verbrechen. Wenn Sie schon immer Ehrfurcht vor den Nordlichtern hatten, muss der Plan, Schweden zu besuchen, auf Ihrer To-Do-Liste stehen. Dieses skandinavische Land hat viel mehr als dieses zu bieten, und es wird für uns sehr schwierig, die Liste der Gründe für den Besuch von Schweden einzugrenzen. Wie auch immer, wir versuchen es und wir hoffen, dass wir über diese Top -6 -Gründe wissen, die Ihre Zeit wert sind.",
  "Experience the Hospitality": "Erleben Sie die Gastfreundschaft",
  "What we have concluded so far from online surveys is that Sweden has got one of the most tolerant and friendliest locals across the globe. In the past, there might have been rumors about their bad reputation in treating foreigners but now Swedes are on the way of becoming a prosperous nation. They take pride in serving the visitors and impress them by their hospitality. Bygone are the days when they were considered rude and introvert. According to a report by The Telegraph, they are now on 14th rank all over the world in Tolerance Index. Woah! That is such a moment of relief for all of us who were suspicious and couldn't add Sweden in our bucket list.": "Was wir bisher von Online -Umfragen abgeschlossen haben, ist, dass Schweden einen der tolerantesten und freundlichsten Einheimischen auf der ganzen Welt hat. In der Vergangenheit könnten Gerüchte über ihren schlechten Ruf bei der Behandlung von Ausländern gegeben, aber jetzt stehen Schweden auf dem Weg, eine erfolgreiche Nation zu werden. Sie sind stolz darauf, den Besuchern zu dienen und sie durch ihre Gastfreundschaft zu beeindrucken. Vergangener sind die Tage, in denen sie als unhöflich und introvertiert galten. Laut einem Bericht des Telegraphen befinden sie sich jetzt auf der ganzen Welt im Toleranzindex auf der ganzen Welt. Woah! Das ist ein solcher Moment der Erleichterung für uns alle, die misstrauisch waren und Schweden in unserer Eimerliste nicht hinzufügen konnten.",
  "Since Winter is Coming So Why Not the Sports": "Da der Winter kommt, warum also nicht der Sport?",
  "Sweden has got all the colours. No matter whether you are a summer lover or a sucker for winter it has so much to offer. We can say that Sweden can be considered as a heaven for all the winter hustle especially the sports. From alpine skiing to snowboarding you can enjoy a wide range of outdoor activities, full of thrill and fun.": "Schweden hat alle Farben. Egal, ob Sie ein Sommerliebhaber oder ein Trottel für den Winter sind, es hat so viel zu bieten. Wir können sagen, dass Schweden als Himmel für die gesamte Winterbauer betrachtet werden kann, insbesondere für die Sportarten. Vom alpinen Skifahren bis hin zu Snowboarden können Sie eine breite Palette von Outdoor -Aktivitäten genießen, voller Nervenkitzel und Spaß.",
  "A Blend of Urban Bustle and Country Side Panorama": "Eine Mischung aus städtischem Trubel und Landseiten -Panorama",
  "Apart from historic buildings and churches, Swedish cities have got all the essentials of what we call an urban life hustle and bustle. From the capital city of Stockholm to the 5th largest Nordic city Gothenburg there are amusement parks all across the country. Liseberg, Grona Lund, and many other parks are attracting thousands of local and international visitors each year. And this is one side of the story, like other Scandinavian countries Sweden is blessed with wide landscapes, mesmerizing national parks and a spectacular panorama of green lush fields.": "Abgesehen von historischen Gebäuden und Kirchen haben schwedische Städte alle wesentlichen Grundtiere dessen, was wir als städtisches Leben als Hektik bezeichnen. Von der Hauptstadt Stockholm bis zur fünftgrößten nordischen Stadt Göteborg gibt es im ganzen Land Vergnügungsparks. Liseberg, Grona Lund und viele andere Parks ziehen jedes Jahr Tausende lokaler und internationaler Besucher an. Und dies ist eine Seite der Geschichte, wie in anderen skandinavischen Ländern Schweden ist mit breiten Landschaften, faszinierenden Nationalparks und einem spektakulären Panorama von grünen, üppigen Feldern gesegnet.",
  "Roam freely and feel the Swedish Vibes": "Durchstreifen und die schwedische Stimmung spüren",
  "Here we will advise you to give a shut-up call to all those who keep on labeling Sweden as a dangerous and not-so-easy going country for visitors. Believe me, it is an incredible place where you can roam freely from one corner of the country to another. You may need to beware of pickpockets but that is quite an obvious thing to take care of. Right? We all do that even at the airport checkouts that are considered safest of all. If you are an avid traveler, you can easily manage this and it won't trouble you much.": "Hier raten wir Ihnen, all denjenigen, die Schweden immer wieder als gefährliches und nicht so einfaches Land für Besucher zu bezeichnen, einen Schließungsanruf anzusehen. Glauben Sie mir, es ist ein unglaublicher Ort, an dem Sie frei von einer Ecke des Landes in eine andere streifen können. Möglicherweise müssen Sie sich vor Taschendosen hüten, aber das ist eine offensichtliche Sache, um die Sie sich kümmern müssen. Rechts? Wir alle tun das auch an den Flughafenkektiven, die als am sichersten angesehen werden. Wenn Sie ein begeisterter Reisender sind, können Sie dies problemlos verwalten und es wird Sie nicht viel beunruhigen.",
  "Would you like to start a profitable business as a foreigner in Sweden? If so, here are six of Sweden's best small business ideas & investment opportunities that will generate you a handsome amount.": "Möchten Sie ein profitables Geschäft als Ausländer in Schweden gründen? Wenn ja, hier sind sechs der besten kleinen Geschäftsideen und Investitionsmöglichkeiten in Schweden, die Ihnen einen schönen Betrag erzeugen.",
  "Home Rental Business": "Heimvermietungsgeschäft",
  "There is always a space of Home-Property rental business in Sweden.A rental property business is a venture through which an investor will purchase and manage one or more income-producing properties. These properties can have one or more units that are leased out to tenants in exchange for monthly rental fees. Investors can have an effective rental plan without having to directly manage these properties; property management companies can be hired to carry out the duties often associated with landlords, such as rent collection and maintenance.It could be the idea if you are going to start a business with a partner or if you can invest in property or house by yourself and later rent-out as secure regular income. Subletting through AirBnb is quite profitable in big cities as well.": "In Schweden gibt es immer einen Raum für Wohnungsbaugeschäfte. Ein Geschäft mit Mietobjekten ist ein Unternehmen, durch das ein Investor ein oder mehrere einkommensschaffende Immobilien erwerbt und verwaltet. Diese Immobilien können eine oder mehrere Einheiten haben, die an Mieter vermietet werden, um monatliche Mietgebühren zu erheben. Anleger können einen effektiven Mietplan haben, ohne diese Immobilien direkt verwalten zu müssen. Immobilienverwaltungsunternehmen können beauftragt werden, die häufig mit Vermietern verbundenen Aufgaben auszuführen, wie z. B. Mietsammlung und Wartung. Es könnte die Idee sein, wenn Sie ein Unternehmen mit einem Partner gründen oder wenn Sie selbst in Eigentum oder Haus investieren und später als sicheres reguläres Einkommen vermieten können. Die Untervermietung durch Airbnb ist auch in großen Städten ziemlich profitabel.",
  "Start Boat Rental Business": "Starten Sie Bootsverleihgeschäft",
  "Ironically, with a few small boats, you can start this business. With the building of the Göta Canal in the 19th century, Sweden's vast waterway connectivity throughout the south was utilized, shortening the possible gap between the Baltic Sea south of Norrköping and Göteborg by using the lake and river network to facilitate the canal. This shows that a boat rental service in Sweden is expected to be successful.": "Ironischerweise können Sie mit ein paar kleinen Booten dieses Geschäft gründen. Mit dem Bau des Göta -Kanals im 19. Jahrhundert wurde die schwedische weite Wasserstraße im gesamten Süden genutzt, wodurch die mögliche Lücke zwischen der Ostsee südlich von Norrköping und Göteborg durch das Lake and River Network zur Erleichterung des Kanals verkürzt wurde. Dies zeigt, dass ein Bootsverleih in Schweden erfolgreich sein wird.",
  "Sweater and Cardigan Knitting Business": "Pullover und Strickwaffen -Strickgeschäft",
  "Given its northern latitude, most of Sweden has a temperate climate with four distinct seasons and mild temperatures throughout the year.": "Angesichts seines nördlichen Breitengrads hat der größte Teil von Schweden ein gemäßigtes Klima mit vier verschiedenen Jahreszeiten und milden Temperaturen das ganze Jahr über.",
  "With the exception of the mountains, the country as a whole has a July average temperature between 15 ° C (59 ° F) and 17.5 ° C (63.5 ° F) (2.5 degrees Celsius difference), whereas the average January temperatures range from freezing point to below −15 ° C (5 ° F) along the Finnish border (15 degrees Celsius difference).": "Mit Ausnahme der Berge hat das Land als Ganzes eine Durchschnittstemperatur im Juli zwischen 15 ° C (59 ° F) und 17,5 ° C (2,5 Grad Celsius -Differenz), während die durchschnittlichen Januar -Temperaturen von den Fischpunkten unter –15 ° C reichen (5 ° ff.",
  "A sweater and cardigan knitting company is an ideal start-up business in Sweden with this kind of freezing weather. An entrepreneur who wants to start a sweater and cardigan knitting company can start their own label on a small scale from home and serve a niche market such as schools and neighborhood families.": "Ein Pullover und ein Strickwahn-Strickunternehmen sind in Schweden ein ideales Start-up-Geschäft mit dieser Art von eiskaltem Wetter. Ein Unternehmer, der ein Pullover und eine Strickstrickfirma gründen möchte, kann ein eigenes Label in kleinem Maßstab von zu Hause aus starten und einen Nischenmarkt wie Schulen und Familien in der Nachbarschaft dienen.",
  "Start a Sawmill Cottage Business": "Starten Sie ein Sawmill Cottage -Geschäft",
  "Sawmill cottage business is yet another small-scale, highly thriving business in Sweden and prospects for newbies to enter the industry. This company is perfect in Sweden as it is distinguished by a large wealth of trees and shrubs in some regions of the country. The beech is the most dominant tree, but also smaller forests may form oak.": "Sawmill Cottage Business ist ein weiteres kleines, hoch wie florierendes Geschäft in Schweden und Aussichten für Neulinge, um in die Branche einzutreten. Dieses Unternehmen ist in Schweden perfekt, da es in einigen Regionen des Landes durch eine große Fülle von Bäumen und Sträuchern auszeichnet. Die Buche ist der dominanteste Baum, aber auch kleinere Wälder können Eichen bilden.",
  "Hornbeam, oak, spindle, yew, alder buckthorn, blackthorn, aspen, European rowan, Swedish whitebeam, juniper, European holly, ivy, dogwood, goat willow, larch, bird cherry, wild cherry, maple, ash, alder along creeks, and in sandy soil, birch compete with pine.": "Hornbream, Eiche, Spindel, Eibe, Erlen Buckthorn, Blackthorn, Aspen, europäischer Rowan, schwedischer Whitebeam, Wacholder, europäische Stechpalme, Efeu, Hundwood, Ziegenweide, Larke, Vogelkirsche, wilde Kirsche, Ahorn, Asche, Erlen entlang von Creeks und in Sandy -Boden, Birch konkurrieren mit Kiefel.",
  "Open a Language School": "Eröffnen Sie eine Sprachschule",
  "Opening a language school that teaches foreign languages, sign language, and second language English is an effective small-scale language that can start in Sweden.": "Die Öffnung einer Sprachschule, die Fremdsprachen, Gebärdensprache und Zweitsprache Englisch unterrichtet, ist eine effektive kleine Sprache, die in Schweden beginnen kann.",
  "While Sweden's official language is Swedish, but in varying degrees, depending largely on the level of contact with English, most Swedes, particularly those born after the Second World War, understand and speak English because of trade links, the popularity of overseas travel, the strong Anglo-American presence and the practice of subtitling rather than dubbing foreign television shows and films, and the relative similarities between the two languages, making it easier to learn English. Eighty-nine percent of Swedes reported the ability to speak English in a 2005 Eurobarometer survey.": "Während Schwedens offizielle Sprache schwedisch ist, aber in unterschiedlichem Maße, abhängig von dem Niveau des Kontakts mit Englisch, verstehen und sprechen Sie Englisch, insbesondere diejenigen, die nach dem Zweiten Weltkrieg geboren wurden 89 Prozent der Schweden berichteten über die Fähigkeit, in einer Eurobarometer-Umfrage von 2005 Englisch zu sprechen.",
  "Start Concierge Medical Practice Business": "Starten Sie Concierge Medical Practice Business",
  "A person seeking care, first visits a doctor's appointment clinic and may then be referred by the clinic doctor to a physician who, in turn, may prescribe either in-patient or out-patient treatment or an alternative for elective care. Healthcare is regulated by Sweden's 21 landsting and is funded primarily by premiums, with patient nominal fees.": "Eine Person, die eine Versorgung sucht, besucht zunächst die Klinik eines Arztes und kann dann vom Klinikarzt an einen Arzt weitergeleitet werden, der wiederum entweder stationäre oder ambulante Behandlung oder eine Alternative zur Wahlversorgung verschreiben kann. Das Gesundheitswesen wird durch schwedische 21 Landsting reguliert und wird hauptsächlich durch Prämien mit Nominalgebühren der Patienten finanziert.",
  "It shows that a medical concierge company in Sweden is expected to succeed. Concierge medical practice is a medical business that gives space to a unique relationship between a patient and a physician in which the patient pays an annual fee or what is known as retainer-ship can be called retainer medicine as well.": "Es zeigt, dass ein medizinisches Concierge -Unternehmen in Schweden voraussichtlich erfolgreich ist. Die Concierge Medical Practice ist ein medizinisches Geschäft, das eine einzigartige Beziehung zwischen einem Patienten und einem Arzt Platz bietet, in dem der Patient eine jährliche Gebühr zahlt oder das, was als Rückhalterschiff bezeichnet wird, auch als Haltermedizin bezeichnet werden kann.",
  "Sweden is undoubtedly a fascinating country that is enriched in natural beauty, culture, cool climate, and a fine economy, that attracts immigrants from all across the globe. Some migrate to Sweden for studies, some plan their visit to Sweden for business, others are interested in having a work permit to seek jobs and many come on an EU family visa for paying a visit to this paradise on Earth. As interesting as it seems, this country is enriched in employment, tourism and studies but we should also keep an eye on the hindrance that can be caused while migrating to the country for any of these causes. Some of the common barriers to immigration in the country include": "Schweden ist zweifellos ein faszinierendes Land, das in natürlicher Schönheit, Kultur, kühles Klima und einer guten Wirtschaft angereichert ist, die Einwanderer aus der ganzen Welt anzieht. Einige wandern für Studien nach Schweden, andere planen ihren Besuch in Schweden, um eine Arbeit zu haben, um Arbeitsplätze zu suchen, und viele kommen in ein EU -Familienvisum für die Zahlung eines Besuchs in diesem Paradies auf der Erde. So interessant es auch scheint, dieses Land ist in Beschäftigung, Tourismus und Studien angereichert, aber wir sollten auch das Hindernis im Auge behalten, das bei der Migration in das Land für eine dieser Ursachen verursacht werden kann. Einige der gemeinsamen Hindernisse für die Einwanderung im Land umfassen",
  "Education Employment Climate VISA and residence Expenses": "Bildungsbeschäftigungsklima- und Wohnsitzkosten",
  "Education": "Ausbildung",
  "You may think that English would be widely used as a means of communication in the country from the fact that it is a developed country. It is essentially not the case in Sweden. You will have to face many barriers to effective communication. As a student, you may find it difficult to make friends because of the cross-cultural barriers. Students from all across the globe migrate to the country for education including a large number of students from Africa.": "Sie mögen denken, dass Englisch häufig als Kommunikationsmittel im Land verwendet wird, da es sich um ein entwickeltes Land handelt. In Schweden ist es im Wesentlichen nicht der Fall. Sie müssen sich vielen Hindernissen für eine effektive Kommunikation stellen. Als Student kann es aufgrund der interkulturellen Hindernisse schwierig sind, Freunde zu finden. Studierende aus aller Welt wandern in das Land, um Bildung, einschließlich einer großen Anzahl von Studenten aus Afrika, ins Land.",
  "Employment": "Anstellung",
  "The country has developed over the decades and offers great employment opportunities to the residents. This statement is true, but its only one side of the canvass. Sweden offers job opportunities to its nationals so that they may secure their employment career. On the other hand, more than 37% of immigrants fail to find proper employment in Sweden. Those immigrants who are employed are compelled to work at a relatively low salary which ultimately causes an increase in the GDP of the country and a point to ponder for the immigrants.": "Das Land hat sich im Laufe der Jahrzehnte entwickelt und bietet den Bewohnern große Beschäftigungsmöglichkeiten. Diese Aussage ist wahr, aber es ist eine einzige Seite der Leinwand. Schweden bietet seinen Staatsangehörigen Beschäftigungsmöglichkeiten, damit sie ihre Beschäftigungskarriere sichern können. Andererseits finden mehr als 37% der Einwanderer in Schweden keine ordnungsgemäße Beschäftigung. Die Beschäftigten der Einwanderer sind gezwungen, in einem relativ niedrigen Gehalt zu arbeiten, was letztendlich zu einem Anstieg des BIP des Landes und zu einem Punkt zu den Einwanderern nachdenkt.",
  "Climate": "Klima",
  "A cool climate, snowfall, and captivating sceneries catch the attention of the migrants, but it is not as captivating in the real world. Sweden has comparatively long winters with less sunlight penetrating into the country. For the immigrants who have other problems including residence, work opportunities and language problems, cold and long winters can have adverse effects. Winters last for the most part of the year making it difficult for immigrants who come from countries like Africa, Nigeria, and others.": "Ein kühles Klima, ein Schneefall und ein faszinierender Landschaften erregen die Aufmerksamkeit der Migranten, aber es ist nicht so faszinierend in der realen Welt. Schweden hat vergleichsweise lange Winter, wobei weniger Sonnenlicht in das Land eindringt. Für die Einwanderer, die andere Probleme haben, einschließlich des Aufenthalts, Arbeitsmöglichkeiten und Sprachprobleme, können kalte und lange Winter nachteilige Auswirkungen haben. Die Winter dauern den größten Teil des Jahres, was es für Einwanderer, die aus Ländern wie Afrika, Nigeria und anderen stammen, schwer machen.",
  "Visa and Residence": "Visum und Wohnsitz",
  "Sweden is deporting many of the immigrants in the country because of the population saturation. You should be well aware that getting an EU visa is not a difficult task, but finding the accommodation certainly is. Immigrants face a drastic shortage of residence is the major cities such as Stockholm and they are left with no other options to either bear the cold or get a residence at elevated costs. So, if you are about to get your VISA approved for the country, make sure you would also have to face a residence issue along with others such as unemployment.": "Schweden deportiert viele Einwanderer im Land wegen der Bevölkerungssättigung. Sie sollten sich bewusst sein, dass es keine schwierige Aufgabe ist, ein EU -Visum zu bekommen, aber die Unterkunft zu finden, ist sicherlich. Einwanderer sind vor einem drastischen Aufenthaltsmangel ausgesetzt, sind die Hauptstädte wie Stockholm und sie haben keine weiteren Möglichkeiten, die Kälte entweder zu tragen oder einen Wohnsitz zu erhöhten Kosten zu erhalten. Wenn Sie also Ihr Visum für das Land genehmigen möchten, müssten Sie auch zusammen mit anderen wie Arbeitslosigkeit vor einem Aufenthaltsproblem konfrontiert sein.",
  "Expenses": "Kosten",
  "You will find a considerable difference is the prices of products and services in Sweden as compared to your homeland. You may find the prices of food about two folds high in the country. If you are planning to stay in the country, you should prepare yourself for a high monthly budget. The only option to cope up with this situation is to plan effectively and distribute your budget accordingly, to minimize the extensive inflation in the country.": "Sie werden einen erheblichen Unterschied finden, dass die Preise für Produkte und Dienstleistungen in Schweden im Vergleich zu Ihrer Heimatlandung sind. Möglicherweise finden Sie die Preise für Lebensmittel über zwei Falten im Land. Wenn Sie planen, im Land zu bleiben, sollten Sie sich auf ein hohes monatliches Budget vorbereiten. Die einzige Option, um mit dieser Situation fertig zu werden, besteht darin, effektiv zu planen und Ihr Budget entsprechend zu verteilen, um die umfassende Inflation im Land zu minimieren.",
  "If you are thinking about studying abroad, then visit Sweden. You probably want to know why Sweden is considered as a great destination. Let me notify you, Sweden has a fascinating history and culture, global businesses, delicious food, and welcoming people; and is also well known for its world-class academic opportunities that rank among the top 100 in the world.": "Wenn Sie über das Studium im Ausland nachdenken, besuchen Sie Schweden. Sie möchten wahrscheinlich wissen, warum Schweden als großartiges Ziel angesehen wird. Lassen Sie mich Sie benachrichtigen, Schweden hat eine faszinierende Geschichte und Kultur, globale Unternehmen, köstliches Essen und einladende Menschen. und ist auch bekannt für seine akademischen Möglichkeiten der Weltklasse, die zu den Top 100 der Welt gehören.",
  "Following are 6 reasons why Sweden is considered an ideal place to study:": "Im Folgenden finden Sie 6 Gründe, warum Schweden als idealer Ort zum Studium angesehen wird:",
  "Vision Enhancement of One's Mind": "Sehverstärkung des eigenen Geistes",
  "Study in Sweden let you think independently and critically. It will enhance your ability to question the state of affairs by accessing information, seeking new perspectives and coming up with well-informed judgments. Because of the informal and non-hierarchical nature of Swedish society, you will be able to think creatively. Where everyone is urged to bestow their ideas and opinions. This independence of mind and letting everyone's voice heard are the reasons why Sweden ranks among the world's most innovative nations.": "Wenn Sie in Schweden studieren, können Sie unabhängig und kritisch nachdenken. Es wird Ihre Fähigkeit verbessern, den Stand der Dinge in Frage zu stellen, indem Sie auf Informationen zugreifen, nach neuen Perspektiven suchen und gut informierte Urteile aufnehmen. Aufgrund der informellen und nicht-hierarchischen Natur der schwedischen Gesellschaft können Sie kreativ denken. Wo alle aufgefordert werden, ihre Ideen und Meinungen zu schenken. Diese Unabhängigkeit des Geistes und die Erhörung der Stimme aller sind die Gründe, warum Schweden zu den innovativsten Nationen der Welt gehört.",
  "Rich Swedish History": "Reiche schwedische Geschichte",
  "Sweden has contributed a lot to the history books, and many museums allow free entrance on a daily basis or on specially marked days throughout the year.  Swedish History Museum, the largest museum in Sweden; where millions of visitors and students come to see Sweden's foremost gold and silver treasures, and incomparable medieval art.": "Schweden hat viel zu den Geschichtsbüchern beigetragen, und viele Museen ermöglichen täglich oder an speziell markierten Tagen das ganze Jahr über einen freien Zugang.  Schwedisches Geschichtsmuseum, das größte Museum in Schweden; wo Millionen von Besuchern und Studenten kommen, um Schwedens führende Gold- und Silberschätze und unvergleichliche mittelalterliche Kunst zu sehen.",
  "Language Proficiency:": "Sprachkenntnisse:",
  "Using Swedish, a rich and beautiful native language; in 2017, Swedes ranked second in the world for skills in English as an official language. As the world is getting more independent and businesses seek to extend the national and linguistic boundaries, Sweden offers a marvelous location to learn and develop your English language skills. But knowing and trying to learn a little bit of Swedish language will make much easier to open your mind to your new cultural surroundings.  Also, Sweden is a car-free country with an extensive network of buses, trains, subways, trams, boats, planes, and many more that can take you anywhere you want to go.": "Mit schwedisch, eine reiche und schöne Muttersprache; Im Jahr 2017 belegte die Schweden als offizielle Sprache den zweiten Platz in der Welt. Da die Welt unabhängiger wird und Unternehmen versuchen, die nationalen und sprachlichen Grenzen zu erweitern, bietet Schweden einen wunderbaren Ort, um Ihre englischen Sprachkenntnisse zu lernen und zu entwickeln. Aber das Wissen und Versuch, ein bisschen schwedische Sprache zu lernen, erleichtert es viel einfacher, Ihren Geist für Ihre neue kulturelle Umgebung zu öffnen.  Außerdem ist Schweden ein autofreies Land mit einem umfangreichen Netz von Bussen, Zügen, U-Bahnen, Straßenbahnen, Booten, Flugzeugen und vielen anderen, die Sie überall hin bringen können, wo Sie hingehen möchten.",
  "Malmö, A Coastal City": "Malmö, eine Küstenstadt",
  "Malmö is among the top cities in Sweden having a free business environment and also a good place to live with outrageous rankings in housing, healthcare, and environmental quality. The University of Malmo founded in 1998, attracts above 15,000 students every year. It's not only a global city but also a commercial hub in the South of Sweden, as part of the Öresund region. The city has attracted a wide variety of companies in the technology sector (for example bio, medical, environmental, information and communication), as well as digital media, transports, financial services, business, leisure, entertainment, and constructions. And, most importantly, the cost of an apartment in Malmo is in the 139th place of all 248 Teleport cities.": "Malmö gehört zu den Top -Städten in Schweden und hat ein kostenloses Geschäftsumfeld und auch ein guter Ort, um mit empörenden Ranglisten in Wohnraum, Gesundheitswesen und Umweltqualität zu leben. Die 1998 gegründete Universität von Malmo zieht jedes Jahr über 15.000 Studenten an. Es ist nicht nur eine globale Stadt, sondern auch eine kommerzielle Zentrum im Süden Schwedens als Teil der Region Öresund. Die Stadt hat eine Vielzahl von Unternehmen im Technologiesektor (z. B. Biografie, Medizin, Umwelt, Information und Kommunikation) sowie digitale Medien, Transporte, Finanzdienste, Geschäft, Freizeit, Unterhaltung und Konstruktionen angezogen. Vor allem sind die Kosten einer Wohnung in Malmo am 139. Ort aller 248 Teleportationsstädte.",
  "Studying and Working in Sweden": "In Schweden studieren und arbeiten",
  "International students can comfortably get Sweden work permit. Unlike other countries, there's no legal limit to the number of hours international students can work during their studies. After the completion of studies, you can apply to extend your residence permit to look for work for up to six months. (But for that learning Swedish is necessary – it's often a job's requirement.)": "Internationale Studierende können die Arbeitserlaubnis von Schweden bequem erhalten. Im Gegensatz zu anderen Ländern gibt es keine gesetzliche Grenze für die Anzahl der Stunden, die internationale Studenten während ihres Studiums arbeiten können. Nach Abschluss des Studiums können Sie sich bewerben, um Ihre Aufenthaltserlaubnis zu verlängern, um bis zu sechs Monate nach Arbeit zu suchen. (Aber für dieses Lern ist Schwedisch notwendig - es ist oft die Anforderung eines Jobs.)",
  "EU Citizen's Right:": "Das Recht der EU -Bürger:",
  "Unless you are a citizen of a neighboring Nordic country, every foreigner will need to contemplate the different types of Swedish visas. When applying for a Swedish visa, you are not allowed to be in the country. This largely related to non-EU/EEA citizens and citizens of Sweden; because citizens with EU/EEA family visa Sweden have the rights of residence in Sweden and therefore can shift to the country with or without a job. However, they will need to start the Swedish visa application process if they plan to continue their stay in a country for a long time.": "Sofern Sie kein Bürger eines benachbarten nordischen Landes sind, muss jeder Ausländer die verschiedenen Arten von schwedischen Visa nachdenken. Wenn Sie ein schwedisches Visum beantragen, dürfen Sie nicht im Land sein. Dies war größtenteils mit Nicht-EU/EEA-Bürgern und Bürgern Schwedens zusammen; Weil Bürger mit EU/EEA -Familienvisum Schweden die Aufenthaltsrechte in Schweden haben und daher mit oder ohne Arbeit in das Land wechseln können. Sie müssen jedoch das schwedische Visa -Bewerbungsverfahren starten, wenn sie ihren Aufenthalt in einem Land lange Zeit fortsetzen möchten.",
  "If you are thinking about relocation Sweden; want to study abroad and also interesting in traveling, then Swedes are waiting for you. They are very friendly and like traveling very much. They are habitually open to know about a new culture and also interested in hearing about international experiences.": "Wenn Sie über Umsiedlung nachdenken; Ich möchte im Ausland studieren und auch interessant auf Reisen, dann warten die Schweden auf Sie. Sie sind sehr freundlich und reisen sehr gerne. Sie sind gewohnheitsmäßig offen für eine neue Kultur und auch daran interessiert, über internationale Erfahrungen zu erfahren.",
  "Sweden is known all over the world for many things: cars like Saab and Volvo, music group ABBA, pickled herring, and IKEA's DIY megastore. It is just as popular for its beautiful scenery, picturesque fishing villages, being the land of the reindeer and endless summer heat.": "Schweden ist für viele Dinge auf der ganzen Welt bekannt: Autos wie Saab und Volvo, Musikgruppe Abba, eingelegtes Herring und Ikeas DIY Megastore. Es ist genauso beliebt für seine wunderschöne Landschaft, malerische Fischerdörfer, das Land des Rentiers und die endlose Sommerhitze.",
  "Sweden is lined with colorful wooden buildings, traditional huts, cathedral and stone fortresses, and some pretty innovative contemporary architecture.": "Schweden ist mit farbenfrohen Holzgebäuden, traditionellen Hütten, Kathedralen- und Steinfestungen und einigen ziemlich innovativen zeitgenössischen Architektur gesäumt.",
  "Stockholm": "Stockholm",
  "Stockholm, a beautiful city on 14 islands, as the capital of Sweden and the largest city in Scandinavia, has a lot to do with it. The annual Nobel Prize is awarded in Stockholm, which was established in the 13th century. The Vasa Museum, dedicated to a warship of the 17th century that sunk on its maiden journey, is the most visited museum in Scandinavia. Stockholm is better for your budget than other Scandinavian towns, offering free access to 15 museums like Swedish Heritage, Medieval Museum, Royal Armoury, and Skokloster Castle.": "Stockholm, eine wunderschöne Stadt auf 14 Inseln als Hauptstadt Schwedens und die größte Stadt in Skandinavien, hat viel damit zu tun. Der jährliche Nobelpreis wird in Stockholm vergeben, das im 13. Jahrhundert gegründet wurde. Das Vasa Museum, das sich einem Kriegsschiff des 17. Jahrhunderts widmet, das auf seiner ersten Reise versenkt wird, ist das meistbesuchte Museum in Skandinavien. Stockholm ist besser für Ihr Budget als andere skandinavische Städte und bietet kostenlosen Zugang zu 15 Museen wie dem schwedischen Erbe, dem mittelalterlichen Museum, der königlichen Waffenkammer und dem Skokloster Castle.",
  "The Royal Palace, Modern Art Museum and City Hall should also not be missed.": "Der Royal Palace, das moderne Kunstmuseum und das Rathaus sollten ebenfalls nicht übersehen werden.",
  "Gotland": "Gotland",
  "As the largest island in Sweden, completely surrounded by the Baltic Sea, you would think that fishing would be the main industry on the island. It's not that. Among the main sectors are forestry, tourism and information technology. The island is one of the most popular tourist destinations in Sweden. Sun seekers like it because during the year it has more sunshine than any other location in Sweden. Visby, the island's only port, is a beautiful walled Hanseatic city that has retained most of its historic buildings and townscape. There are about 100 medieval churches on the island as well as numerous prehistoric sites.": "Als die größte Insel in Schweden, die vollständig von der Ostsee umgeben ist, würde man denken, dass das Fischen die Hauptindustrie auf der Insel sein würde. Es ist nicht das. Zu den Hauptsektoren zählen Forstwirtschaft, Tourismus und Informationstechnologie. Die Insel ist eines der beliebtesten Touristenziele in Schweden. Sonnensuchende mögen es, weil es im Laufe des Jahres mehr Sonnenschein hat als an jedem anderen Ort in Schweden. Visby, der einzige Hafen der Insel, ist eine schöne, ummauerte Hansese -Stadt, die den größten Teil seiner historischen Gebäude und seiner Stadt um behält. Es gibt ungefähr 100 mittelalterliche Kirchen auf der Insel sowie zahlreiche prähistorische Stätten.",
  "Gothenburg": "Göteborg",
  "Gothenburg, located on the western coast of Sweden, is a green city dotted with numerous parks of all sizes. Many of the parks date back to the 19th century, including Kungsparken, a park that surrounds the canal that surrounds the city center.": "Göteborg an der Westküste Schwedens ist eine grüne Stadt mit zahlreichen Parks aller Größen. Viele der Parks stammen aus dem 19. Jahrhundert, darunter Kungsparken, einem Park, der den Kanal umgibt, der das Stadtzentrum umgibt.",
  "If you're more interested in amusement parks, head to Liseberg, which has more rides than any other amusement park in Scandinavia. The largest port city in Scandinavia, Gothenburg is also home to the largest film festival in the region, as well as numerous music festivals throughout the year. Hungry, huh? Try a Haga Bulle, a large cinnamon roll in Haga, a district known for its picturesque wooden houses.": "Wenn Sie mehr an Vergnügungsparks interessiert sind, gehen Sie nach Liseberg, das mehr Fahrten als jeder andere Vergnügungspark in Skandinavien hat. Die größte Hafenstadt in Skandinavien, Göteborg, beherbergt das größte Filmfestival der Region sowie zahlreiche Musikfestivals das ganze Jahr über. Hungrig, oder? Probieren Sie eine Haga -Bulle, eine große Zimtrolle in Haga, einem Bezirk, das für seine malerischen Holzhäuser bekannt ist.",
  "Swedish Lapland": "Schwedischer Lappland",
  "If you're looking for a wilderness experience, there's no better place to visit than the Swedish Lapland in Sweden. Located well north above the Arctic Circle, where summer shines around the clock. Lapland is for canoes, climbers and wildlife viewers. The Swedish Lapland is inhabited by the hardy, native Sami. Who lives in vast forests and barren tundra.": "Wenn Sie nach einem Wildniserlebnis suchen, gibt es keinen besseren Ort als das schwedische Lappland in Schweden. Befindet sich gut nördlich über dem arktischen Kreis, wo der Sommer rund um die Uhr scheint. Lappland ist für Kanus, Kletterer und Tierzuschauer. Das schwedische Lappland wird von dem hinten, einheimischen Sami bewohnt. Wer lebt in riesigen Wäldern und kargen Tundra.",
  "A good way to experience the area is to drive the 359-km (223-mile) long Wilderness Way from the canoeing center at Stromsund to the terminus at Vilhelmina, a church town, through Fatmomakke, where you can see traditional wooden huts. Winter tourists can purchase reindeer hides at Jokkmokk, the center of Sami's life.": "Ein guter Weg, um das Gebiet zu erleben, besteht darin, den langen Wildnisweg von 359 km vom Kanufort in Stromsund zum Terminus in Vilhelmina, einer Kirchenstadt, über Fatmomakke zu fahren, wo Sie traditionelle Holzhütten sehen können. Wintertouristen können Rentier -Häute in Jokkmokk, dem Zentrum von Samis Leben, kaufen.",
  "Uppsala": "Uppsala",
  "Uppsala, situated 70 km (44 miles) north of Stockholm, has been the religious center of Sweden since the 12th century. Before Christianity, Uppsala was renowned for the temples of the Norse gods. The cathedral of Uppsala, the seat of the archbishop of Sweden, is the largest cathedral in Scandinavia. Education is also important here, with Uppsala University, which was founded in 1477, making it one of the oldest colleges in Scandinavia. The River Fyris flows through the area, with the medieval portion situated west of the river. Both the Cathedral and the Uppsala Castle dominate the skyline. The botanist of the eighteenth century Carl Linnaeus lived in Uppsala, so check out the botanical garden next to the castle.": "Uppsala, 70 km nördlich von Stockholm, ist seit dem 12. Jahrhundert das religiöse Zentrum Schwedens. Vor dem Christentum war Uppsala für die Tempel der nordischen Götter bekannt. Die Kathedrale von Uppsala, der Sitz des Schwedens, ist die größte Kathedrale in Skandinavien. Bildung ist auch hier mit der Uppsala University, die 1477 gegründet wurde, zu einem der ältesten Colleges in Skandinavien. Der Fluss Fyris fließt durch das Gebiet mit dem mittelalterlichen Teil westlich des Flusses. Sowohl die Kathedrale als auch die Uppsala -Burg dominieren die Skyline. Der Botaniker des 18. Jahrhunderts Carl Linnaeus lebte in Uppsala. Schauen Sie sich also den botanischen Garten neben dem Schloss an.",
  "It's very tricky to get a visit visa for many countries. Each has its respective rules and regulations. In this particular blog, we will guide you on what the Swedish embassy would be looking for before granting you a visa!": "Es ist sehr schwierig, ein Besuchsvisum für viele Länder zu erhalten. Jeder hat seine jeweiligen Regeln und Vorschriften. In diesem speziellen Blog werden wir Sie darüber führen, was die schwedische Botschaft suchen würde, bevor wir Ihnen ein Visum gewähren!",
  "Have you visited any other country before?": "Haben Sie schon einmal ein anderes Land besucht?",
  "This point is pretty basic but integral. The authorities at embassies would firstly want to make sure that you have the integrity to not overstay in another country or cause any other issue. Safety comes first after all.": "Dieser Punkt ist ziemlich einfach, aber integral. Die Behörden von Botschaften möchten zunächst sicherstellen, dass Sie die Integrität haben, in einem anderen Land nicht zu überschreiten oder andere Probleme zu verursachen. Sicherheit kommt doch an erster Stelle.",
  "If you have visa approval stamps of let's say USA or UK already, then this leaves a very good impression. It makes you seem trustworthy.": "Wenn Sie bereits über Visa -Zulassungsstempel von USA oder Großbritannien angeben, hinterlässt dies einen sehr guten Eindruck. Es lässt Sie vertrauenswürdig erscheinen.",
  "Invitation is a plus": "Einladung ist ein Plus",
  "Secondly, for visit visas, you'll be required to show a formal invitation from the person in Sweden you intend to visit. Whether it be a family member or business associate, you will have to request them to write a bit about their selves and why they feel that your visa should get approved.": "Zweitens müssen Sie für Besuchsvisa eine formelle Einladung von der Person in Schweden zeigen, die Sie besuchen möchten. Egal, ob es sich um ein Familienmitglied oder ein Geschäftspartner handelt, Sie müssen sie auffordern, ein wenig über sich selbst zu schreiben und warum sie das Gefühl haben, dass Ihr Visum genehmigt werden sollte.",
  "A valid passport": "Ein gültiger Pass",
  "The Swedish agency prefers that you have a passport that is valid for a minimum of 3 months after your visa has expired. This point is pretty understandable, to be honest. It's for your good. Imagine having your passport expired while still in Sweden. It can create many problems for you especially if you wish to visit another country straight from there.": "Die schwedische Agentur bevorzugt es, einen Reisepass zu haben, der nach Ablauf Ihres Visums mindestens 3 Monate gültig ist. Dieser Punkt ist ziemlich verständlich, um ehrlich zu sein. Es ist für dein Gut. Stellen Sie sich vor, Sie haben noch in Schweden abgelaufen. Es kann für Sie viele Probleme verursachen, insbesondere wenn Sie von dort aus ein anderes Land besuchen möchten.",
  "So, make sure that your passport is valid before applying for a visa. If it is not, get it renewed first.": "Stellen Sie also sicher, dass Ihr Pass gültig ist, bevor Sie sich für ein Visum bewerben. Wenn dies nicht der Fall ist, werden Sie zuerst erneuert.",
  "Money for your keep and the journey home": "Geld für Ihre Kasse und die Heimreise nach Hause",
  "This criterion is pretty understandable too and is a criterion for numerous countries. Without money, you'd be completely stuck in Sweden. Even if you have a family member there who can give you a roof to stay under and warm food and stuff, it still would be wise to have enough in your bank and travel bag. If not for shopping or tourism purposes, do keep some in case of emergencies. Many things can go wrong while you are in another country. Plus, it might not be easy getting a job there during your worst-case scenario stay there. So be careful!": "Dieses Kriterium ist auch ziemlich verständlich und ein Kriterium für zahlreiche Länder. Ohne Geld stecken Sie in Schweden völlig fest. Selbst wenn Sie dort ein Familienmitglied haben, das Ihnen ein Dach geben kann, um unter einem warmen Essen und Sachen zu bleiben, wäre es immer noch ratsam, genug in Ihrer Bank und Reisetasche zu haben. Wenn nicht zu Einkaufs- oder Tourismuszwecken, behalten Sie einige in Notfällen. Viele Dinge können schief gehen, während Sie in einem anderen Land sind. Außerdem ist es möglicherweise nicht einfach, dort einen Job während Ihres schlimmsten Falles zu bekommen, der dort bleibt. Also sei vorsichtig!",
  "Individual medical travel insurance": "Einzelne Arztversicherung",
  "Have asthma?  Heart issues? Diabetes? An injury? Well, it would be pretty inconvenient if you suddenly have serious health issues there, right?": "Asthma haben?  Herzprobleme? Diabetes? Eine Verletzung? Nun, es wäre ziemlich unpraktisch, wenn Sie dort plötzlich ernsthafte Gesundheitsprobleme haben, oder?",
  "Medical insurance helps cover the cost for emergencies like heart attacks or a car accident there perhaps. The insurance should cover costs of at least 30k Euro and should be valid in all Swedish countries. You would also have to submit the medical insurance documents while applying for them to keep in their records.": "Die Krankenversicherung hilft, die Kosten für Notfälle wie Herzinfarkte oder einen Autounfall dort vielleicht zu decken. Die Versicherung sollte die Kosten von mindestens 30.000 Euro decken und in allen schwedischen Ländern gültig sein. Sie müssten auch die Krankenversicherungsdokumente einreichen, während Sie sich dafür beantragen, dass sie in ihren Unterlagen aufbewahrt werden.",
  "Describe the purpose of your visit": "Beschreiben Sie den Zweck Ihres Besuchs",
  "This seems pretty basic but doesn't take it lightly. Write a detailed note of why you are applying, whose place will you be staying at, for how long do you wish to stay, why do you wish to go to Sweden from amongst all countries and so on. This is for them to be reassured that you won't overstay or try anything shady or fishy.": "Das scheint ziemlich einfach zu sein, nimmt es aber nicht leicht. Schreiben Sie eine detaillierte Anmerkung, warum Sie sich bewerben, an welchem Platz Sie bleiben werden, wie lange Sie bleiben möchten, warum Sie aus allen Ländern nach Schweden gehen möchten und so weiter. Dies ist, damit sie beruhigt werden, dass Sie nichts Schata oder Fischartiges übertreffen oder versuchen werden.",
  "It'll also be wise if you mention personal details of the person/family members you'll be staying at. They'll probably dig into their history anyway so it's better to write about it yourself.": "Es wird auch klug sein, wenn Sie persönliche Details der Person/Familienmitglieder erwähnen, in denen Sie übernachten. Sie werden wahrscheinlich sowieso in ihre Geschichte eintauchen, also ist es besser, selbst darüber zu schreiben.",
  "If you keep these points in mind, it wouldn't be likely that your visa application would be rejected. However, they aren't satisfied and do end up rejecting, you can read up on the appealing process and present your case to get an approval.": "Wenn Sie diese Punkte im Auge behalten, wäre es nicht wahrscheinlich, dass Ihr Visa -Antrag abgelehnt wird. Sie sind jedoch nicht zufrieden und lehnen es ab. Sie können sich über den ansprechenden Prozess nachlesen und Ihren Fall vorlegen, um eine Genehmigung zu erhalten.",
  "Are you planning to visit Sweden in the near future? Sweden has scrumptious and unique dishes and recipes that you must try while you visit. Swedish food is more than just fish, coffee, or meatballs. With a diet rich in proteins, whole grains, and omega-3, Swedish food has been hailed for its amazing health benefits. Being a visitor or foreigner, it can be difficult for you to find the food items and places in Sweden as most of the people eat at home. The restaurant culture in Sweden is much more different than in other countries. If you want to try some traditional and finger-licking Swedish food, then you must look for these 5 delicious dishes from Sweden:": "Planen Sie in naher Zukunft, Schweden zu besuchen? Schweden hat leckere und einzigartige Gerichte und Rezepte, die Sie während des Besuchs ausprobieren müssen. Schwedisches Essen ist mehr als nur Fisch, Kaffee oder Fleischbällchen. Mit einer Diät, die reich an Proteinen, Vollkornprodukten und Omega-3 ist, wurde schwedisches Essen für seine erstaunlichen gesundheitlichen Vorteile gefeiert. Als Besucher oder Ausländer kann es für Sie schwierig sein, die Lebensmittel und Orte in Schweden zu finden, da die meisten Menschen zu Hause essen. Die Restaurantkultur in Schweden ist viel anders als in anderen Ländern. Wenn Sie ein traditionelles und finger leckendes schwedisches Essen probieren möchten, müssen Sie nach diesen 5 köstlichen Gerichten aus Schweden suchen:",
  "1. Herring/Sill": "1. Hering/Sill",
  "This will be the dish that you will either love or hate depending upon your taste buds. There are a lot of varieties of sills and you can even eat pickled or fried herrings. Pickled Swedish herring is a classic Swedish dish derived from the times when preserving was the only way to get through the winter months. It is now an important part of all three basic traditional celebrations; Christmas, Easter, and off-course midsummer/midsummer.": "Dies wird das Gericht sein, das Sie entweder lieben oder hassen werden, je nach Ihren Geschmacksknospen. Es gibt viele Sorten von Schwellen und Sie können sogar eingelegte oder gebratene Heringe essen. Eingelegter schwedischer Hering ist ein klassisches schwedisches Gericht, das aus der Zeit, in der die Konservierung die einzige Möglichkeit war, durch die Wintermonate zu kommen. Es ist jetzt ein wichtiger Bestandteil aller drei grundlegenden traditionellen Feierlichkeiten; Weihnachten, Ostern und Off-Course-Hochsommer/Mittsommer.",
  "The pickling juice used to cook herring is made from vinegar, salt, spices, and water. No matter what type of herring you will see in the menu, it will be generally served with boiled potato, finely chopped chives, and gräddfil.": "Der zum Kochen von Hering ausgesetzte Saft wird aus Essig, Salz, Gewürzen und Wasser hergestellt. Unabhängig davon, welche Art von Herring Sie in der Speisekarte sehen werden, wird es im Allgemeinen mit gekochten Kartoffeln, fein gehackten Schnittlauch und Gräddfil serviert.",
  "2. Falukorv": "2. Falukorv",
  "This dish is a firm favorite among kids of all ages across Sweden. Falukorv's origin can be traced back to the sixteenth century when Falu copper mines used horse and ox skin to make strong ropes to pullover the copper ores. At first, the meat was simply salted and smoked to make this dish. When the Germans came into the mines, then Swedes learn to make sausage out of meat. Now falukorv is made out of meat and pork by boiling it, frying it, roasting it in cream or grilling it. This is served with rice, mashed potatoes or macaroni depending upon your choice.": "Dieses Gericht ist ein fester Favorit bei Kindern jeden Alters in ganz Schweden. Falukorvs Ursprung kann auf das 16. Jahrhundert zurückverfolgt werden, in dem Falu -Kupferminen Pferd und Ochsenhaut verwendeten, um starke Seile zum Pullover der Kupfererze zu machen. Zuerst wurde das Fleisch einfach gesalzen und geraucht, um dieses Gericht zu machen. Als die Deutschen in die Minen kamen, lernen die Schweden, aus Fleisch Wurst zu machen. Jetzt besteht Falukorv aus Fleisch und Schweinefleisch, indem er es kocht, es brät, es in Sahne röstet oder gegrillt. Dies wird je nach Wahl mit Reis, Kartoffelpüree oder Makkaroni serviert.",
  "3. Kroppkakor": "3. Kroppkakor",
  "Hearty mashed potato dumplings with mushroom fillings are known as kroppkakor. There are many different versions of kroppkakor all over the country and have different names. Potatoes and flour are mixed and then wrapped by the dough and pork. Potatoes can be used either raw or boiled depending upon your choice. These are most commonly served with melted butter, double cream, different sauces, and milk.": "Herzhafte Kartoffelknödel mit Pilzfüllungen sind als Kroppkakor bekannt. Es gibt viele verschiedene Versionen von Kroppkakor im ganzen Land und haben unterschiedliche Namen. Kartoffeln und Mehl werden gemischt und dann vom Teig und Schweinefleisch eingewickelt. Kartoffeln können je nach Wahl entweder roh oder gekocht werden. Diese werden am häufigsten mit geschmolzener Butter, Doppelcreme, verschiedenen Saucen und Milch serviert.",
  "4. Raggmunk": "4. Raggmunk",
  "Raggmunk is the name of a Swedish dish made of potato pancakes. These pancakes, however, cannot be cooked using new potatoes as these potatoes don't contain enough starch to hold the pancake together. This dish is mostly cooked in winters so this is not an issue. The butterier and crispier the pancake is around the edges, the better it will be in taste. The trick to this is not to spread the batter too thinly. If you will add some diced onion in it, then it will be called \"French\" potato pancake.": "Raggmunk ist der Name eines schwedischen Gerichts aus Kartoffelpfannkuchen. Diese Pfannkuchen können jedoch nicht mit neuen Kartoffeln gekocht werden, da diese Kartoffeln nicht genügend Stärke enthalten, um den Pfannkuchen zusammenzuhalten. Dieses Gericht ist größtenteils im Winter gekocht, daher ist dies kein Problem. Je Butterier und knuspriger der Pfannkuchen an den Rändern sind, desto besser wird er im Geschmack. Der Trick dafür ist, den Teig nicht zu dünn zu verteilen. Wenn Sie einige gewürfelte Zwiebel in sie hinzufügen, wird es \"Französische\" Kartoffelpfannkuchen genannt.",
  "5. Crayfish": "5. Krebse",
  "August in Sweden is known for the Crayfish season and people host crayfish parties with amazing décor. Get stuck in, rip off the claws and suck out the delicious juices. The crayfish are usually boiled in a brine bath with a lot of spices and crown dill. All you need then is Västerbotten cheese pie, soft bread, cold beer, snaps, crispbread and you're good to go!": "Der August in Schweden ist bekannt für die Krebse -Saison und die Menschen veranstalten Krebse -Partys mit erstaunlichem Dekor. Bleiben Sie fest, zeichnen Sie die Krallen aus und saugen Sie die köstlichen Säfte aus. Der Krebse wird normalerweise in einem Salzbad mit vielen Gewürzen und Kronen -Dill gekocht. Alles, was Sie dann brauchen, ist Västerbotten Käsekuchen, weiches Brot, kaltes Bier, Schnappschüsse, Crispbread und Sie können loslegen!",
  "As the month of August start, the shops are full of all kind of crayfish from different countries but Swedes prefer the Swedish signal crayfish. Besides this, both Chinese and Turkish crayfish are also good.": "Zu Beginn des Monats August sind die Geschäfte voller Krebse aus verschiedenen Ländern, aber Schweden bevorzugen die schwedischen Signalkrebs. Außerdem sind sowohl chinesische als auch türkische Krebse gut."
}