{
  "Blogs": "وبلاگ",
  "5 Swedish Foods You Must Try": "5 غذای سوئدی که باید امتحان کنید",
  "image": "تصویر",
  "Visa": "ویزا",
  "5 Things To Keep In Mind If You Are Relocating To Sweden": "اگر در حال جابجایی به سوئد هستید ، 5 نکته را باید در نظر داشته باشید",
  "A Guide About Student Fee And Admissions In Sweden": "راهنمایی در مورد هزینه دانش آموزان و پذیرش در سوئد",
  "How To Build A Successful Start-Up In Sweden": "نحوه ساخت یک راه اندازی موفق در سوئد",
  "Work Permit In Sweden - Complete Guide": "مجوز کار در سوئد - راهنمای کامل",
  "Why You Should Plan Moving Out Of Sweden": "چرا باید از سوئد برنامه ریزی کنید",
  "Immigrating To Sweden - What You Need To Know": "مهاجرت به سوئد - آنچه شما باید بدانید",
  "Business Challenges For Expatriates In Sweden": "چالش های تجاری برای مهاجران در سوئد",
  "Why You Shouldn't Be Afraid Of Visiting Sweden": "چرا نباید از بازدید از سوئد ترس داشته باشید",
  "6 Best Small Business Ideas In Sweden": "6 بهترین ایده کسب و کار کوچک در سوئد",
  "5 Common Problems Faced By Immigrants In Sweden": "5 مشکل شایع که مهاجران در سوئد با آن روبرو هستند",
  "6 Reasons Why Sweden Is An Ideal Place To Study": "6 دلیل اینکه سوئد مکانی ایده آل برای مطالعه است",
  "Places To Visit In Sweden": "مکانهایی برای بازدید در سوئد",
  "Swedish Visit Visa Requirements": "الزامات ویزای بازدید سوئد",
  "Starting a new life overseas can be a mix of different feelings. If you are planning to visit Sweden or relocating to Sweden, then you should do a lot of research beforehand to adjust to this place easily. There are a few societal norms that are purely Swedish and Swedes are much concerned about them. One of the biggest differences you might see is that you have to keep your plastic bags with you, you have to take off your shoes while entering someone's house, you have to squeeze out a lot of food items from tubes like toothpaste and much more.": "شروع زندگی جدید در خارج از کشور می تواند ترکیبی از احساسات مختلف باشد. اگر قصد بازدید از سوئد یا جابجایی به سوئد را دارید ، پس باید از قبل تحقیقات زیادی انجام دهید تا به راحتی با این مکان تنظیم کنید. چند هنجار اجتماعی وجود دارد که صرفاً سوئدی و سوئدی ها بسیار نگران آنها هستند. یکی از بزرگترین تفاوت هایی که ممکن است ببینید این است که شما باید کیسه های پلاستیکی خود را با خود نگه دارید ، باید هنگام ورود به خانه شخصی ، کفش های خود را بردارید ، باید بسیاری از مواد غذایی را از لوله هایی مانند خمیر دندان و موارد دیگر فشار دهید.",
  "Cultural and societal differences can lead to some problems for newbies in Sweden, but knowing these basic ones can help you to easily go through the process:": "اختلافات فرهنگی و اجتماعی می تواند منجر به برخی از مشکلات برای تازه واردان در سوئد شود ، اما دانستن این موارد اساسی می تواند به شما کمک کند تا به راحتی روند کار را طی کنید:",
  "Swedes love their coffee and food": "سوئدی ها قهوه و غذای خود را دوست دارند",
  "Swedes love their unique food items and coffee. They have a unique tradition knows as fika to foster the coffee drinking where friends and family members are invited to drink coffee or tea along with some sweet dishes on the table. Most Swedes will enjoy one fika a day as they like it as an opportunity to bond with others.": "سوئدی ها عاشق مواد غذایی و قهوه منحصر به فرد خود هستند. آنها یک سنت منحصر به فرد دارند که می داند فیکا برای پرورش نوشیدن قهوه در جایی که از دوستان و اعضای خانواده دعوت شده اند قهوه یا چای را به همراه برخی غذاهای شیرین روی میز بنوشند. بیشتر سوئدی ها روزانه از یک فیکا لذت می برند ، زیرا آنها آن را فرصتی برای پیوند با دیگران دوست دارند.",
  "There are so many traditional and unique dishes to tantalise your taste buds. Besides their world-famous IKEA meatballs, they have raggmunk, gravad latex, köttbullar, kanellbullar, Lussekatter, pepparkakor, chokladbollar, and much more.": "بسیاری از غذاهای سنتی و منحصر به فرد وجود دارد که جوانه های طعم شما را به هم ریخته است. علاوه بر کباب های مشهور جهان Ikea ، آنها دارای Raggmunk ، Gravad Latex ، Köttbullar ، Kanellbullar ، Lussekatter ، Pepparkakor ، Chokladbollar و موارد دیگر هستند.",
  "Get your personnummer": "شخصیتی خود را دریافت کنید",
  "It is the national identification number between ten to twelve digits and is widely used to identify individuals in Sweden. This ten or twelve-digit number is a way of unlocking the life in Sweden. You need this number for almost everything like getting help from jobcentre, getting the phone contract, applying for healthcare or unemployment benefits, and even getting loyalty or discount card from your favorite brands.": "این شماره شناسایی ملی بین ده تا دوازده رقم است و به طور گسترده برای شناسایی افراد در سوئد استفاده می شود. این شماره ده یا دوازده رقمی راهی برای باز کردن زندگی در سوئد است. شما تقریباً برای همه چیز مانند کمک از JobCentre ، دریافت قرارداد تلفن ، درخواست برای مراقبت های بهداشتی یا مزایای بیکاری و حتی دریافت وفاداری یا کارت تخفیف از مارک های مورد علاقه خود ، به این شماره نیاز دارید.",
  "Getting a job offer before moving to Sweden is the best way to get the personnumer automatically and you will be entitled to all the benefits. Except for this, you will have to prove that you are working or studying in Sweden and have enough savings to support yourself for a while in order to get the personnumer.": "دریافت یک پیشنهاد شغلی قبل از عزیمت به سوئد بهترین راه برای به دست آوردن خودکار فرد است و شما از تمام مزایا حق خواهید داشت. به جز این ، شما باید ثابت کنید که در سوئد کار می کنید یا در حال تحصیل هستید و پس انداز کافی برای حمایت از خود برای مدتی دارید تا بتوانید شخص را بدست آورید.",
  "Be informal with names": "با نام غیررسمی باشید",
  "Swedish aren't that much formal with the names or titles as others. They will call you by your first name be it your university or college professor, your doctor, your advisor or anyone, and they will expect the same from you during the conversation. That's the basic standard in Sweden and regardless of the job title or position in the firm, people call each other by their first name. However, there are some exceptions to this rule as well. If you will be in a courtroom, or in front of any political figure, or meet someone from the Swedish royal family, then you have to be pretty careful about the titles.": "سوئدی با نام یا عناوین مانند سایرین آنقدر رسمی نیستند. آنها با نام شما با نام شما تماس می گیرند ، چه استاد دانشگاه یا استاد دانشگاه ، پزشک ، مشاور شما یا هر کسی باشد و در طول مکالمه از شما انتظار دارند. این استاندارد اصلی در سوئد است و صرف نظر از عنوان یا موقعیت شغلی در شرکت ، مردم با نام خود با یکدیگر تماس می گیرند. با این حال ، برخی از استثنائات در این قانون نیز وجود دارد. اگر در یک دادگاه یا در مقابل هر شخصیت سیاسی قرار داشته باشید ، یا با کسی از خانواده سلطنتی سوئد ملاقات کنید ، پس باید در مورد عناوین بسیار مراقب باشید.",
  "It can be quite lonely": "این می تواند کاملاً تنها باشد",
  "Sweden can be the toughest place to make friends and Stockholm is rated badly in terms of friendliness. But there are other ways to make friends. Swedes know that it can be difficult to meet people so they have clubs and sports teams to join where you can meet new people and can make good terms with them. You have to find the relevant club according to your interests and can meet a lot of people there.": "سوئد می تواند سخت ترین مکان برای دوست داشتن باشد و استکهلم از نظر دوستی به شدت رتبه بندی می شود. اما روش های دیگری برای دوست داشتن وجود دارد. سوئدی ها می دانند که دیدار با افراد دشوار است ، بنابراین آنها می توانند در جایی که می توانید با افراد جدید ملاقات کنید ، باشگاه ها و تیم های ورزشی داشته باشند و بتوانند با آنها شرایط خوبی داشته باشند. شما باید با توجه به علایق خود ، باشگاه مربوطه را پیدا کنید و می توانید با افراد زیادی در آنجا ملاقات کنید.",
  "Traditions galore": "سنت ها",
  "Every country has its unique traditions and festivities that set them apart from others and so does Sweden. Swedes celebrate Christmas, Midsommer, Santa Lucia (13 December), Kräftskiva (8 August), Valborg (30 April). These traditions have their own unique colors and provide a great opportunity to learn and enjoy the Swedish traditions.": "هر کشوری سنت ها و جشن های منحصر به فرد خود را دارد که آنها را از دیگران جدا می کند و سوئد نیز چنین است. سوئدی ها کریسمس ، Midsommer ، سانتا لوسیا (13 دسامبر) ، Kräftskiva (8 اوت) ، Valborg (30 آوریل) را جشن می گیرند. این سنت ها رنگهای منحصر به فرد خود را دارند و فرصتی عالی برای یادگیری و لذت بردن از سنت های سوئدی فراهم می کنند.",
  "How expensive it can be to study in Sweden? If you are looking for the answer to this question, then you have to go through the whole blog to get the details on every aspect you need to know about.": "تحصیل در سوئد چقدر گران است؟ اگر به دنبال پاسخ این سؤال هستید ، پس باید کل وبلاگ را طی کنید تا جزئیات مربوط به هر جنبه ای را که باید در مورد آن بدانید بدست آورید.",
  "It has been unanimously reported by many surveys that Swedish universities have one of the most supportive and top-notch higher education centers of excellence. Higher education in Sweden is among the best in the world. The Nordic country is well-known for its excellent education system that focuses more on individual and group studies rather than just delivering lectures. Freedom to learn and the sense of responsibility are the key factors for the development of a student. The number of international students who are enrolled in Swedish universities and colleges is increasing day by day. If you want to be one of those, then you first know about the cost of study and admission procedures as well as the cost of living in Sweden.": "توسط بسیاری از نظرسنجی ها به اتفاق آرا گزارش شده است که دانشگاه های سوئد یکی از مراکز آموزش عالی و عالی ترین آموزش عالی را دارند. آموزش عالی در سوئد از بهترین های جهان است. کشور نوردیک به دلیل سیستم عالی آموزش و پرورش که بیشتر بر روی مطالعات فردی و گروهی متمرکز است و نه فقط ارائه سخنرانی ، مشهور است. آزادی یادگیری و احساس مسئولیت عوامل اصلی پیشرفت دانش آموز است. تعداد دانشجویان بین المللی که در دانشگاه ها و دانشکده های سوئد ثبت نام می کنند ، روز به روز در حال افزایش است. اگر می خواهید یکی از این موارد باشید ، ابتدا در مورد هزینه های مطالعه و پذیرش و همچنین هزینه زندگی در سوئد می دانید.",
  "Application fees in Sweden": "هزینه برنامه در سوئد",
  "Students who want to apply in any program in Swedish colleges and universities are required to pay an application fee. The application fee and tuition fee are applicable for the students who are not a citizen of Switzerland, EU, EEA, or Nordic country and are planning to study at Bachelors or Masters level in Swede. This fee usually costs around 900 SEK and is paid online while applying for the admissions.": "دانشجویانی که می خواهند در هر برنامه ای در دانشکده ها و دانشگاه های سوئد درخواست کنند ، ملزم به پرداخت هزینه درخواست هستند. هزینه درخواست و شهریه برای دانشجویانی که شهروند سوئیس ، اتحادیه اروپا ، EEA یا کشور نوردیک نیستند قابل اجرا است و قصد دارد در سطح لیسانس یا کارشناسی ارشد سوئدی تحصیل کند. این هزینه معمولاً حدود 900 SEK هزینه دارد و در هنگام درخواست پذیرش به صورت آنلاین پرداخت می شود.",
  "The tuition fee varies widely among different universities in Sweden and even among different programs of the same university. The tuition fee usually costs somewhere between 75,000-250,000 SEK per year. However, business and architect programs are the most expensive programs in Sweden.": "شهریه شهریه در بین دانشگاه های مختلف سوئد و حتی در بین برنامه های مختلف همان دانشگاه متفاوت است. شهریه معمولاً در جایی بین 75،000-20،000 SEK در سال هزینه دارد. با این حال ، برنامه های تجاری و معمار گرانترین برنامه های سوئد هستند.",
  "You need to pay the application fee while applying for admission and is usually non-refundable non-transferable. Students have to pay the tuition fee as soon as their application is accepted by the university or the college and they have made the offer. The application of your residence permit will not be processed by the Migration Agency if they don't receive the notification from the university about receiving the tuition fee.": "شما باید ضمن درخواست پذیرش ، هزینه درخواست را پرداخت کنید و معمولاً غیر قابل استرداد غیر قابل استرداد است. دانشجویان باید به محض پذیرش درخواست آنها توسط دانشگاه یا دانشکده ، شهریه را بپردازند و این پیشنهاد را ارائه داده اند. در صورت عدم دریافت اعلان از دانشگاه در مورد دریافت شهریه ، از مجوز اقامت شما توسط آژانس مهاجرت پردازش نمی شود.",
  "Cost of Living": "هزینه زندگی",
  "According to the findings of a survey, the average expense for a student in Sweden is around 8,370 SEK per month. This cost varies according to your location, your lifestyle, and your personal preferences. It can be around SEK 12,000 in Gothenburg and Stockholm and can be as low as SEK 7,500 in Lund.": "طبق یافته های یک نظرسنجی ، میانگین هزینه یک دانش آموز در سوئد حدود 8،370 SEK در هر ماه است. این هزینه با توجه به موقعیت مکانی ، سبک زندگی و ترجیحات شخصی شما متفاوت است. این می تواند در حدود 12000 SEK در گوتنبرگ و استکهلم باشد و می تواند به اندازه 7،500 SEK در لوند باشد.",
  "The best option to start looking for accommodation will be your university or the college. You may get the related information there or the management may refer you to the organizations that deal with student halls or dormitories. Dormitories are the best option for the students to live in as they will meet lots of local and international students there and the prices are low (2,500-5000 SEK per month). Besides this, you can also look for sharing an apartment with other students.": "بهترین گزینه برای شروع به جستجوی اسکان ، دانشگاه یا کالج شما خواهد بود. شما می توانید اطلاعات مرتبط را در آنجا دریافت کنید یا مدیریت ممکن است شما را به سازمان هایی که با سالن های دانشجویی یا خوابگاه ها سر و کار دارند ، ارجاع دهد. خوابگاه ها بهترین گزینه برای زندگی دانش آموزان هستند زیرا با تعداد زیادی از دانشجویان محلی و بین المللی در آنجا ملاقات می کنند و قیمت ها پایین است (2500-5000 SEK در هر ماه). علاوه بر این ، شما همچنین می توانید به دنبال به اشتراک گذاری یک آپارتمان با سایر دانش آموزان باشید.",
  "Food costs are also high in Sweden and you should expect to pay around SEK 2,000 per month for the food. This too depends upon your eating habits. You can save your money by buying groceries from a cheap supermarket and cook the food by yourself.": "هزینه های غذایی نیز در سوئد زیاد است و باید انتظار داشته باشید که در هر ماه 2000 SEK برای غذا بپردازید. این نیز به عادت های غذایی شما بستگی دارد. شما می توانید با خرید مواد غذایی از یک سوپر مارکت ارزان ، پول خود را پس انداز کنید و غذا را توسط خودتان بپزید.",
  "Besides this, you will have to pay for transport if you are living far away from your university or college. Students will have to purchase the related textbooks and they should plan the budget accordingly.": "علاوه بر این ، اگر به دور از دانشگاه یا کالج خود زندگی می کنید ، باید هزینه حمل و نقل را بپردازید. دانش آموزان باید کتابهای درسی مربوطه را خریداری کنند و باید بودجه را بر این اساس برنامه ریزی کنند.",
  "No doubt, Sweden is a beautiful place full of natural beauty and is ranked among one of the top countries to provide high-quality education to the students. The costs are according to the standards and also depends upon your preferences and lifestyle. Students have to plan the budget and should estimate the lump sum cost of the study before applying to any country.": "بدون شک ، سوئد مکانی زیبا و پر از زیبایی طبیعی است و در بین یکی از کشورهای برتر قرار دارد تا آموزش با کیفیت بالا را به دانش آموزان ارائه دهد. هزینه ها مطابق با استانداردها است و همچنین به ترجیحات و سبک زندگی شما بستگی دارد. دانشجویان باید بودجه را برنامه ریزی کنند و قبل از درخواست هر کشوری باید هزینه کل مطالعه را تخمین بزنند.",
  "Sweden is known as the land of start-ups because the economic conditions of the country are detrimental to entrepreneurship. Swedish business culture is open and innovative, and starting a business there is relatively simple. Thus, Sweden excels in promoting the formation of ambitious start-ups on an unexpected level. After Silicon Valley, Stockholm is known for producing the second-highest revenues from tech companies per capita.": "سوئد به عنوان سرزمین نوپا شناخته می شود زیرا شرایط اقتصادی کشور برای کارآفرینی مضر است. فرهنگ تجارت سوئد باز و خلاقانه است و شروع یک تجارت در آنجا نسبتاً ساده است. بنابراین ، سوئد در ترویج شکل گیری استارت آپ های بلندپروازانه در یک سطح غیر منتظره برتری دارد. پس از دره سیلیکون ، استکهلم به دلیل تولید دومین درآمد از شرکتهای فناوری سرانه شناخته شده است.",
  "Being the tech and innovation hub, there is a high survival rate for start-ups in Sweden with relatively fast growth. However, you can face some difficulties in understanding the business culture and the procedures for operating a business in Sweden. Following are some useful tips to build a successful start-up in Sweden:": "به عنوان قطب فناوری و نوآوری ، میزان بقای بالایی برای نوآوری در سوئد با رشد نسبتاً سریع وجود دارد. با این حال ، شما می توانید در درک فرهنگ تجارت و رویه های فعالیت یک تجارت در سوئد با برخی از مشکلات روبرو شوید. در زیر نکات مفیدی برای ایجاد یک راه اندازی موفق در سوئد وجود دارد:",
  "Have a strong and clear vision": "دید قوی و واضح داشته باشید",
  "The first step, of course, is to have a clear vision that what you want to do and how will you do it. Entrepreneurs spent weeks, months, or even years on brainstorming and polishing the idea they want to invest in. Your vision should be crystal clear and you should do the homework before digging into the market.": "البته اولین قدم این است که یک دید روشن داشته باشید که آنچه می خواهید انجام دهید و چگونه آن را انجام می دهید. کارآفرینان هفته ها ، ماه ها یا حتی سالها را صرف طوفان مغزی کرده و ایده ای را که می خواهند در آن سرمایه گذاری کنند ، گذراندند. دید شما باید کریستال باشد و شما باید قبل از حفر بازار ، کارهای خانه را انجام دهید.",
  "Search for a suitable and innovative business idea and it shouldn't be ground-breaking in all aspects. You can work on improving something and come up with a better version of already existing service or product. Swedes are more attracted to innovation and so does their business market. Your vision and core values should be grounded in the business idea.": "یک ایده تجاری مناسب و نوآورانه را جستجو کنید و نباید از همه جنبه ها زمینی باشد. شما می توانید روی بهبود چیزی کار کنید و نسخه بهتری از خدمات یا محصول موجود را در اختیار داشته باشید. سوئدی ها بیشتر مورد توجه نوآوری قرار می گیرند و بازار تجاری آنها نیز چنین است. چشم انداز و ارزشهای اصلی شما باید در ایده کسب و کار پایه گذاری شود.",
  "Benefit from business culture": "از فرهنگ تجارت بهره مند شوید",
  "Compared with many other cultures, the Swedish business culture is more relaxed and casual. There isn't too much bureaucracy and the country is quite free from corruption. You will be inspired much by working in this much relaxed and informal culture. You will learn a lot will build many fruitful business relationships. These cultural reforms can be beneficial for you as an entrepreneur in Sweden.": "در مقایسه با بسیاری از فرهنگ های دیگر ، فرهنگ تجارت سوئد آرامتر و گاه به گاه است. بوروکراسی زیادی وجود ندارد و کشور کاملاً عاری از فساد است. با کار در این فرهنگ بسیار آرام و غیررسمی ، از شما الهام می گیرید. شما می آموزید که بسیاری از روابط تجاری مثمر ثمر ایجاد می کند. این اصلاحات فرهنگی می تواند برای شما به عنوان یک کارآفرین در سوئد مفید باشد.",
  "Besides this, the Swedish government has made it a lot easier for people to borrow money from public or private lenders. Swedish are informal about names and being an expat, you should do the same. In short, the business culture, here in Sweden, is much favourable for new business opportunities.": "علاوه بر این ، دولت سوئد باعث شده است تا مردم وام دهندگان عمومی یا خصوصی وام بگیرند. سوئدی غیررسمی در مورد نام ها و مهاجران بودن ، شما باید همین کار را انجام دهید. به طور خلاصه ، فرهنگ تجارت ، در اینجا در سوئد ، برای فرصت های جدید شغلی بسیار مطلوب است.",
  "Swedish consensus culture": "فرهنگ اجماع سوئدی",
  "Swedish organizations are flat in structure and the employees are highly satisfied. Swedes learn to collaborate with others from an early age and they like to work in teams. Teams in Swedish business culture are a bit agile and work autonomously. If you are new to Sweden, then this might feel a bit confusing and irritating. You might feel like we talk a lot and don't make any decision but it actually is a part of Swedish consensus culture. Swedes like decisions to be based on wide agreements or collective opinions.": "سازمان های سوئدی از نظر ساختار مسطح هستند و کارمندان بسیار راضی هستند. سوئدی ها یاد می گیرند که از سنین پایین با دیگران همکاری کنند و دوست دارند در تیم ها کار کنند. تیم های فرهنگ تجاری سوئد کمی چالاک هستند و به طور مستقل کار می کنند. اگر تازه وارد سوئد هستید ، ممکن است این احساس کمی گیج کننده و تحریک کننده باشد. ممکن است احساس کنید که ما زیاد صحبت می کنیم و هیچ تصمیمی نمی گیریم اما در واقع بخشی از فرهنگ اجماع سوئد است. سوئدی ها تصمیم می گیرند که براساس توافق نامه های گسترده یا عقاید جمعی بنا شوند.",
  "Sweden is among the high-ranking gender-equal countries in the world. You should hire a legal assistant to handle your legal affairs.": "سوئد یکی از کشورهای مرتفع و برابر جنسیت در جهان است. شما باید یک دستیار حقوقی را برای رسیدگی به امور حقوقی خود استخدام کنید.",
  "Be passionate": "پرشور بودن",
  "Stockholm is a very cliquey place and starting a business here can be both difficult and easy. It is advisable that you should do the proper research before taking any big step and stay passionate about your aim. Being an entrepreneur, you should equip yourself with passion, good-will, and ambitions. Don't lose hope if you come across any hurdles in the process and keep ongoing.": "استکهلم یک مکان بسیار شفاف است و شروع یک تجارت در اینجا می تواند دشوار و آسان باشد. توصیه می شود قبل از هر قدم بزرگ ، تحقیقات مناسب را انجام دهید و نسبت به هدف خود اشتیاق داشته باشید. کارآفرین بودن ، باید خود را به اشتیاق ، حسن نیت و جاه طلبی تجهیز کنید. اگر در این روند موانع دارید و ادامه کار خود را از دست ندهید ، امید خود را از دست ندهید.",
  "Building a successful start-up is not a cup of tea no matter what the culture and business ethics are. However, it is relatively easy to start a business in Sweden due to the economic conditions and innovative culture of the country. By following the above-mentioned simple yet useful steps, the chances for probable success can increase for entrepreneurs.": "ایجاد یک راه اندازی موفق یک فنجان چای نیست ، مهم نیست که فرهنگ و اخلاق تجاری چیست. با این حال ، شروع یک تجارت در سوئد به دلیل شرایط اقتصادی و فرهنگ نوآورانه کشور نسبتاً آسان است. با پیروی از مراحل ساده و در عین حال مفید فوق الذکر ، احتمال موفقیت احتمالی برای کارآفرینان افزایش می یابد.",
  "Are you planning to move to Sweden for work? Everyone wants to look for better opportunities to earn a standard living for themselves and their families. As Sweden is known for its strong and growing economy, people are attracted to migrate to Sweden to find better jobs.": "آیا قصد دارید برای کار به سوئد بروید؟ همه می خواهند به دنبال فرصت های بهتر برای کسب یک زندگی استاندارد برای خود و خانواده های خود باشند. از آنجا که سوئد به دلیل اقتصاد قوی و رو به رشد خود شناخته شده است ، مردم جذب می شوند تا به سوئد مهاجرت کنند تا شغل های بهتری پیدا کنند.",
  "If you are moving from the EU, then you are entitled to work in Sweden without a permit and your family can join you as long as you have the right to of residence in Sweden. Citizens of countries outside the EU need to apply for a work permit if they want to migrate to Sweden to look for jobs. You have to follow a step by step to get a Swedish work permit and we are here to guide you thoroughly in this regard.": "اگر از اتحادیه اروپا در حال حرکت هستید ، پس از اینكه مجوز در سوئد كار می كنید ، می توانید تا زمانی كه حق اقامت در سوئد را داشته باشید ، در سوئد کار کنید. در صورت تمایل به مهاجرت به سوئد برای جستجوی شغل ، شهروندان کشورهای خارج از اتحادیه اروپا باید درخواست مجوز کار کنند. شما باید یک قدم به قدم دنبال کنید تا مجوز کار سوئدی را بدست آورید و ما در اینجا هستیم تا در این زمینه شما را به طور کامل راهنمایی کنیم.",
  "Apply for a work permit": "برای مجوز کار اقدام کنید",
  "First thing first, you need to apply for a work permit and should know the basic rules and regulations. Citizens of Australia, Chile, Argentina, South Korea, New Zealand, and Hong Kong can apply for a holiday working visa for one year. For employment that is for less than three months, citizens of certain countries should have both a valid visa and a work permit. It is to be noted that employees of some specific domains might be exempt from the regulations of work permit.": "اول از همه ، شما باید برای مجوز کار درخواست کنید و باید قوانین و مقررات اساسی را بدانید. شهروندان استرالیا ، شیلی ، آرژانتین ، کره جنوبی ، نیوزیلند و هنگ کنگ می توانند یک سال برای ویزای کار تعطیلات درخواست کنند. برای اشتغال که کمتر از سه ماه است ، شهروندان برخی از کشورها باید هم ویزای معتبری و هم مجوز کار داشته باشند. لازم به ذکر است که کارمندان برخی از حوزه های خاص ممکن است از مقررات مجوز کار معاف باشند.",
  "Requirements for permit": "الزامات مجوز",
  "To obtain the work permit for Sweden, you should have an employment offer from any Swedish employer. While applying online, you will be given instructions about how to fill the application form and the required documents you should send along with the application form.": "برای به دست آوردن مجوز کار برای سوئد ، باید از هر کارفرمای سوئدی پیشنهاد اشتغال داشته باشید. در حین درخواست آنلاین ، در مورد نحوه پر کردن فرم درخواست و اسناد مورد نیاز که باید به همراه فرم درخواست ارسال کنید ، به شما دستورالعمل هایی داده می شود.",
  "You must have an official job letter from a Swedish employer and the job must:": "شما باید یک نامه شغلی رسمی از یک کارفرمای سوئدی داشته باشید و کار باید:",
  "Be advertised in the EU/EEA newspaper for at least ten days Have terms that comply with those set by the Swedish collective agreement Pay a minimum salary or wage rate of SEK 13,000 before tax Besides this, you must have a valid passport in your home country or the country you are currently residing in.": "حداقل ده روز در روزنامه اتحادیه اروپا/EEA تبلیغ می شود ، شرایط را مطابق با مواردی که توسط توافق نامه جمعی سوئد تعیین شده است ، حداقل حقوق یا دستمزد SEK را قبل از مالیات بپردازد ، پس از این ، باید یک گذرنامه معتبر در کشور خود یا کشوری که در حال حاضر در آن ساکن هستید ، داشته باشید.",
  "The application processes": "فرآیندهای برنامه",
  "You must apply for the work permit long before your date of joining as you must have a work permit for getting the visa. In some exceptional cases, you can apply for a work permit from Sweden if you are already in the country. You will need these documents for sending the application form which are:": "شما باید مدتها قبل از تاریخ پیوستن به مجوز کار اقدام کنید زیرا برای دریافت ویزا مجوز کار دارید. در برخی موارد استثنایی ، اگر در حال حاضر در کشور هستید ، می توانید از مجوز کار از سوئد درخواست کنید. برای ارسال فرم درخواست که در آن قرار دارند به این اسناد نیاز خواهید داشت:",
  "Letter of employment approved by the relevant trade union Complete and rightly filled application form Copies of the passport showing the personal data and validity date The proof of permission of living in other countries by your home country's government (usually available on the passport) The application fees Compile these documents and submit the application online or by hand in your closest Swedish embassy. The migration agency, will then, consider your application and will check the details. The provided details of the person are checked for authenticity and then they will give you an estimated waiting time.": "نامه اشتغال تصویب شده توسط اتحادیه کارگری مربوطه ، نسخه های درخواست کامل و به درستی پر شده از گذرنامه را نشان می دهد که داده های شخصی و اعتبار تاریخ اثبات اجازه زندگی در سایر کشورها توسط دولت کشور خود (که معمولاً در گذرنامه موجود است) هزینه های درخواست این اسناد را تهیه کرده و درخواست را بصورت آنلاین یا با نزدیکترین سفارت سوئدی خود ارسال می کند. آژانس مهاجرت ، برنامه خود را در نظر خواهد گرفت و جزئیات را بررسی می کند. جزئیات ارائه شده از شخص برای اصالت بررسی می شود و سپس آنها زمان انتظار تخمین زده شده را به شما می دهند.",
  "The process of applying for a work permit for Sweden seems quite simple and is transparent. The applicant will be informed by the migration agency about the application status from time to time or you can check the details online. Besides this, you will also need to apply for the extension of your work permit time to time after the expiry of the current permit and the process is quite similar to this one. If you apply for the extension well before the expiry date of your work permit, then you will be allowed to keep on working in the country till the decision.": "روند درخواست مجوز کار برای سوئد بسیار ساده به نظر می رسد و شفاف است. متقاضی هر از گاهی توسط آژانس مهاجرت در مورد وضعیت برنامه مطلع می شود یا می توانید جزئیات را بصورت آنلاین بررسی کنید. علاوه بر این ، شما همچنین باید پس از انقضاء مجوز فعلی ، برای گسترش مجوز کار خود به موقع درخواست کنید و روند کاملاً شبیه به این کار است. اگر قبل از تاریخ انقضا مجوز کار خود درخواست تمدید کنید ، پس از آن اجازه می دهید تا تصمیم خود را در کشور ادامه دهید.",
  "Relocation is a lofty decision to make on part of an individual more or so, and on a family too. Relocation brings about the obvious challenges that a human might face in a foreign land. At times even relocating to a city might seem a gigantic change than changing your country code too. If all fails and despite all efforts, you have trouble accommodating yourself and your family, you might need to plan a relocation. And here is why you should plan moving out of Sweden in unpropitious times.": "جابجایی یک تصمیم عالی برای گرفتن بخشی از یک فرد بیشتر و در یک خانواده نیز است. جابجایی چالش های آشکاری را که ممکن است یک انسان در یک سرزمین خارجی با آن روبرو شود ، به وجود می آورد. در بعضی مواقع حتی جابجایی به یک شهر ممکن است یک تغییر غول پیکر نسبت به تغییر کد کشور شما نیز به نظر برسد. اگر همه شکست بخورد و با وجود همه تلاش ، شما در اسکان خود و خانواده مشکل دارید ، ممکن است نیاز به برنامه ریزی برای جابجایی داشته باشید. و در اینجا به همین دلیل است که شما باید در مواقع غیرمعمول از سوئد خارج شوید.",
  "Unfriendly Environment": "محیط غیر دوستانه",
  "Have you made friends yet? The statistics say you haven't. Many local surveys point out this disturbing lack of friendliness on the locals' part. Despite high standards of living in Sweden expats fail to feel at home in this Scandinavian country. Home to many luxuries and beautiful coastal cities in the country, however, fails to make foreigners feel at home. With the people distant and seemingly unfriendly, they give a cold shoulder to immigrants.": "آیا شما هنوز دوست شده اید؟ آمار می گوید شما چنین نکرده اید. بسیاری از نظرسنجی های محلی به این فقدان مزاحم دوستی از طرف افراد محلی اشاره می کنند. علیرغم استانداردهای بالای زندگی در سوئد ، مهاجران در این کشور اسکاندیناوی احساس نمی کنند. با این حال ، خانه های بسیاری از تجملات و شهرهای ساحلی زیبا در کشور ، با این حال ، نتوانسته است بیگانگان را در خانه احساس کند. با وجود مردم دور و به ظاهر غیر دوستانه ، آنها یک شانه سرد به مهاجران می دهند.",
  "\"I made two mistakes going to Stockholm, I went alone and I went in November\"": "\"من دو اشتباه را که به استکهلم رفتم ، تنها رفتم و در ماه نوامبر رفتم\"",
  "Says a student who traveled there. No man is an island and certainly in this country of islands, one must have a hard time surviving alone.": "می گوید دانشجویی که به آنجا سفر کرده است. هیچ کس جزیره ای نیست و مطمئناً در این کشور از جزایر ، باید به تنهایی زنده بماند.",
  "Dark Dreary Winters": "زمستان های تاریک تاریک",
  "Winters, well a short cool winter season who doesn't appreciate that. But when it gets too long it gets hard to bear by the day. The sunsets at 3 pm. An extraordinarily short day! How many of us have found ourselves longing for the sun in the mild winters back home? But in Sweden, you must survive the winters and do so without the sun peeking at you from time to time for respite. The grey colored skies and too short days do not help and it makes the atmosphere gloom stricken, deprived of energy for even daily chores.": "زمستان ها ، خوب یک فصل کوتاه زمستانی خنک که از آن قدردانی نمی کند. اما وقتی خیلی طولانی شود ، تحمل روز سخت می شود. غروب خورشید ساعت 3 بعد از ظهر. یک روز فوق العاده کوتاه! چند نفر از ما خودمان را در زمستان های خفیف به خانه خود در معرض آفتاب قرار داده ایم؟ اما در سوئد ، شما باید از زمستان ها زنده بمانید و این کار را انجام دهید بدون اینکه خورشید هر از گاهی به شما نگاه کند. آسمان های رنگی خاکستری و روزهای خیلی کوتاه کمکی نمی کنند و باعث می شود جو غم و اندوه داشته باشد ، از انرژی حتی برای کارهای روزانه محروم شود.",
  "Taxes Take a Toll on You!": "مالیات بر شما تأثیر می گذارد!",
  "Even if one manages to secure a high paying job, that taxation demands that you give much of your hard-earned money to the government. Sweden is one of the richest countries as per GDP production but most of it goes as taxes. Proud owner of many International businesses Sweden sure sounds attractive but the home of the luxurious\" Volvo cars\" takes a toll on your income.": "حتی اگر کسی موفق به تأمین شغل با پرداخت بالا شود ، این مالیات خواستار آن است که شما بیشتر از پول سخت درآمد خود را به دولت بدهید. سوئد یکی از ثروتمندترین کشورها طبق تولید تولید ناخالص داخلی است اما بیشتر آن به عنوان مالیات پیش می رود. صاحب افتخار بسیاری از مشاغل بین المللی سوئد مطمئناً جذاب به نظر می رسد اما خانه مجلل \"ماشین های ولوو\" بر درآمد شما تأثیر می گذارد.",
  "To Rent or To Buy?": "اجاره یا خرید؟",
  "Moved to Sweden? Bet you had a hard time finding a place to live. This explains the reputation of simple furniture and minimal decorative sense. Rents in Sweden are sky-high, gobbling up to 30 % of one's salary. It might even be a luxury to afford a decent place on rent. The policy of short rental contracts will have you moving from one place to another before you find a permanent residence. People need to wait for years before they can afford decent housing. If you want to spend your hard-earned money on improving your lifestyle you might consider a relocation so you may afford a decent residence and focus on bigger things in life.": "به سوئد نقل مکان کرد؟ شرط می بندید که برای پیدا کردن مکانی برای زندگی سخت کار سختی داشتید. این امر شهرت مبلمان ساده و حداقل دکوراسیون را توضیح می دهد. اجاره در سوئد دارای آسمان است و تا 30 ٪ حقوق فرد را به خود اختصاص می دهد. این حتی ممکن است یک لوکس برای داشتن یک مکان مناسب برای اجاره باشد. سیاست قراردادهای اجاره کوتاه قبل از یافتن یک محل اقامت دائمی ، از یک مکان به مکان دیگر حرکت می کند. مردم باید سالها صبر کنند تا بتوانند مسکن مناسبی را تحمل کنند. اگر می خواهید پول سخت درآمد خود را برای بهبود سبک زندگی خود خرج کنید ، ممکن است جابجایی را در نظر بگیرید تا بتوانید یک اقامتگاه مناسب را داشته باشید و روی چیزهای بزرگتر زندگی تمرکز کنید.",
  "Satisfied with Your Work?": "از کار خود راضی هستید؟",
  "The first barrier you might have faced in Sweden is the language. And even after you have mastered the Swedish language it is only self-explanatory that the corporations prefer Swedish people who have a better grasp on Swedish ways of working and most importantly are native speakers of the language. Most of the foreigners in Sweden are forced to work at restaurants and bars. The education saturation demands extraordinary skills from a foreigner for him to be able to replace the natives at high-quality jobs.": "اولین سدی که ممکن است در سوئد با آن روبرو شده باشید ، زبان است. و حتی بعد از تسلط بر زبان سوئدی ، فقط توضیح است که شرکت ها افراد سوئدی را ترجیح می دهند که درک بهتری از روش های سوئدی دارند و از همه مهمتر ، سخنرانان بومی زبان هستند. بیشتر خارجی های سوئد مجبور به کار در رستوران ها و کافه ها هستند. اشباع آموزش و پرورش مهارت های خارق العاده ای را از یک بیگانه برای او می طلبد تا بتواند بومیان را در مشاغل با کیفیت بالا جایگزین کند.",
  "Relocating or immigrating is a life-changing process. You need adaptations you find yourself being molded in certain ways. Sweden is a Scandinavian nation. A land home to many beautiful natural scenes, coastal cities and beautifully changing seasons. Visiting Sweden is for sure a great trip but immigrating to Sweden demands that you prepare and brace yourself for a practical journey. Here is what you need to know.": "جابجایی یا مهاجرت یک روند تغییر زندگی است. شما به سازگاری نیاز دارید که خود را به روش های خاصی شکل می گیرد. سوئد یک ملت اسکاندیناوی است. خانه ای برای بسیاری از صحنه های طبیعی زیبا ، شهرهای ساحلی و فصول زیبا در حال تغییر. بازدید از سوئد مطمئناً یک سفر عالی است اما مهاجرت به سوئد خواستار آن است که شما را برای یک سفر عملی آماده کرده و مهار کنید. در اینجا چیزی است که شما باید بدانید.",
  "For visiting Sweden, you do require a visa if you are not part of the European Union. Visit freely if you are. However, you need to find a permanent abode and spend five years to gain Swedish citizenship.": "برای بازدید از سوئد ، اگر بخشی از اتحادیه اروپا نیستید ، به ویزا نیاز دارید. اگر هستید آزادانه از آن دیدن کنید. با این حال ، شما باید یک محل زندگی دائمی پیدا کنید و پنج سال را برای به دست آوردن تابعیت سوئد بگذرانید.",
  "Where to live": "کجا زندگی کنیم",
  "Most people in Sweden resort to finding a permanent residence than renting a house. Permanent residence may seem like a time-consuming thing, but in the long run, it benefits you. Higher than usual rents and unreliable contracts take a toll on your pocket. If you are planning to stay for a longer duration you are advised to find a permanent abode. Students may find room in Universities. It is however advised that you gather information and experiences of expatriates living here and try to find a most suitable home.": "بیشتر افراد سوئد نسبت به اجاره خانه به یافتن یک اقامتگاه دائمی متوسل می شوند. اقامت دائم ممکن است یک چیز وقت گیر به نظر برسد ، اما در دراز مدت ، این به نفع شما است. بالاتر از اجاره های معمول و قراردادهای غیرقابل اعتماد بر جیب شما می گذرد. اگر قصد دارید برای مدت طولانی تر بمانید ، به شما توصیه می شود یک محل زندگی دائمی پیدا کنید. دانشجویان ممکن است در دانشگاه ها اتاق پیدا کنند. با این حال توصیه می شود که اطلاعات و تجربیات مهاجران را که در اینجا زندگی می کنند جمع آوری کرده و سعی کنید مناسب ترین خانه را پیدا کنید.",
  "Where to work": "کجا کار کنیم",
  "Sweden offers an expansive and wealthy job market. Though if you are a non-European Union citizen you will need a work permit. Salaries are high and they usually do the job of paying for the basic facilities. But as some immigrants would share their experience of tough times finding work, and complain that expats are never prioritized for primary jobs. As a youngster, you may want to start by doing an internship to make you accustomed to the Swedish way of working and help you excel in practical fields": "سوئد یک بازار کار گسترده و ثروتمند را ارائه می دهد. اگرچه اگر یک شهروند اتحادیه غیر اروپایی هستید ، به مجوز کار نیاز خواهید داشت. حقوق زیاد است و معمولاً کار پرداخت هزینه های اساسی را انجام می دهند. اما از آنجا که برخی از مهاجران تجربه خود را از زمان سخت در یافتن کار به اشتراک می گذارند ، و شکایت می کنند که مهاجران هرگز برای مشاغل اولیه در اولویت قرار نمی گیرند. به عنوان یک جوان ، ممکن است بخواهید با انجام کارآموزی شروع کنید تا شما را به روش سوئدی عادت کرده و به شما در زمینه های عملی کمک کند",
  "Are you a student?": "آیا شما دانشجو هستید؟",
  "So, have you decided to come to Sweden for studies or you have had to migrate because of your father's job? Fortunately, you can study using English as the medium. So, you don't have to worry about the tedious task of learning the language. Swedish universities are free for students from EU citizens. But if you come from outside the European Union you may face difficulties.": "بنابراین ، آیا تصمیم گرفته اید برای تحصیل به سوئد بیایید یا به دلیل کار پدرتان مجبور به مهاجرت هستید؟ خوشبختانه می توانید با استفاده از انگلیسی به عنوان رسانه مطالعه کنید. بنابراین ، لازم نیست نگران کار خسته کننده یادگیری زبان باشید. دانشگاه های سوئد برای دانشجویان شهروندان اتحادیه اروپا رایگان است. اما اگر از خارج از اتحادیه اروپا آمده باشید ، ممکن است با مشکل روبرو شوید.",
  "Brace yourself for a new winter experience": "خود را برای یک تجربه جدید در زمستان ببندید",
  "Winters in this near arctic country are unfortunately not so pleasant. The winter days are so short that gloom sets in and you find yourself longing for the sun. Winters are rather dreary and dismal. But on the brighter aspect, they are beautiful with the snow-covered lands and picturesque beauty. The days of gloom are not long they melt into a beautiful spring Season. So, buy yourself warm clothes before you step into the country.": "زمستان ها در این کشور نزدیک قطب شمال متأسفانه چندان خوشایند نیستند. روزهای زمستان آنقدر کوتاه است که غم و اندوه وارد می شود و خود را برای خورشید آرزو می کنید. زمستان ها نسبتاً ترسناک و ناخوشایند هستند. اما از جنبه روشن تر ، آنها با سرزمین های پوشیده از برف و زیبایی های زیبا زیبا هستند. روزهای غم و اندوه طولانی نیست که در یک فصل بهار زیبا ذوب می شوند. بنابراین ، قبل از قدم گذاشتن به کشور ، لباس های گرم خود را بخرید.",
  "Swedish culture": "فرهنگ سوئدی",
  "Swedish people may not seem very friendly at first. They are not as socially outgoing as you might hope. But once they get to know you, they are soft-spoken and polite people. So, you may have a hard time making friends when you are new in Sweden. But once you master the language and accent, of course, you will be easily incorporated into the Swedish way of life.": "ممکن است در ابتدا افراد سوئدی خیلی دوستانه به نظر نرسند. آنها به همان اندازه که ممکن است امیدوار باشید از نظر اجتماعی خارج نیستند. اما هنگامی که آنها شما را بشناسند ، آنها افراد نرم و مودب هستند. بنابراین ، ممکن است هنگام تازه کار بودن در سوئد دوستش سختی داشته باشید. اما به محض تسلط بر زبان و لهجه ، البته به راحتی در شیوه زندگی سوئد گنجانیده می شوید.",
  "Also, get used to a lot of Swedish meatballs and remember Swedes love their coffee, perhaps an effect of the ice-cold winters!": "همچنین ، به بسیاری از کباب های سوئدی عادت کنید و به یاد داشته باشید که سوئدی ها عاشق قهوه خود هستند ، شاید تأثیر زمستانهای یخبندان!",
  "Expatriates in Sweden sure have to work hard to be one of the Swedes and starting a business is one of the challenges they may have to face. Competing with natives who have a grip on the Swedish way of life and are fluent in the language are sure to be in the lead when it comes to owning and running a business. They have contacts, and thus information about the legalities and the dangers of certain steps you might want to take when you start a business.": "مهاجران در سوئد مطمئناً باید سخت تلاش کنند تا یکی از سوئدی ها باشد و شروع یک تجارت یکی از چالش هایی است که ممکن است با آنها روبرو شود. رقابت با بومیانی که به شیوه زندگی سوئدی دست و پنجه نرم می کنند و به زبان مسلط هستند ، مطمئناً هنگام مالکیت و اداره یک تجارت ، در صدرنشینی خواهند بود. آنها مخاطبین دارند و بنابراین اطلاعاتی در مورد حقوقی و خطرات مربوط به اقدامات خاصی که ممکن است بخواهید هنگام شروع کار انجام دهید ، اطلاعاتی دارند.",
  "High Taxes!": "مالیات زیاد!",
  "Sweden sure is notorious for high tax rates. Although the Swedish government has reduced tax rates and taken measures such as allowing leaves to youngsters who want to practice entrepreneurship. But tax rates nonetheless remain high in this welfare state. An expatriate who has a little knowledge about taxing formalities and is not well versed in the Swedish way of work may face sudden failure owing to these complications. As a No European Union citizen, you need to register with the tax agencies and go through a lot of formalities before you set up. Businesses may become difficult for outsiders in such scenarios.": "سوئد مطمئناً به دلیل نرخ بالای مالیات بدنام است. اگرچه دولت سوئد نرخ مالیات را کاهش داده و اقداماتی از قبیل اجازه دادن به برگهایی را که می خواهند کارآفرینی را انجام دهند ، انجام داده است. اما با این وجود نرخ مالیات در این وضعیت رفاهی بالا است. یک مهاجر که دانش کمی در مورد مالیات بر تشریفات دارد و در روش کار سوئدی به خوبی آگاه نیست ، به دلیل این عوارض ممکن است با شکست ناگهانی روبرو شود. به عنوان یک شهروند اتحادیه اروپا ، شما باید در آژانس های مالیاتی ثبت نام کنید و قبل از راه اندازی ، تشریفات زیادی را طی کنید. مشاغل ممکن است برای افراد خارجی در چنین سناریوهایی دشوار شوند.",
  "Legal formalities": "تشریفات قانونی",
  "Hire staff in Sweden but do it legally! For the laborer rights in Sweden make it compulsory for the employer to provide the laborers according to the law. Fortunately, if you are from the EU you can easily establish a business. But if an outsider you need a work permit and residence permit to stay and work in Sweden. Although it is not essential to register your business it secures the name of your business. Working your way through lawyers and contracts is not an easy task. And doing so in a foreign country, you are in for a hard day!": "کارمندان را در سوئد استخدام کنید اما این کار را به صورت قانونی انجام دهید! برای حقوق کارگر در سوئد این کار را برای کارفرما اجباری می کند که طبق قانون کارگران را تأمین کند. خوشبختانه ، اگر اهل اتحادیه اروپا هستید می توانید به راحتی یک تجارت ایجاد کنید. اما اگر یک فرد خارجی برای ماندن و کار در سوئد به مجوز کار و مجوز اقامت نیاز دارید. اگرچه ثبت نام تجاری شما ضروری نیست ، اما نام تجارت شما را تضمین می کند. کار کردن از طریق وکلا و قراردادها کار آسانی نیست. و انجام این کار در یک کشور خارجی ، شما برای یک روز سخت وارد آن هستید!",
  "Lack of working Capital": "کمبود سرمایه در گردش",
  "Finding sufficient capital in Sweden may be a fantasy. Owing to high tax rates and tax paid health and education having sufficient capital and stored money is often not feasible for an aspiring businessman. Starting a business as a sole trader, you should expect tough times ahead and brace yourself for some time of non-profit business. In a trading partnership, you may not need so much capital but responsibility for all debts land on you and your partner. A common mistake made is financing your business at the cost of your household finances. Not being able to pay bills and afford basic needs leads to obvious failure in both cases. Getting a loan may sound a great idea. But again, for a foreigner no loans without sufficient security. Of course, it is a long-term procedure to be able to own enough you can mortgage against some loan.": "یافتن سرمایه کافی در سوئد ممکن است یک خیال باشد. با توجه به نرخ بالای مالیات و مالیات پرداخت شده مالیات و آموزش و پرورش و تحصیلات کافی و پول ذخیره شده اغلب برای یک تاجر مشتاق امکان پذیر نیست. با شروع یک تجارت به عنوان یک معامله گر تنها ، باید انتظار داشته باشید که اوقات سختی را پیش رو داشته باشید و خود را برای مدتی تجارت غیر انتفاعی ببندید. در یک مشارکت تجاری ، ممکن است شما به سرمایه زیادی احتیاج نداشته باشید بلکه مسئولیت همه بدهی های شما و شریک زندگی خود را بر عهده دارید. یک اشتباه رایج انجام شده تأمین مالی تجارت شما با هزینه مالی خانواده شما است. عدم توانایی پرداخت صورتحساب و تأمین نیازهای اساسی منجر به شکست آشکار در هر دو مورد می شود. دریافت وام ممکن است ایده خوبی به نظر برسد. اما دوباره ، برای یک خارجی هیچ وام بدون امنیت کافی. البته این یک روش طولانی مدت است که بتوانید به اندازه کافی صاحب وام باشید که می توانید در برابر برخی از وام ها وام بگیرید.",
  "Problem in leads generation": "مشکل در نسل منجر",
  "If you are planning a business in Sweden, leads generation holds immense importance. Generating lead can be tough for a new businessman and more so for an expatriate working in Sweden. Not knowing the language, not being able to assess the Swedish mindset counts. For the Swedish work on trimmed lines and venturing for new ideas may be a little unorthodox for some. Not all foreigners are popular with the natives. And building the trust and companionship it takes for a successful business Venture takes you through narrow alleys.": "اگر در حال برنامه ریزی یک تجارت در سوئد هستید ، تولید Lead از اهمیت زیادی برخوردار است. تولید سرب می تواند برای یک تاجر جدید و بیشتر برای یک مهاجر که در سوئد کار می کند ، سخت باشد. عدم دانستن زبان ، عدم توانایی ارزیابی تعداد ذهنیت سوئد. برای کار سوئدی روی خطوط بریده شده و سرمایه گذاری برای ایده های جدید ممکن است برای برخی کمی غیرقابل توصیف باشد. همه خارجی ها در بین بومیان محبوب نیستند. و ایجاد اعتماد و همراهی که برای یک سرمایه گذاری موفق انجام می شود ، شما را از طریق کوچه های باریک می برد.",
  "Visiting Sweden may not be the hot pick for a holiday as compared to the other Western countries but it is the country where you can deal with lesser crowd and take your time to see all the beautiful landmarks. Afterall a holiday is all about giving yourself more relaxation. Swedes are known for their friendliness and tolerance. The country is considered to be one of the happiest and the safest amongst the other European countries, with less crime. If you have always been in awe of the Northern Lights, then the plan to visit Sweden has to be on your to-do list. This Scandinavian country has much more than this to offer and it becomes really hard for us to narrow down the list of reasons to visit Sweden. Anyhow, we are giving it a try and we hope knowing about these top 6 reasons will worth your time.": "بازدید از سوئد ممکن است در مقایسه با سایر کشورهای غربی ، تعطیلات داغ برای تعطیلات نباشد اما این کشور است که می توانید با جمعیت کمتری برخورد کنید و وقت خود را برای دیدن همه نقاط دیدنی زیبا ببرید. از این گذشته ، تعطیلات همه چیز در مورد آرامش بیشتر است. سوئدی ها به خاطر دوستی و تحمل خود شناخته شده اند. این کشور با جرم کمتری یکی از خوشبخت ترین و امن ترین در میان سایر کشورهای اروپایی محسوب می شود. اگر همیشه از چراغ های شمالی هراس داشته اید ، پس از این برنامه برای بازدید از سوئد باید در لیست کارهای شما باشد. این کشور اسکاندیناوی بسیار بیشتر از این برای ارائه است و محدود کردن لیست دلایل بازدید سوئد برای ما واقعاً سخت می شود. به هر حال ، ما آن را امتحان می کنیم و امیدواریم که در مورد این 6 دلیل برتر ارزش وقت شما را داشته باشیم.",
  "Experience the Hospitality": "مهمان نوازی را تجربه کنید",
  "What we have concluded so far from online surveys is that Sweden has got one of the most tolerant and friendliest locals across the globe. In the past, there might have been rumors about their bad reputation in treating foreigners but now Swedes are on the way of becoming a prosperous nation. They take pride in serving the visitors and impress them by their hospitality. Bygone are the days when they were considered rude and introvert. According to a report by The Telegraph, they are now on 14th rank all over the world in Tolerance Index. Woah! That is such a moment of relief for all of us who were suspicious and couldn't add Sweden in our bucket list.": "آنچه ما تاکنون از نظرسنجی های آنلاین نتیجه گرفتیم این است که سوئد یکی از تحمل ترین و دوستانه ترین افراد محلی در سراسر جهان را بدست آورده است. در گذشته ، ممکن است شایعاتی در مورد شهرت بد آنها در رفتار با بیگانگان وجود داشته باشد اما اکنون سوئدی ها در راه تبدیل شدن به یک ملت مرفه هستند. آنها به خدمت به بازدید کنندگان افتخار می کنند و از طریق مهمان نوازی آنها را تحت تأثیر قرار می دهند. گذشته روزهایی است که آنها بی ادب و درونگرا تلقی می شدند. براساس گزارشی از Telegraph ، آنها اکنون در رتبه چهاردهم در سراسر جهان در شاخص تحمل قرار دارند. وله این یک لحظه تسکین برای همه ما که مشکوک بودیم و نتوانستیم سوئد را در لیست سطل خود اضافه کنیم.",
  "Since Winter is Coming So Why Not the Sports": "از آنجا که زمستان می آید پس چرا ورزش نه",
  "Sweden has got all the colours. No matter whether you are a summer lover or a sucker for winter it has so much to offer. We can say that Sweden can be considered as a heaven for all the winter hustle especially the sports. From alpine skiing to snowboarding you can enjoy a wide range of outdoor activities, full of thrill and fun.": "سوئد همه رنگ ها را به خود اختصاص داده است. مهم نیست که شما یک عاشق تابستانی هستید یا مکنده زمستان ، آنقدر ارائه می دهد. می توان گفت که سوئد را می توان به عنوان یک بهشت برای همه شلوغی های زمستانی به ویژه ورزش در نظر گرفت. از اسکی کوهستانی تا اسنوبورد می توانید از طیف گسترده ای از فعالیت های در فضای باز ، پر از هیجان و سرگرمی لذت ببرید.",
  "A Blend of Urban Bustle and Country Side Panorama": "ترکیبی از شلوغی شهری و پانوراما جانبی کشور",
  "Apart from historic buildings and churches, Swedish cities have got all the essentials of what we call an urban life hustle and bustle. From the capital city of Stockholm to the 5th largest Nordic city Gothenburg there are amusement parks all across the country. Liseberg, Grona Lund, and many other parks are attracting thousands of local and international visitors each year. And this is one side of the story, like other Scandinavian countries Sweden is blessed with wide landscapes, mesmerizing national parks and a spectacular panorama of green lush fields.": "به غیر از ساختمانها و کلیساهای تاریخی ، شهرهای سوئد تمام موارد ضروری آنچه را که ما می نامیم یک زندگی شهری شلوغ و شلوغ است. از پایتخت استکهلم تا پنجمین شهر بزرگ نوردیک گوتنبرگ پارک های تفریحی در سراسر کشور وجود دارد. لیزبرگ ، گرونا لوند و بسیاری از پارک های دیگر هر سال هزاران بازدید کننده محلی و بین المللی را به خود جلب می کنند. و این یک طرف داستان است ، مانند سایر کشورهای اسکاندیناوی سوئد با مناظر گسترده ، پارک های ملی مسحور کننده و یک پانورامای دیدنی از مزارع سرسبز سبز برکت دارد.",
  "Roam freely and feel the Swedish Vibes": "آزادانه پرسه بزنید و لرزهای سوئدی را احساس کنید",
  "Here we will advise you to give a shut-up call to all those who keep on labeling Sweden as a dangerous and not-so-easy going country for visitors. Believe me, it is an incredible place where you can roam freely from one corner of the country to another. You may need to beware of pickpockets but that is quite an obvious thing to take care of. Right? We all do that even at the airport checkouts that are considered safest of all. If you are an avid traveler, you can easily manage this and it won't trouble you much.": "در اینجا ما به شما توصیه خواهیم کرد که با همه کسانی که در حال برچسب زدن سوئد هستند به عنوان یک کشور خطرناک و نه چندان آسان برای بازدید کنندگان ، تماس بگیرید. باور کنید ، این مکان باورنکردنی است که می توانید از یک گوشه کشور به کشور دیگر آزادانه پرسه بزنید. شاید شما نیاز به مراقب بودن از وانت داشته باشید اما این یک چیز کاملاً واضح برای مراقبت است. درست است؟ همه ما این کار را حتی در پرداختهای فرودگاه انجام می دهیم که از همه ایمن ترین آنها محسوب می شود. اگر یک مسافر مشتاق هستید ، می توانید به راحتی این کار را مدیریت کنید و این مشکل برای شما ایجاد نمی کند.",
  "Would you like to start a profitable business as a foreigner in Sweden? If so, here are six of Sweden's best small business ideas & investment opportunities that will generate you a handsome amount.": "آیا دوست دارید یک تجارت سودآور را به عنوان یک خارجی در سوئد شروع کنید؟ اگر چنین است ، در اینجا شش مورد از بهترین ایده های کسب و کار کوچک و سرمایه گذاری در سوئد وجود دارد که مبلغ خوش تیپ را برای شما ایجاد می کند.",
  "Home Rental Business": "تجارت اجاره خانه",
  "There is always a space of Home-Property rental business in Sweden.A rental property business is a venture through which an investor will purchase and manage one or more income-producing properties. These properties can have one or more units that are leased out to tenants in exchange for monthly rental fees. Investors can have an effective rental plan without having to directly manage these properties; property management companies can be hired to carry out the duties often associated with landlords, such as rent collection and maintenance.It could be the idea if you are going to start a business with a partner or if you can invest in property or house by yourself and later rent-out as secure regular income. Subletting through AirBnb is quite profitable in big cities as well.": "همیشه یک فضای تجارت اجاره ای در خانه در سوئد وجود دارد. تجارت دارایی اجاره یک سرمایه گذاری است که از طریق آن یک سرمایه گذار یک یا چند ویژگی تولید درآمد را خریداری و مدیریت می کند. این ویژگی ها می توانند یک یا چند واحد داشته باشند که در ازای هزینه های اجاره ماهانه به مستاجران اجاره داده می شوند. سرمایه گذاران می توانند بدون نیاز به مدیریت مستقیم این خصوصیات ، یک برنامه اجاره ای مؤثر داشته باشند. شرکت های مدیریت املاک می توانند برای انجام وظایفی که اغلب با صاحبخانه ها همراه است ، مانند جمع آوری و نگهداری اجاره ، استخدام شوند. اگر می خواهید با یک شریک زندگی شروع به کار کنید یا می توانید در املاک یا خانه خود سرمایه گذاری کنید و بعداً اجاره آن را به عنوان درآمد منظم امن کنید ، می تواند این ایده باشد. تعقیب از طریق Airbnb در شهرهای بزرگ نیز بسیار سودآور است.",
  "Start Boat Rental Business": "تجارت اجاره قایق را شروع کنید",
  "Ironically, with a few small boats, you can start this business. With the building of the Göta Canal in the 19th century, Sweden's vast waterway connectivity throughout the south was utilized, shortening the possible gap between the Baltic Sea south of Norrköping and Göteborg by using the lake and river network to facilitate the canal. This shows that a boat rental service in Sweden is expected to be successful.": "از قضا ، با چند قایق کوچک می توانید این تجارت را شروع کنید. با ساخت کانال گاتا در قرن نوزدهم ، از اتصال گسترده آبراه سوئد در سراسر جنوب استفاده شد و با استفاده از دریاچه و شبکه رودخانه برای تسهیل کانال ، شکاف احتمالی بین دریای بالتیک جنوب نورکپیپینگ و گوتبورگ را کوتاه کرد. این نشان می دهد که انتظار می رود یک سرویس اجاره قایق در سوئد موفقیت آمیز باشد.",
  "Sweater and Cardigan Knitting Business": "کار بافندگی ژاکت و ژاکت کش باف",
  "Given its northern latitude, most of Sweden has a temperate climate with four distinct seasons and mild temperatures throughout the year.": "با توجه به عرض جغرافیایی شمالی ، بیشتر سوئد دارای آب و هوای معتدل با چهار فصل مجزا و درجه حرارت خفیف در طول سال است.",
  "With the exception of the mountains, the country as a whole has a July average temperature between 15 ° C (59 ° F) and 17.5 ° C (63.5 ° F) (2.5 degrees Celsius difference), whereas the average January temperatures range from freezing point to below −15 ° C (5 ° F) along the Finnish border (15 degrees Celsius difference).": "به استثنای کوه ها ، این کشور به طور کلی دمای متوسط ماه ژوئیه بین 15 درجه سانتیگراد (59 درجه فارنهایت) و 17.5 درجه سانتیگراد (63.5 درجه فارنهایت) (2.5 درجه سانتیگراد تفاوت) دارد ، در حالی که میانگین دمای ژانویه از نقطه انجماد تا 15 درجه سانتیگراد (5 درجه فارنهایت) در امتداد مرزهای هدفین (15 درجه فارنهایت) متغیر است.",
  "A sweater and cardigan knitting company is an ideal start-up business in Sweden with this kind of freezing weather. An entrepreneur who wants to start a sweater and cardigan knitting company can start their own label on a small scale from home and serve a niche market such as schools and neighborhood families.": "یک شرکت بافندگی ژاکت و ژاکت کش بافندگی یک تجارت راه اندازی ایده آل در سوئد با این نوع هوای انجماد است. یک کارآفرین که می خواهد یک شرکت بافندگی ژاکت و ژاکت کش باف را راه اندازی کند می تواند برچسب خود را در مقیاس کوچک از خانه شروع کند و در بازار طاقچه مانند مدارس و خانواده های محله خدمت کند.",
  "Start a Sawmill Cottage Business": "تجارت کلبه اره را شروع کنید",
  "Sawmill cottage business is yet another small-scale, highly thriving business in Sweden and prospects for newbies to enter the industry. This company is perfect in Sweden as it is distinguished by a large wealth of trees and shrubs in some regions of the country. The beech is the most dominant tree, but also smaller forests may form oak.": "تجارت کلبه Sawmill یکی دیگر از مشاغل کوچک و بسیار پر رونق در سوئد و چشم انداز ورود تازه واردان برای ورود به صنعت است. این شرکت در سوئد عالی است زیرا در برخی از مناطق کشور با ثروت زیادی از درختان و درختچه ها متمایز می شود. راش غالب ترین درخت است ، اما همچنین جنگل های کوچکتر ممکن است بلوط تشکیل دهند.",
  "Hornbeam, oak, spindle, yew, alder buckthorn, blackthorn, aspen, European rowan, Swedish whitebeam, juniper, European holly, ivy, dogwood, goat willow, larch, bird cherry, wild cherry, maple, ash, alder along creeks, and in sandy soil, birch compete with pine.": "شاخ ، بلوط ، دوک ، سرخدار ، آلدر باکترن ، بلکترن ، آسپن ، روون اروپایی ، سفید سوئدی ، جونیپر ، هالی اروپایی ، پیچک ، چوب چوب ، بید بز ، لارچ ، گیلاس پرنده ، گیلاس وحشی ، افرا ، آلدر در امتداد نهرها ، و در خاک شنی ، برچ با پین همراه است.",
  "Open a Language School": "یک مدرسه زبان را باز کنید",
  "Opening a language school that teaches foreign languages, sign language, and second language English is an effective small-scale language that can start in Sweden.": "افتتاح یک مدرسه زبانی که به زبان های خارجی ، زبان امضا و زبان دوم انگلیسی آموزش می دهد ، یک زبان در مقیاس کوچک مؤثر است که می تواند در سوئد شروع شود.",
  "While Sweden's official language is Swedish, but in varying degrees, depending largely on the level of contact with English, most Swedes, particularly those born after the Second World War, understand and speak English because of trade links, the popularity of overseas travel, the strong Anglo-American presence and the practice of subtitling rather than dubbing foreign television shows and films, and the relative similarities between the two languages, making it easier to learn English. Eighty-nine percent of Swedes reported the ability to speak English in a 2005 Eurobarometer survey.": "در حالی که زبان رسمی سوئد سوئدی است ، اما در درجات مختلف ، بسته به سطح تماس با انگلیسی ، بیشتر سوئدی ها ، به ویژه آنهایی که پس از جنگ جهانی دوم متولد شده اند ، به دلیل پیوندهای تجاری ، محبوبیت در سفر در خارج از کشور ، حضور قوی آنگلو-آمریکایی و تمرین زیرنویس به جای اینکه به راحتی و نه دو سالگی ، دوتایی را نشان می دهد ، و همچنین دو سال از خواب های خارجی و فیلم ها ، و فیلم ها را نشان می دهد ، هشتاد و نه درصد از سوئدی ها از توانایی صحبت انگلیسی در یک بررسی یوروباومتر در سال 2005 خبر دادند.",
  "Start Concierge Medical Practice Business": "تجارت در حال انجام پزشکی دربان را شروع کنید",
  "A person seeking care, first visits a doctor's appointment clinic and may then be referred by the clinic doctor to a physician who, in turn, may prescribe either in-patient or out-patient treatment or an alternative for elective care. Healthcare is regulated by Sweden's 21 landsting and is funded primarily by premiums, with patient nominal fees.": "شخصی که به دنبال مراقبت است ، ابتدا به کلینیک قرار ملاقات پزشک مراجعه می کند و ممکن است توسط پزشک کلینیک به پزشک مراجعه کند که به نوبه خود ممکن است معالجه درون بیمار یا بیمار را تجویز کند یا جایگزینی برای مراقبت های انتخابی باشد. مراقبت های بهداشتی توسط 21 لندینگ سوئد تنظیم می شود و در درجه اول توسط حق بیمه و با هزینه اسمی بیمار تأمین می شود.",
  "It shows that a medical concierge company in Sweden is expected to succeed. Concierge medical practice is a medical business that gives space to a unique relationship between a patient and a physician in which the patient pays an annual fee or what is known as retainer-ship can be called retainer medicine as well.": "این نشان می دهد که انتظار می رود یک شرکت دربان پزشکی در سوئد موفق شود. تمرین پزشکی دربان یک تجارت پزشکی است که به یک رابطه منحصر به فرد بین یک بیمار و یک پزشک که در آن بیمار هزینه سالانه پرداخت می کند یا آنچه که به عنوان نگهدارنده شناخته می شود ، می تواند داروی نگهدارنده نیز نامیده شود.",
  "Sweden is undoubtedly a fascinating country that is enriched in natural beauty, culture, cool climate, and a fine economy, that attracts immigrants from all across the globe. Some migrate to Sweden for studies, some plan their visit to Sweden for business, others are interested in having a work permit to seek jobs and many come on an EU family visa for paying a visit to this paradise on Earth. As interesting as it seems, this country is enriched in employment, tourism and studies but we should also keep an eye on the hindrance that can be caused while migrating to the country for any of these causes. Some of the common barriers to immigration in the country include": "بدون شک سوئد کشوری جذاب است که در زیبایی های طبیعی ، فرهنگ ، آب و هوای خنک و یک اقتصاد خوب غنی شده است و مهاجران را از سراسر جهان به خود جلب می کند. برخی برای تحصیل به سوئد مهاجرت می کنند ، برخی از آنها برای بازدید از سوئد برای تجارت برنامه ریزی می کنند ، برخی دیگر علاقه مند به داشتن مجوز کار برای جستجوی شغل هستند و بسیاری از آنها برای بازدید از این بهشت در زمین ویزای خانواده اتحادیه اروپا می آیند. همانطور که به نظر می رسد ، این کشور در اشتغال ، گردشگری و مطالعات غنی شده است ، اما ما همچنین باید به مانعی که می تواند در هنگام مهاجرت به کشور برای هر یک از این دلایل ایجاد شود ، توجه کنیم. برخی از موانع مشترک برای مهاجرت در کشور شامل می شود",
  "Education Employment Climate VISA and residence Expenses": "ویزا و ویزای آب و هوا و هزینه های اقامت تحصیلی تحصیلات",
  "Education": "آموزش",
  "You may think that English would be widely used as a means of communication in the country from the fact that it is a developed country. It is essentially not the case in Sweden. You will have to face many barriers to effective communication. As a student, you may find it difficult to make friends because of the cross-cultural barriers. Students from all across the globe migrate to the country for education including a large number of students from Africa.": "ممکن است فکر کنید که انگلیسی از این واقعیت که این کشور توسعه یافته است ، به عنوان وسیله ارتباطی در کشور به طور گسترده ای مورد استفاده قرار می گیرد. در اصل در سوئد اینگونه نیست. برای برقراری ارتباط موثر باید با موانع زیادی روبرو شوید. به عنوان یک دانش آموز ، ممکن است دوست داشتن به دلیل موانع متقابل فرهنگی دشوار باشد. دانش آموزان از سراسر جهان برای آموزش از جمله تعداد زیادی از دانشجویان آفریقا به کشور مهاجرت می کنند.",
  "Employment": "اشتغال",
  "The country has developed over the decades and offers great employment opportunities to the residents. This statement is true, but its only one side of the canvass. Sweden offers job opportunities to its nationals so that they may secure their employment career. On the other hand, more than 37% of immigrants fail to find proper employment in Sweden. Those immigrants who are employed are compelled to work at a relatively low salary which ultimately causes an increase in the GDP of the country and a point to ponder for the immigrants.": "این کشور طی دهه ها توسعه یافته است و فرصت های شغلی زیادی را برای ساکنان ارائه می دهد. این جمله صحیح است ، اما تنها یک طرف بوم است. سوئد فرصت های شغلی را به اتباع خود ارائه می دهد تا آنها بتوانند شغل اشتغال خود را تضمین کنند. از طرف دیگر ، بیش از 37 ٪ از مهاجران نتوانند اشتغال مناسب در سوئد پیدا کنند. آن دسته از مهاجران که شاغل هستند ، مجبور به کار با حقوق نسبتاً کم هستند که در نهایت باعث افزایش تولید ناخالص داخلی کشور می شود و نکته ای برای تعمق برای مهاجران است.",
  "Climate": "آب و هوا",
  "A cool climate, snowfall, and captivating sceneries catch the attention of the migrants, but it is not as captivating in the real world. Sweden has comparatively long winters with less sunlight penetrating into the country. For the immigrants who have other problems including residence, work opportunities and language problems, cold and long winters can have adverse effects. Winters last for the most part of the year making it difficult for immigrants who come from countries like Africa, Nigeria, and others.": "آب و هوای خنک ، بارش برف و مناظر فریبنده توجه مهاجران را به خود جلب می کند ، اما در دنیای واقعی جذاب نیست. سوئد دارای زمستان های نسبتاً طولانی است و نور خورشید کمتر به کشور نفوذ می کند. برای مهاجران که مشکلات دیگری از جمله اقامت ، فرصت های کاری و مشکلات زبانی دارند ، زمستان های سرماخوردگی و طولانی می توانند عوارض جانبی داشته باشند. زمستان ها در بیشتر قسمت های سال آخرین بار است و برای مهاجرانی که از کشورهایی مانند آفریقا ، نیجریه و دیگران آمده اند ، دشوار است.",
  "Visa and Residence": "ویزا و محل اقامت",
  "Sweden is deporting many of the immigrants in the country because of the population saturation. You should be well aware that getting an EU visa is not a difficult task, but finding the accommodation certainly is. Immigrants face a drastic shortage of residence is the major cities such as Stockholm and they are left with no other options to either bear the cold or get a residence at elevated costs. So, if you are about to get your VISA approved for the country, make sure you would also have to face a residence issue along with others such as unemployment.": "سوئد به دلیل اشباع جمعیت ، بسیاری از مهاجران این کشور را تبعید می کند. شما باید به خوبی بدانید که دریافت ویزای اتحادیه اروپا کار دشواری نیست ، اما مطمئناً پیدا کردن محل اقامت است. مهاجران با کمبود شدید محل اقامت روبرو هستند ، شهرهای بزرگ مانند استکهلم است و آنها گزینه دیگری برای تحمل سرماخوردگی یا اقامت با هزینه های بالا باقی مانده اند. بنابراین ، اگر می خواهید ویزای خود را برای کشور تأیید کنید ، اطمینان حاصل کنید که به همراه دیگران مانند بیکاری نیز باید با یک مسئله اقامت روبرو شوید.",
  "Expenses": "هزینه ها",
  "You will find a considerable difference is the prices of products and services in Sweden as compared to your homeland. You may find the prices of food about two folds high in the country. If you are planning to stay in the country, you should prepare yourself for a high monthly budget. The only option to cope up with this situation is to plan effectively and distribute your budget accordingly, to minimize the extensive inflation in the country.": "شما می توانید تفاوت قابل توجهی قیمت محصولات و خدمات در سوئد در مقایسه با میهن خود داشته باشید. ممکن است قیمت مواد غذایی را در حدود دو برابر در کشور پیدا کنید. اگر قصد دارید در کشور بمانید ، باید خود را برای بودجه ماهانه بالا آماده کنید. تنها گزینه برای مقابله با این وضعیت ، برنامه ریزی مؤثر و توزیع بودجه خود بر این اساس ، به حداقل رساندن تورم گسترده در کشور است.",
  "If you are thinking about studying abroad, then visit Sweden. You probably want to know why Sweden is considered as a great destination. Let me notify you, Sweden has a fascinating history and culture, global businesses, delicious food, and welcoming people; and is also well known for its world-class academic opportunities that rank among the top 100 in the world.": "اگر به فکر تحصیل در خارج از کشور هستید ، سپس به سوئد مراجعه کنید. احتمالاً می خواهید بدانید که چرا سوئد به عنوان یک مقصد عالی در نظر گرفته می شود. بگذارید به شما اطلاع دهم ، سوئد دارای تاریخ و فرهنگ جذاب ، مشاغل جهانی ، غذای خوشمزه و استقبال از مردم است. و همچنین به دلیل فرصت های دانشگاهی در سطح جهانی که در بین 100 نفر برتر جهان قرار دارد ، مشهور است.",
  "Following are 6 reasons why Sweden is considered an ideal place to study:": "در زیر 6 دلیل وجود دارد که سوئد مکانی ایده آل برای مطالعه است:",
  "Vision Enhancement of One's Mind": "پیشرفت چشم انداز ذهن فرد",
  "Study in Sweden let you think independently and critically. It will enhance your ability to question the state of affairs by accessing information, seeking new perspectives and coming up with well-informed judgments. Because of the informal and non-hierarchical nature of Swedish society, you will be able to think creatively. Where everyone is urged to bestow their ideas and opinions. This independence of mind and letting everyone's voice heard are the reasons why Sweden ranks among the world's most innovative nations.": "مطالعه در سوئد به شما اجازه می دهد به طور مستقل و انتقادی فکر کنید. این توانایی شما را در زیر سوال بردن وضعیت امور با دسترسی به اطلاعات ، جستجوی دیدگاه های جدید و ارائه قضاوت های آگاهانه افزایش می دهد. به دلیل ماهیت غیررسمی و غیر سلسله مراتبی جامعه سوئد ، شما قادر خواهید بود خلاقانه فکر کنید. جایی که از همه خواسته می شود ایده ها و عقاید خود را تقدیم کنند. این استقلال ذهن و اجازه شنیدن صدای همه ، دلایلی است که سوئد در بین نوآورانه ترین ملل جهان قرار دارد.",
  "Rich Swedish History": "تاریخ غنی سوئد",
  "Sweden has contributed a lot to the history books, and many museums allow free entrance on a daily basis or on specially marked days throughout the year.  Swedish History Museum, the largest museum in Sweden; where millions of visitors and students come to see Sweden's foremost gold and silver treasures, and incomparable medieval art.": "سوئد در کتابهای تاریخ بسیار مشارکت داشته است و بسیاری از موزه ها به صورت روزانه یا در روزهای خاص مشخص شده در طول سال امکان ورود رایگان را فراهم می کنند.  موزه تاریخ سوئد ، بزرگترین موزه سوئد ؛ جایی که میلیون ها بازدید کننده و دانش آموز برای دیدن گنجینه های طلا و نقره سوئد و هنر قرون وسطایی غیرقابل مقایسه هستند.",
  "Language Proficiency:": "مهارت زبان:",
  "Using Swedish, a rich and beautiful native language; in 2017, Swedes ranked second in the world for skills in English as an official language. As the world is getting more independent and businesses seek to extend the national and linguistic boundaries, Sweden offers a marvelous location to learn and develop your English language skills. But knowing and trying to learn a little bit of Swedish language will make much easier to open your mind to your new cultural surroundings.  Also, Sweden is a car-free country with an extensive network of buses, trains, subways, trams, boats, planes, and many more that can take you anywhere you want to go.": "با استفاده از سوئدی ، یک زبان بومی غنی و زیبا ؛ در سال 2017 ، سوئد برای مهارت های انگلیسی به عنوان یک زبان رسمی در رتبه دوم جهان قرار گرفت. از آنجا که جهان مستقل تر می شود و مشاغل به دنبال گسترش مرزهای ملی و زبانی هستند ، سوئد مکان شگفت انگیزی را برای یادگیری و توسعه مهارت های زبان انگلیسی خود ارائه می دهد. اما دانستن و تلاش برای یادگیری کمی از زبان سوئدی باعث می شود ذهن شما به محیط فرهنگی جدید خود باز شود.  همچنین ، سوئد یک کشور بدون ماشین است که دارای شبکه گسترده ای از اتوبوس ها ، قطارها ، متروها ، تراموا ، قایق ، هواپیماها و موارد دیگر است که می تواند شما را در هر مکانی که می خواهید به آنجا برسانند.",
  "Malmö, A Coastal City": "مالمو ، یک شهر ساحلی",
  "Malmö is among the top cities in Sweden having a free business environment and also a good place to live with outrageous rankings in housing, healthcare, and environmental quality. The University of Malmo founded in 1998, attracts above 15,000 students every year. It's not only a global city but also a commercial hub in the South of Sweden, as part of the Öresund region. The city has attracted a wide variety of companies in the technology sector (for example bio, medical, environmental, information and communication), as well as digital media, transports, financial services, business, leisure, entertainment, and constructions. And, most importantly, the cost of an apartment in Malmo is in the 139th place of all 248 Teleport cities.": "Malmö در میان شهرهای برتر سوئد است که دارای یک محیط تجاری رایگان و همچنین مکان مناسبی برای زندگی با رتبه های ظالمانه در مسکن ، مراقبت های بهداشتی و کیفیت محیط زیست است. دانشگاه مالمو که در سال 1998 تأسیس شد ، سالانه بیش از 15000 دانشجو را به خود جلب می کند. این نه تنها یک شهر جهانی بلکه یک مرکز تجاری در جنوب سوئد است ، به عنوان بخشی از منطقه Oresund. این شهر طیف گسترده ای از شرکت ها را در بخش فناوری (به عنوان مثال زیستی ، پزشکی ، محیط زیست ، اطلاعات و ارتباطات) و همچنین رسانه های دیجیتال ، حمل و نقل ، خدمات مالی ، تجارت ، اوقات فراغت ، سرگرمی و سازه ها به خود جلب کرده است. و از همه مهمتر ، هزینه یک آپارتمان در مالمو در محل 139 ام از همه 248 شهر Teleport است.",
  "Studying and Working in Sweden": "تحصیل و کار در سوئد",
  "International students can comfortably get Sweden work permit. Unlike other countries, there's no legal limit to the number of hours international students can work during their studies. After the completion of studies, you can apply to extend your residence permit to look for work for up to six months. (But for that learning Swedish is necessary – it's often a job's requirement.)": "دانشجویان بین المللی می توانند به راحتی مجوز کار سوئد را دریافت کنند. بر خلاف سایر کشورها ، هیچ محدودیتی برای تعداد ساعاتی که دانشجویان بین المللی می توانند در طول تحصیلات خود کار کنند وجود ندارد. پس از اتمام مطالعات ، می توانید درخواست کنید تا مجوز اقامت خود را تا شش ماه به دنبال کار باشید. (اما برای یادگیری سوئدی لازم است - این اغلب یک نیاز شغلی است.)",
  "EU Citizen's Right:": "حق شهروند اتحادیه اروپا:",
  "Unless you are a citizen of a neighboring Nordic country, every foreigner will need to contemplate the different types of Swedish visas. When applying for a Swedish visa, you are not allowed to be in the country. This largely related to non-EU/EEA citizens and citizens of Sweden; because citizens with EU/EEA family visa Sweden have the rights of residence in Sweden and therefore can shift to the country with or without a job. However, they will need to start the Swedish visa application process if they plan to continue their stay in a country for a long time.": "مگر اینکه شما شهروند یک کشور همسایه نوردیک باشید ، هر خارجی نیاز به تامل در انواع مختلف ویزاهای سوئدی دارد. هنگام درخواست ویزای سوئد ، مجاز به حضور در کشور نیستید. این امر عمدتاً مربوط به شهروندان غیر اتحادیه اروپا/EEA و شهروندان سوئد است. از آنجا که شهروندان با ویزای خانواده اتحادیه اروپا/EEA ، سوئد از حقوق اقامت در سوئد برخوردار هستند و بنابراین می توانند با یا بدون شغل به کشور تغییر کنند. با این حال ، در صورت برنامه ریزی برای ادامه اقامت خود در یک کشور برای مدت طولانی ، آنها باید روند درخواست ویزای سوئد را شروع کنند.",
  "If you are thinking about relocation Sweden; want to study abroad and also interesting in traveling, then Swedes are waiting for you. They are very friendly and like traveling very much. They are habitually open to know about a new culture and also interested in hearing about international experiences.": "اگر به فکر جابجایی سوئد هستید ؛ می خواهید در خارج از کشور تحصیل کنید و همچنین در سفر جالب است ، سپس سوئدی ها منتظر شما هستند. آنها بسیار دوستانه هستند و بسیار دوست دارند سفر کنند. آنها به طور معمول برای آگاهی از فرهنگ جدید و همچنین علاقه مند به شنیدن تجربیات بین المللی باز هستند.",
  "Sweden is known all over the world for many things: cars like Saab and Volvo, music group ABBA, pickled herring, and IKEA's DIY megastore. It is just as popular for its beautiful scenery, picturesque fishing villages, being the land of the reindeer and endless summer heat.": "سوئد در سراسر جهان برای بسیاری از موارد شناخته شده است: اتومبیل هایی مانند Saab و Volvo ، گروه موسیقی ABBA ، Hering Hering و DIY Megastore Ikea. این به دلیل مناظر زیبای خود ، روستاهای ماهیگیری زیبا ، که سرزمین گوزن شمالی و گرمای بی پایان تابستانی است ، به همان اندازه محبوب است.",
  "Sweden is lined with colorful wooden buildings, traditional huts, cathedral and stone fortresses, and some pretty innovative contemporary architecture.": "سوئد با ساختمانهای چوبی رنگارنگ ، کلبه های سنتی ، کلیسای جامع و قلعه های سنگی و برخی از معماری های بسیار خلاقانه معاصر روکش شده است.",
  "Stockholm": "استکهلم",
  "Stockholm, a beautiful city on 14 islands, as the capital of Sweden and the largest city in Scandinavia, has a lot to do with it. The annual Nobel Prize is awarded in Stockholm, which was established in the 13th century. The Vasa Museum, dedicated to a warship of the 17th century that sunk on its maiden journey, is the most visited museum in Scandinavia. Stockholm is better for your budget than other Scandinavian towns, offering free access to 15 museums like Swedish Heritage, Medieval Museum, Royal Armoury, and Skokloster Castle.": "استکهلم ، یک شهر زیبا در 14 جزیره ، به عنوان پایتخت سوئد و بزرگترین شهر اسکاندیناوی ، ارتباط زیادی با آن دارد. جایزه سالانه نوبل در استکهلم اهدا می شود که در قرن سیزدهم تأسیس شده است. موزه واسا ، که به یک کشتی جنگی قرن هفدهم اختصاص داده شده است که در سفر دوشیزه خود غرق شده است ، پر بازدیدترین موزه در اسکاندیناوی است. استکهلم برای بودجه شما بهتر از سایر شهرهای اسکاندیناوی است و دسترسی رایگان به 15 موزه مانند میراث سوئدی ، موزه قرون وسطایی ، سلطنتی زره پوش و قلعه اسکوکلوستر ارائه می دهد.",
  "The Royal Palace, Modern Art Museum and City Hall should also not be missed.": "کاخ سلطنتی ، موزه هنر مدرن و تالار شهر نیز نباید از دست برود.",
  "Gotland": "لند",
  "As the largest island in Sweden, completely surrounded by the Baltic Sea, you would think that fishing would be the main industry on the island. It's not that. Among the main sectors are forestry, tourism and information technology. The island is one of the most popular tourist destinations in Sweden. Sun seekers like it because during the year it has more sunshine than any other location in Sweden. Visby, the island's only port, is a beautiful walled Hanseatic city that has retained most of its historic buildings and townscape. There are about 100 medieval churches on the island as well as numerous prehistoric sites.": "به عنوان بزرگترین جزیره سوئد ، که کاملاً توسط دریای بالتیک احاطه شده است ، فکر می کنید که ماهیگیری صنعت اصلی این جزیره خواهد بود. این نیست از جمله بخش های اصلی جنگلداری ، گردشگری و فناوری اطلاعات است. این جزیره یکی از محبوب ترین مقصد های توریستی در سوئد است. Sun Seekers آن را دوست دارد زیرا در طول سال آفتاب بیشتری نسبت به هر مکان دیگر در سوئد دارد. ویسبی ، تنها بندر این جزیره ، یک شهر زیبا و زیبا Hanseatic است که بیشتر ساختمانهای تاریخی و منظره شهر خود را حفظ کرده است. حدود 100 کلیسای قرون وسطایی در این جزیره و همچنین مکان های پیش از تاریخ بیشمار وجود دارد.",
  "Gothenburg": "گوتنبرگ",
  "Gothenburg, located on the western coast of Sweden, is a green city dotted with numerous parks of all sizes. Many of the parks date back to the 19th century, including Kungsparken, a park that surrounds the canal that surrounds the city center.": "گوتنبرگ ، واقع در سواحل غربی سوئد ، یک شهر سبز است که دارای پارک های بی شماری از هر اندازه است. بسیاری از پارک ها به قرن نوزدهم باز می گردند ، از جمله کونگسپارن ، پارک که کانال را که مرکز شهر را احاطه کرده است احاطه کرده است.",
  "If you're more interested in amusement parks, head to Liseberg, which has more rides than any other amusement park in Scandinavia. The largest port city in Scandinavia, Gothenburg is also home to the largest film festival in the region, as well as numerous music festivals throughout the year. Hungry, huh? Try a Haga Bulle, a large cinnamon roll in Haga, a district known for its picturesque wooden houses.": "اگر بیشتر به پارک های تفریحی علاقه مند هستید ، به سمت لیزبرگ بروید ، که بیشتر از سایر پارک های تفریحی در اسکاندیناوی سواری بیشتری دارد. بزرگترین شهر بندری در اسکاندیناوی ، گوتنبرگ همچنین در بزرگترین جشنواره فیلم در منطقه و همچنین جشنواره های بیشمار موسیقی در طول سال قرار دارد. گرسنه ، ها؟ یک Bulle Haga ، یک رول بزرگ دارچین در هاگا ، منطقه ای را که به دلیل خانه های چوبی زیبا خود شناخته شده است ، امتحان کنید.",
  "Swedish Lapland": "لاپلند سوئدی",
  "If you're looking for a wilderness experience, there's no better place to visit than the Swedish Lapland in Sweden. Located well north above the Arctic Circle, where summer shines around the clock. Lapland is for canoes, climbers and wildlife viewers. The Swedish Lapland is inhabited by the hardy, native Sami. Who lives in vast forests and barren tundra.": "اگر به دنبال یک تجربه بیابان هستید ، مکان بهتری برای بازدید از لاپلند سوئد در سوئد وجود ندارد. واقع در شمال بالاتر از دایره قطب شمال ، جایی که تابستان به طور شبانه می درخشد. لاپلند برای قایق های ، کوهنوردان و بینندگان حیات وحش است. لاپلند سوئد در هاردی و بومی سامی ساکن است. که در جنگل های وسیع و تندرا بی ثمر زندگی می کند.",
  "A good way to experience the area is to drive the 359-km (223-mile) long Wilderness Way from the canoeing center at Stromsund to the terminus at Vilhelmina, a church town, through Fatmomakke, where you can see traditional wooden huts. Winter tourists can purchase reindeer hides at Jokkmokk, the center of Sami's life.": "یک راه خوب برای تجربه منطقه ، رانندگی راه بیابان 359 کیلومتری (223 مایل) از مرکز قایق رانی در Stromsund به پایانه در ویلهلمینا ، یک شهر کلیسا ، از طریق Fatmomakke است ، جایی که می توانید کلبه های چوبی سنتی را ببینید. گردشگران زمستانی می توانند مخفیگاه های گوزن شمالی را در Jokkmokk ، مرکز زندگی سامی خریداری کنند.",
  "Uppsala": "اوپسالا",
  "Uppsala, situated 70 km (44 miles) north of Stockholm, has been the religious center of Sweden since the 12th century. Before Christianity, Uppsala was renowned for the temples of the Norse gods. The cathedral of Uppsala, the seat of the archbishop of Sweden, is the largest cathedral in Scandinavia. Education is also important here, with Uppsala University, which was founded in 1477, making it one of the oldest colleges in Scandinavia. The River Fyris flows through the area, with the medieval portion situated west of the river. Both the Cathedral and the Uppsala Castle dominate the skyline. The botanist of the eighteenth century Carl Linnaeus lived in Uppsala, so check out the botanical garden next to the castle.": "اوپسالا ، واقع در 70 کیلومتر (44 مایل) در شمال استکهلم ، از قرن دوازدهم مرکز مذهبی سوئد بوده است. قبل از مسیحیت ، اوپسالا به معابد خدایان نورس مشهور بود. کلیسای جامع اوپسالا ، کرسی اسقف اعظم سوئد ، بزرگترین کلیسای جامع در اسکاندیناوی است. آموزش و پرورش در اینجا نیز مهم است ، دانشگاه اوپسالا ، که در سال 1477 تأسیس شد و آن را به یکی از قدیمی ترین دانشکده های اسکاندیناوی تبدیل کرد. رودخانه فریس در منطقه جریان دارد و قسمت قرون وسطایی در غرب رودخانه واقع شده است. هر دو کلیسای جامع و قلعه اوپسالا بر خط آسمان مسلط هستند. گیاه شناس قرن هجدهم کارل لینائوس در اوپسلا زندگی می کرد ، بنابراین باغ گیاه شناسی را در کنار قلعه بررسی کنید.",
  "It's very tricky to get a visit visa for many countries. Each has its respective rules and regulations. In this particular blog, we will guide you on what the Swedish embassy would be looking for before granting you a visa!": "دریافت ویزای بازدید برای بسیاری از کشورها بسیار دشوار است. هرکدام قوانین و مقررات مربوطه را دارند. در این وبلاگ خاص ، ما شما را راهنمایی خواهیم کرد که سفارت سوئد قبل از اعطای ویزا به دنبال آن خواهد بود!",
  "Have you visited any other country before?": "آیا قبلاً از کشور دیگری بازدید کرده اید؟",
  "This point is pretty basic but integral. The authorities at embassies would firstly want to make sure that you have the integrity to not overstay in another country or cause any other issue. Safety comes first after all.": "این نکته بسیار اساسی است اما یکپارچه است. مقامات سفارتخانه ها ابتدا می خواهند اطمینان حاصل كنند كه شما این صداقت را دارید كه در كشور دیگری بیش از حد نكردید یا مسئله دیگری ایجاد كنید. ایمنی اول از همه می آید.",
  "If you have visa approval stamps of let's say USA or UK already, then this leaves a very good impression. It makes you seem trustworthy.": "اگر تمبرهای تأیید ویزا را از قبل می گویند ایالات متحده یا انگلیس در حال حاضر ، این احساس بسیار خوبی را به همراه دارد. این باعث می شود شما قابل اعتماد به نظر برسید.",
  "Invitation is a plus": "دعوت یک مزیت است",
  "Secondly, for visit visas, you'll be required to show a formal invitation from the person in Sweden you intend to visit. Whether it be a family member or business associate, you will have to request them to write a bit about their selves and why they feel that your visa should get approved.": "ثانیا ، برای ویزای بازدید ، از شما خواسته می شود دعوت رسمی از شخص در سوئد را که قصد بازدید از آن را دارید نشان دهید. چه عضو خانواده یا همکار تجاری باشد ، شما باید از آنها بخواهید که کمی در مورد خودشان بنویسند و چرا احساس می کنند ویزای شما باید تأیید شود.",
  "A valid passport": "یک گذرنامه معتبر",
  "The Swedish agency prefers that you have a passport that is valid for a minimum of 3 months after your visa has expired. This point is pretty understandable, to be honest. It's for your good. Imagine having your passport expired while still in Sweden. It can create many problems for you especially if you wish to visit another country straight from there.": "آژانس سوئد ترجیح می دهد گذرنامه ای داشته باشید که حداقل 3 ماه پس از اتمام ویزای شما معتبر باشد. صادقانه بگویم این نکته بسیار قابل درک است. این برای خیر شماست. تصور کنید که گذرنامه خود را در حالی که هنوز در سوئد است منقضی شده است. این می تواند مشکلات بسیاری را برای شما ایجاد کند ، به خصوص اگر می خواهید مستقیماً از آنجا به کشور دیگری بروید.",
  "So, make sure that your passport is valid before applying for a visa. If it is not, get it renewed first.": "بنابراین ، اطمینان حاصل کنید که گذرنامه شما قبل از درخواست ویزا معتبر است. اگر اینگونه نیست ، ابتدا آن را تجدید کنید.",
  "Money for your keep and the journey home": "پول برای نگه داشتن شما و سفر به خانه",
  "This criterion is pretty understandable too and is a criterion for numerous countries. Without money, you'd be completely stuck in Sweden. Even if you have a family member there who can give you a roof to stay under and warm food and stuff, it still would be wise to have enough in your bank and travel bag. If not for shopping or tourism purposes, do keep some in case of emergencies. Many things can go wrong while you are in another country. Plus, it might not be easy getting a job there during your worst-case scenario stay there. So be careful!": "این معیار نیز بسیار قابل درک است و معیار بسیاری از کشورها است. بدون پول ، شما کاملاً در سوئد گیر کرده اید. حتی اگر یک عضو خانواده در آنجا دارید که می تواند یک سقف به شما بماند تا در زیر و غذای گرم و مواد غذایی گرم بماند ، هنوز هم عاقلانه است که به اندازه کافی در بانک و کیف مسافرتی خود داشته باشید. اگر برای اهداف خرید یا گردشگری نباشد ، در صورت بروز موارد اضطراری برخی را حفظ کنید. در حالی که در کشور دیگری هستید ، بسیاری از موارد می توانند اشتباه کنند. بعلاوه ، ممکن است در آنجا که بدترین حالت خود را در آنجا بمانید ، کار در آنجا کار ساده ای نباشد. بنابراین مراقب باشید!",
  "Individual medical travel insurance": "بیمه مسافرتی پزشکی فردی",
  "Have asthma?  Heart issues? Diabetes? An injury? Well, it would be pretty inconvenient if you suddenly have serious health issues there, right?": "آسم دارید؟  مشکلات قلبی؟ دیابت؟ آسیب دیدگی؟ خوب ، اگر ناگهان در آنجا مشکلات جدی بهداشتی داشته باشید ، بسیار ناخوشایند خواهد بود ، درست است؟",
  "Medical insurance helps cover the cost for emergencies like heart attacks or a car accident there perhaps. The insurance should cover costs of at least 30k Euro and should be valid in all Swedish countries. You would also have to submit the medical insurance documents while applying for them to keep in their records.": "بیمه پزشکی کمک می کند تا هزینه های اضطراری مانند حملات قلبی یا تصادف رانندگی در آنجا را تأمین کند. بیمه باید حداقل 30 کیلو یورو را پوشش دهد و باید در کلیه کشورهای سوئدی معتبر باشد. شما همچنین باید اسناد بیمه پزشکی را ضمن درخواست آنها برای نگه داشتن سوابق خود ارسال کنید.",
  "Describe the purpose of your visit": "هدف بازدید خود را توصیف کنید",
  "This seems pretty basic but doesn't take it lightly. Write a detailed note of why you are applying, whose place will you be staying at, for how long do you wish to stay, why do you wish to go to Sweden from amongst all countries and so on. This is for them to be reassured that you won't overstay or try anything shady or fishy.": "به نظر می رسد این بسیار اساسی است اما آن را به آرامی نمی گیرد. یادداشت مفصلی را بنویسید که چرا متقاضی هستید ، مکان خود را در آنجا خواهید ماند ، تا چه مدت آرزو می کنید بمانید ، چرا می خواهید از بین همه کشورها و غیره به سوئد بروید. این برای آنها است که اطمینان حاصل شود که شما بیش از حد غرق نخواهید شد یا هر چیزی سایه دار یا ماهی را امتحان نمی کنید.",
  "It'll also be wise if you mention personal details of the person/family members you'll be staying at. They'll probably dig into their history anyway so it's better to write about it yourself.": "همچنین اگر به اطلاعات شخصی شخص/اعضای خانواده ای که در آن خواهید ماند ، عاقلانه خواهد بود. آنها احتمالاً به هر حال در تاریخ خود حفر می شوند ، بنابراین بهتر است خودتان در مورد آن بنویسید.",
  "If you keep these points in mind, it wouldn't be likely that your visa application would be rejected. However, they aren't satisfied and do end up rejecting, you can read up on the appealing process and present your case to get an approval.": "اگر این نکات را در خاطر داشته باشید ، احتمالاً درخواست ویزای شما رد می شود. با این حال ، آنها راضی نیستند و در نهایت رد می شوند ، می توانید روند جذاب را بخوانید و پرونده خود را برای دریافت تأیید ارائه دهید.",
  "Are you planning to visit Sweden in the near future? Sweden has scrumptious and unique dishes and recipes that you must try while you visit. Swedish food is more than just fish, coffee, or meatballs. With a diet rich in proteins, whole grains, and omega-3, Swedish food has been hailed for its amazing health benefits. Being a visitor or foreigner, it can be difficult for you to find the food items and places in Sweden as most of the people eat at home. The restaurant culture in Sweden is much more different than in other countries. If you want to try some traditional and finger-licking Swedish food, then you must look for these 5 delicious dishes from Sweden:": "آیا قصد دارید در آینده نزدیک به سوئد سفر کنید؟ سوئد دارای غذاها و دستور العمل های منحصر به فرد و منحصر به فرد است که هنگام بازدید باید امتحان کنید. غذای سوئدی چیزی بیش از ماهی ، قهوه یا کباب کباب نیست. با رژیم غذایی سرشار از پروتئین ها ، غلات کامل و امگا 3 ، غذای سوئدی به دلیل فواید سلامتی شگفت انگیز آن مورد استقبال قرار گرفته است. بازدید کننده یا خارجی بودن ، پیدا کردن وسایل غذایی و مکان های سوئد برای شما دشوار است زیرا بیشتر مردم در خانه می خورند. فرهنگ رستوران در سوئد بسیار متفاوت از سایر کشورها است. اگر می خواهید برخی از غذاهای سوئدی سنتی و لاغر را امتحان کنید ، پس باید به دنبال این 5 غذای خوشمزه از سوئد باشید:",
  "1. Herring/Sill": "1. شاه ماهی/آستانه",
  "This will be the dish that you will either love or hate depending upon your taste buds. There are a lot of varieties of sills and you can even eat pickled or fried herrings. Pickled Swedish herring is a classic Swedish dish derived from the times when preserving was the only way to get through the winter months. It is now an important part of all three basic traditional celebrations; Christmas, Easter, and off-course midsummer/midsummer.": "این ظرفی خواهد بود که بسته به جوانه های طعم خود را دوست خواهید داشت یا از آن متنفر خواهید بود. انواع زیادی از آستانه ها وجود دارد و حتی می توانید شاه ماهی های ترشی یا سرخ شده را نیز بخورید. ترشی شاه ماهی سوئدی یک غذای کلاسیک سوئدی است که از زمان هایی که حفظ آن تنها راه برای عبور از ماه های زمستان است ، گرفته شده است. اکنون بخش مهمی از هر سه جشن سنتی اساسی است. کریسمس ، عید پاک و خارج از دوره Midsummer/Midsummer.",
  "The pickling juice used to cook herring is made from vinegar, salt, spices, and water. No matter what type of herring you will see in the menu, it will be generally served with boiled potato, finely chopped chives, and gräddfil.": "آب ترشی که برای پخت شاه ماهی استفاده می شود ، از سرکه ، نمک ، ادویه جات ترشی جات و آب تهیه شده است. مهم نیست که چه نوع شاهدانه ای را در این منو مشاهده خواهید کرد ، به طور کلی با سیب زمینی آب پز ، پیازچه ریز خرد شده و Gräddfil سرو می شود.",
  "2. Falukorv": "2. Falukorv",
  "This dish is a firm favorite among kids of all ages across Sweden. Falukorv's origin can be traced back to the sixteenth century when Falu copper mines used horse and ox skin to make strong ropes to pullover the copper ores. At first, the meat was simply salted and smoked to make this dish. When the Germans came into the mines, then Swedes learn to make sausage out of meat. Now falukorv is made out of meat and pork by boiling it, frying it, roasting it in cream or grilling it. This is served with rice, mashed potatoes or macaroni depending upon your choice.": "این ظرف مورد علاقه محکم در بین بچه ها در هر سنی در سراسر سوئد است. منشأ Falukorv را می توان به قرن شانزدهم ردیابی کرد که معادن مس Falu از پوست اسب و گاو استفاده می کردند تا طناب های محکمی را برای کشیدن سنگ معدن مس بسازند. در ابتدا ، گوشت به سادگی شور و سیگار می کشید تا این ظرف را تهیه کند. وقتی آلمانی ها وارد معادن شدند ، سوئدی ها یاد می گیرند که سوسیس را از گوشت بیرون بیاورند. اکنون Falukorv با جوشاندن آن ، سرخ کردن آن ، سرخ کردن آن در خامه یا کباب کردن از گوشت و گوشت خوک ساخته شده است. این بسته به انتخاب شما با برنج ، سیب زمینی پوره یا ماکارونی سرو می شود.",
  "3. Kroppkakor": "3. Kroppkakor",
  "Hearty mashed potato dumplings with mushroom fillings are known as kroppkakor. There are many different versions of kroppkakor all over the country and have different names. Potatoes and flour are mixed and then wrapped by the dough and pork. Potatoes can be used either raw or boiled depending upon your choice. These are most commonly served with melted butter, double cream, different sauces, and milk.": "کوفته های سیب زمینی پوره دلچسب با پر کردن قارچ به عنوان Kroppkakor شناخته می شوند. نسخه های مختلف بسیاری از Kroppkakor در سراسر کشور وجود دارد و نام های مختلفی دارد. سیب زمینی و آرد مخلوط شده و سپس توسط خمیر و گوشت خوک پیچیده می شوند. از سیب زمینی بسته به انتخاب شما می توان از خام یا جوشانده استفاده کرد. اینها معمولاً با کره ذوب شده ، خامه دوتایی ، سس های مختلف و شیر سرو می شوند.",
  "4. Raggmunk": "4. Raggmunk",
  "Raggmunk is the name of a Swedish dish made of potato pancakes. These pancakes, however, cannot be cooked using new potatoes as these potatoes don't contain enough starch to hold the pancake together. This dish is mostly cooked in winters so this is not an issue. The butterier and crispier the pancake is around the edges, the better it will be in taste. The trick to this is not to spread the batter too thinly. If you will add some diced onion in it, then it will be called \"French\" potato pancake.": "Raggmunk نام یک غذای سوئدی است که از پنکیک سیب زمینی ساخته شده است. با این حال ، این پنکیک ها با استفاده از سیب زمینی های جدید قابل پختن نیستند زیرا این سیب زمینی ها حاوی نشاسته کافی برای نگه داشتن پنکیک در کنار هم نیستند. این ظرف بیشتر در زمستان ها پخته می شود ، بنابراین این مسئله نیست. کره و تردتر پنکیک در اطراف لبه ها قرار دارد ، طعم آن بهتر خواهد بود. ترفند این کار این نیست که خمیر را خیلی نازک پخش کنید. اگر مقداری پیاز خرد شده را در آن اضافه کنید ، آن را پنکیک سیب زمینی \"فرانسوی\" می نامید.",
  "5. Crayfish": "5. خرچنگ",
  "August in Sweden is known for the Crayfish season and people host crayfish parties with amazing décor. Get stuck in, rip off the claws and suck out the delicious juices. The crayfish are usually boiled in a brine bath with a lot of spices and crown dill. All you need then is Västerbotten cheese pie, soft bread, cold beer, snaps, crispbread and you're good to go!": "اوت در سوئد به فصل خرچنگ و مردم میزبان مهمانی های خرچنگ با دکوراسیون شگفت انگیز شناخته شده است. گیر کنید ، پنجه ها را پاره کنید و آب میوه های خوشمزه را از بین ببرید. خرچنگ ها معمولاً در حمام آب نمک با ادویه های زیادی و تاج تاج جوشانده می شوند. تمام آنچه شما به آن نیاز دارید پای پنیر Västerbotton ، نان نرم ، آبجو سرد ، اسنپ ها ، ترد ها است و شما خوب هستید!",
  "As the month of August start, the shops are full of all kind of crayfish from different countries but Swedes prefer the Swedish signal crayfish. Besides this, both Chinese and Turkish crayfish are also good.": "با شروع ماه اوت ، مغازه ها پر از انواع خرچنگ از کشورهای مختلف هستند اما سوئدی ها خرچنگ سیگنال سوئدی را ترجیح می دهند. علاوه بر این ، هر دو خرچنگ چینی و ترکی نیز خوب هستند."
}