{
  "Blogs": "Ιστολόγια",
  "5 Swedish Foods You Must Try": "5 Σουηδικά τρόφιμα που πρέπει να δοκιμάσετε",
  "image": "εικών",
  "Visa": "Visa",
  "5 Things To Keep In Mind If You Are Relocating To Sweden": "5 πράγματα που πρέπει να έχετε κατά νου εάν μετακινηθείτε στη Σουηδία",
  "A Guide About Student Fee And Admissions In Sweden": "Ένας οδηγός για τα τέλη φοιτητών και τις εισαγωγές στη Σουηδία",
  "How To Build A Successful Start-Up In Sweden": "Πώς να οικοδομήσουμε μια επιτυχημένη εκκίνηση στη Σουηδία",
  "Work Permit In Sweden - Complete Guide": "Άδεια εργασίας στη Σουηδία - Πλήρης Οδηγός",
  "Why You Should Plan Moving Out Of Sweden": "Γιατί πρέπει να προγραμματίσετε να μετακινηθείτε από τη Σουηδία",
  "Immigrating To Sweden - What You Need To Know": "Μετανάστευση στη Σουηδία - τι πρέπει να γνωρίζετε",
  "Business Challenges For Expatriates In Sweden": "Επιχειρηματικές προκλήσεις για τους ομογενείς στη Σουηδία",
  "Why You Shouldn't Be Afraid Of Visiting Sweden": "Γιατί δεν πρέπει να φοβάστε να επισκεφθείτε τη Σουηδία",
  "6 Best Small Business Ideas In Sweden": "6 καλύτερες ιδέες μικρών επιχειρήσεων στη Σουηδία",
  "5 Common Problems Faced By Immigrants In Sweden": "5 κοινά προβλήματα που αντιμετωπίζουν οι μετανάστες στη Σουηδία",
  "6 Reasons Why Sweden Is An Ideal Place To Study": "6 λόγοι για τους οποίους η Σουηδία είναι ένα ιδανικό μέρος για μελέτη",
  "Places To Visit In Sweden": "Μέρη για επίσκεψη στη Σουηδία",
  "Swedish Visit Visa Requirements": "Σουηδικές απαιτήσεις θεώρησης επίσκεψης",
  "Starting a new life overseas can be a mix of different feelings. If you are planning to visit Sweden or relocating to Sweden, then you should do a lot of research beforehand to adjust to this place easily. There are a few societal norms that are purely Swedish and Swedes are much concerned about them. One of the biggest differences you might see is that you have to keep your plastic bags with you, you have to take off your shoes while entering someone's house, you have to squeeze out a lot of food items from tubes like toothpaste and much more.": "Η εκκίνηση μιας νέας ζωής στο εξωτερικό μπορεί να είναι ένα μείγμα διαφορετικών συναισθημάτων. Εάν σχεδιάζετε να επισκεφθείτε τη Σουηδία ή να μετεγκατασταθείτε στη Σουηδία, τότε θα πρέπει να κάνετε πολλές έρευνες εκ των προτέρων για να προσαρμοστείτε σε αυτό το μέρος εύκολα. Υπάρχουν μερικά κοινωνικά πρότυπα που είναι καθαρά Σουηδικά και οι Σουηδοί ανησυχούν πολύ γι 'αυτούς. Μία από τις μεγαλύτερες διαφορές που μπορείτε να δείτε είναι ότι πρέπει να κρατήσετε μαζί σας τις πλαστικές σακούλες σας, πρέπει να βγάλετε τα παπούτσια σας ενώ εισέρχεστε στο σπίτι κάποιου, πρέπει να αποσπάσετε πολλά είδη διατροφής από σωλήνες όπως οδοντόκρεμα και πολλά άλλα.",
  "Cultural and societal differences can lead to some problems for newbies in Sweden, but knowing these basic ones can help you to easily go through the process:": "Οι πολιτιστικές και κοινωνικές διαφορές μπορούν να οδηγήσουν σε ορισμένα προβλήματα για τους αρχάριους στη Σουηδία, αλλά γνωρίζοντας ότι αυτά τα βασικά μπορούν να σας βοηθήσουν να περάσετε εύκολα τη διαδικασία:",
  "Swedes love their coffee and food": "Οι Σουηδοί αγαπούν τον καφέ και το φαγητό τους",
  "Swedes love their unique food items and coffee. They have a unique tradition knows as fika to foster the coffee drinking where friends and family members are invited to drink coffee or tea along with some sweet dishes on the table. Most Swedes will enjoy one fika a day as they like it as an opportunity to bond with others.": "Οι Σουηδοί αγαπούν τα μοναδικά είδη τροφίμων και τον καφέ τους. Έχουν μια μοναδική παράδοση γνωρίζει ως Fika για να καλλιεργήσει το πόσιμο καφέ όπου φίλοι και μέλη της οικογένειας καλούνται να πίνουν καφέ ή τσάι μαζί με μερικά γλυκά πιάτα στο τραπέζι. Οι περισσότεροι Σουηδοί θα απολαύσουν μια Φίκα την ημέρα, όπως τους αρέσει ως ευκαιρία να συνδεθούν με άλλους.",
  "There are so many traditional and unique dishes to tantalise your taste buds. Besides their world-famous IKEA meatballs, they have raggmunk, gravad latex, köttbullar, kanellbullar, Lussekatter, pepparkakor, chokladbollar, and much more.": "Υπάρχουν τόσα πολλά παραδοσιακά και μοναδικά πιάτα για να τακτοποιήσετε τα γεύση σας. Εκτός από τα παγκοσμίου φήμης κεφτεδάκια Ikea, έχουν Raggmunk, Gravad Latex, Köttbullar, Kanellbullar, Lussekatter, Pepparkakor, Chokladbollar και πολλά άλλα.",
  "Get your personnummer": "Αποκτήστε το προσωπικό σας",
  "It is the national identification number between ten to twelve digits and is widely used to identify individuals in Sweden. This ten or twelve-digit number is a way of unlocking the life in Sweden. You need this number for almost everything like getting help from jobcentre, getting the phone contract, applying for healthcare or unemployment benefits, and even getting loyalty or discount card from your favorite brands.": "Είναι ο εθνικός αριθμός αναγνώρισης μεταξύ δέκα έως δώδεκα ψηφίων και χρησιμοποιείται ευρέως για τον εντοπισμό ατόμων στη Σουηδία. Αυτός ο δέκα ή δώδεκα ψηφίων είναι ένας τρόπος να ξεκλειδώσετε τη ζωή στη Σουηδία. Χρειάζεστε αυτόν τον αριθμό για σχεδόν όλα, όπως να λάβετε βοήθεια από το JobCentre, να πάρει το συμβόλαιο τηλεφώνου, να υποβάλετε αίτηση για παροχές υγειονομικής περίθαλψης ή ανεργίας, ακόμη και να αποκτήσετε κάρτα πίστης ή έκπτωσης από τις αγαπημένες σας μάρκες.",
  "Getting a job offer before moving to Sweden is the best way to get the personnumer automatically and you will be entitled to all the benefits. Except for this, you will have to prove that you are working or studying in Sweden and have enough savings to support yourself for a while in order to get the personnumer.": "Η απόκτηση προσφοράς εργασίας πριν μετακομίσετε στη Σουηδία είναι ο καλύτερος τρόπος για να αποκτήσετε αυτόματα το Personnumer και θα δικαιούστε όλα τα οφέλη. Εκτός από αυτό, θα πρέπει να αποδείξετε ότι εργάζεστε ή σπουδάζετε στη Σουηδία και έχετε αρκετές αποταμιεύσεις για να υποστηρίξετε τον εαυτό σας για λίγο για να πάρετε το Personnumer.",
  "Be informal with names": "Να είστε άτυποι με ονόματα",
  "Swedish aren't that much formal with the names or titles as others. They will call you by your first name be it your university or college professor, your doctor, your advisor or anyone, and they will expect the same from you during the conversation. That's the basic standard in Sweden and regardless of the job title or position in the firm, people call each other by their first name. However, there are some exceptions to this rule as well. If you will be in a courtroom, or in front of any political figure, or meet someone from the Swedish royal family, then you have to be pretty careful about the titles.": "Τα Σουηδικά δεν είναι τόσο επίσημα με τα ονόματα ή τους τίτλους όπως άλλοι. Θα σας καλέσουν με το όνομά σας, είτε πρόκειται για καθηγητή πανεπιστημίου ή κολλεγίου, για τον γιατρό σας, για τον σύμβουλό σας ή για οποιονδήποτε και θα περιμένουν το ίδιο από εσάς κατά τη διάρκεια της συνομιλίας. Αυτό είναι το βασικό πρότυπο στη Σουηδία και ανεξάρτητα από τον τίτλο ή τη θέση της εργασίας στην επιχείρηση, οι άνθρωποι καλούν ο ένας τον άλλον με το όνομά τους. Ωστόσο, υπάρχουν και κάποιες εξαιρέσεις σε αυτόν τον κανόνα. Εάν θα είστε σε μια αίθουσα του δικαστηρίου ή μπροστά σε οποιαδήποτε πολιτική φιγούρα ή θα συναντήσετε κάποιον από τη σουηδική βασιλική οικογένεια, τότε θα πρέπει να είστε αρκετά προσεκτικοί για τους τίτλους.",
  "It can be quite lonely": "Μπορεί να είναι αρκετά μοναχικό",
  "Sweden can be the toughest place to make friends and Stockholm is rated badly in terms of friendliness. But there are other ways to make friends. Swedes know that it can be difficult to meet people so they have clubs and sports teams to join where you can meet new people and can make good terms with them. You have to find the relevant club according to your interests and can meet a lot of people there.": "Η Σουηδία μπορεί να είναι το πιο σκληρό μέρος για να κάνετε φίλους και η Στοκχόλμη βαθμολογείται άσχημα από την άποψη της φιλικότητας. Αλλά υπάρχουν άλλοι τρόποι για να κάνετε φίλους. Οι Σουηδοί γνωρίζουν ότι μπορεί να είναι δύσκολο να συναντήσετε ανθρώπους, ώστε να έχουν συλλόγους και αθλητικές ομάδες για να συμμετάσχουν όπου μπορείτε να συναντήσετε νέους ανθρώπους και να μπορείτε να κάνετε καλούς όρους μαζί τους. Πρέπει να βρείτε τη σχετική λέσχη σύμφωνα με τα ενδιαφέροντά σας και να συναντήσετε πολλούς ανθρώπους εκεί.",
  "Traditions galore": "Εν αφθονία",
  "Every country has its unique traditions and festivities that set them apart from others and so does Sweden. Swedes celebrate Christmas, Midsommer, Santa Lucia (13 December), Kräftskiva (8 August), Valborg (30 April). These traditions have their own unique colors and provide a great opportunity to learn and enjoy the Swedish traditions.": "Κάθε χώρα έχει τις μοναδικές παραδόσεις και εορταστικές εκδηλώσεις που τις ξεχωρίζουν από τους άλλους και το ίδιο συμβαίνει και με τη Σουηδία. Οι Σουηδοί γιορτάζουν τα Χριστούγεννα, τον Midsommer, τη Σάντα Λουκία (13 Δεκεμβρίου), τον Kräftskiva (8 Αυγούστου), τον Valborg (30 Απριλίου). Αυτές οι παραδόσεις έχουν τα δικά τους μοναδικά χρώματα και παρέχουν μια μεγάλη ευκαιρία να μάθουν και να απολαύσουν τις σουηδικές παραδόσεις.",
  "How expensive it can be to study in Sweden? If you are looking for the answer to this question, then you have to go through the whole blog to get the details on every aspect you need to know about.": "Πόσο ακριβό μπορεί να είναι να σπουδάσετε στη Σουηδία; Αν ψάχνετε για την απάντηση σε αυτήν την ερώτηση, τότε πρέπει να περάσετε από ολόκληρο το blog για να λάβετε τις λεπτομέρειες σε κάθε πτυχή που πρέπει να γνωρίζετε.",
  "It has been unanimously reported by many surveys that Swedish universities have one of the most supportive and top-notch higher education centers of excellence. Higher education in Sweden is among the best in the world. The Nordic country is well-known for its excellent education system that focuses more on individual and group studies rather than just delivering lectures. Freedom to learn and the sense of responsibility are the key factors for the development of a student. The number of international students who are enrolled in Swedish universities and colleges is increasing day by day. If you want to be one of those, then you first know about the cost of study and admission procedures as well as the cost of living in Sweden.": "Έχει αναφερθεί ομόφωνα από πολλές έρευνες ότι τα σουηδικά πανεπιστήμια έχουν ένα από τα πιο υποστηρικτικά και κορυφαία κέντρα τριτοβάθμιας εκπαίδευσης. Η τριτοβάθμια εκπαίδευση στη Σουηδία είναι από τις καλύτερες στον κόσμο. Η σκανδιναβική χώρα είναι γνωστή για το εξαιρετικό εκπαιδευτικό της σύστημα που επικεντρώνεται περισσότερο σε ατομικές και ομαδικές μελέτες και όχι απλώς να παραδίδει διαλέξεις. Η ελευθερία μάθησης και η αίσθηση ευθύνης είναι οι βασικοί παράγοντες για την ανάπτυξη ενός μαθητή. Ο αριθμός των διεθνών φοιτητών που είναι εγγεγραμμένοι στα σουηδικά πανεπιστήμια και κολέγια αυξάνεται καθημερινά. Εάν θέλετε να είστε ένα από αυτά, τότε γνωρίζετε πρώτα το κόστος μελέτης και τις διαδικασίες εισδοχής καθώς και το κόστος ζωής στη Σουηδία.",
  "Application fees in Sweden": "Τέλη αίτησης στη Σουηδία",
  "Students who want to apply in any program in Swedish colleges and universities are required to pay an application fee. The application fee and tuition fee are applicable for the students who are not a citizen of Switzerland, EU, EEA, or Nordic country and are planning to study at Bachelors or Masters level in Swede. This fee usually costs around 900 SEK and is paid online while applying for the admissions.": "Οι σπουδαστές που θέλουν να υποβάλουν αίτηση σε οποιοδήποτε πρόγραμμα στα σουηδικά κολέγια και πανεπιστήμια υποχρεούνται να πληρώσουν ένα τέλος αίτησης. Τα τέλη αίτησης και τα δίδακτρα ισχύουν για τους φοιτητές που δεν είναι πολίτης της Ελβετίας, της ΕΕ, του ΕΟΧ ή της σκανδιναβικής χώρας και σχεδιάζουν να σπουδάσουν σε επίπεδο Bachelors ή Masters στο Swede. Το τέλος αυτό κοστίζει συνήθως περίπου 900 SEK και καταβάλλεται στο διαδίκτυο κατά την υποβολή αίτησης για τις εισαγωγές.",
  "The tuition fee varies widely among different universities in Sweden and even among different programs of the same university. The tuition fee usually costs somewhere between 75,000-250,000 SEK per year. However, business and architect programs are the most expensive programs in Sweden.": "Τα δίδακτρα ποικίλλουν ευρέως μεταξύ διαφορετικών πανεπιστημίων στη Σουηδία και ακόμη και μεταξύ διαφορετικών προγραμμάτων του ίδιου πανεπιστημίου. Τα δίδακτρα συνήθως κοστίζουν κάπου μεταξύ 75.000-250.000 SEK ετησίως. Ωστόσο, τα προγράμματα επιχειρήσεων και αρχιτέκτονων είναι τα πιο ακριβά προγράμματα στη Σουηδία.",
  "You need to pay the application fee while applying for admission and is usually non-refundable non-transferable. Students have to pay the tuition fee as soon as their application is accepted by the university or the college and they have made the offer. The application of your residence permit will not be processed by the Migration Agency if they don't receive the notification from the university about receiving the tuition fee.": "Πρέπει να πληρώσετε το τέλος αίτησης κατά την υποβολή αίτησης για εισαγωγή και συνήθως δεν επιστρέφει μη επιστροφές. Οι μαθητές πρέπει να πληρώσουν τα δίδακτρα μόλις γίνει αποδεκτή η αίτησή τους από το Πανεπιστήμιο ή το Κολλέγιο και έχουν κάνει την προσφορά. Η εφαρμογή της άδειας διαμονής σας δεν θα υποβληθεί σε επεξεργασία από την υπηρεσία μετανάστευσης εάν δεν λάβουν την ειδοποίηση από το πανεπιστήμιο σχετικά με τη λήψη των δίδακτρα.",
  "Cost of Living": "Κόστος ζωής",
  "According to the findings of a survey, the average expense for a student in Sweden is around 8,370 SEK per month. This cost varies according to your location, your lifestyle, and your personal preferences. It can be around SEK 12,000 in Gothenburg and Stockholm and can be as low as SEK 7,500 in Lund.": "Σύμφωνα με τα ευρήματα μιας έρευνας, το μέσο κόστος για έναν φοιτητή στη Σουηδία είναι περίπου 8.370 SEK το μήνα. Αυτό το κόστος ποικίλλει ανάλογα με την τοποθεσία σας, τον τρόπο ζωής σας και τις προσωπικές σας προτιμήσεις. Μπορεί να είναι περίπου SEK 12.000 στο Γκέτεμποργκ και τη Στοκχόλμη και μπορεί να είναι τόσο χαμηλή όσο SEK 7.500 στο Lund.",
  "The best option to start looking for accommodation will be your university or the college. You may get the related information there or the management may refer you to the organizations that deal with student halls or dormitories. Dormitories are the best option for the students to live in as they will meet lots of local and international students there and the prices are low (2,500-5000 SEK per month). Besides this, you can also look for sharing an apartment with other students.": "Η καλύτερη επιλογή για να αρχίσετε να ψάχνετε για καταλύματα θα είναι το πανεπιστήμιο ή το κολέγιο σας. Μπορείτε να λάβετε τις σχετικές πληροφορίες εκεί ή η διοίκηση μπορεί να σας παραπέμψει στους οργανισμούς που ασχολούνται με αίθουσες φοιτητών ή κοιτώνες. Οι κοιτώνες είναι η καλύτερη επιλογή για τους μαθητές να ζήσουν, καθώς θα συναντήσουν πολλούς τοπικούς και διεθνείς φοιτητές εκεί και οι τιμές είναι χαμηλές (2.500-5000 SEK το μήνα). Εκτός από αυτό, μπορείτε επίσης να αναζητήσετε να μοιραστείτε ένα διαμέρισμα με άλλους μαθητές.",
  "Food costs are also high in Sweden and you should expect to pay around SEK 2,000 per month for the food. This too depends upon your eating habits. You can save your money by buying groceries from a cheap supermarket and cook the food by yourself.": "Το κόστος των τροφίμων είναι επίσης υψηλό στη Σουηδία και θα πρέπει να περιμένετε να πληρώσετε περίπου 2.000 SEK το μήνα για το φαγητό. Αυτό εξαρτάται επίσης από τις διατροφικές σας συνήθειες. Μπορείτε να εξοικονομήσετε χρήματα αγοράζοντας είδη παντοπωλείου από ένα φτηνό σούπερ μάρκετ και μαγειρέψτε το φαγητό μόνοι σας.",
  "Besides this, you will have to pay for transport if you are living far away from your university or college. Students will have to purchase the related textbooks and they should plan the budget accordingly.": "Εκτός αυτού, θα πρέπει να πληρώσετε για μεταφορές εάν ζείτε πολύ μακριά από το πανεπιστήμιο ή το κολέγιο σας. Οι μαθητές θα πρέπει να αγοράσουν τα σχετικά εγχειρίδια και θα πρέπει να σχεδιάσουν τον προϋπολογισμό ανάλογα.",
  "No doubt, Sweden is a beautiful place full of natural beauty and is ranked among one of the top countries to provide high-quality education to the students. The costs are according to the standards and also depends upon your preferences and lifestyle. Students have to plan the budget and should estimate the lump sum cost of the study before applying to any country.": "Δεν υπάρχει αμφιβολία ότι η Σουηδία είναι ένα όμορφο μέρος γεμάτο φυσική ομορφιά και κατατάσσεται ανάμεσα σε μία από τις κορυφαίες χώρες για την παροχή υψηλής ποιότητας εκπαίδευσης στους μαθητές. Το κόστος είναι σύμφωνα με τα πρότυπα και εξαρτάται επίσης από τις προτιμήσεις και τον τρόπο ζωής σας. Οι σπουδαστές πρέπει να σχεδιάσουν τον προϋπολογισμό και να εκτιμήσουν το κατ 'αποκοπή ποσό της μελέτης πριν υποβάλουν αίτηση σε οποιαδήποτε χώρα.",
  "Sweden is known as the land of start-ups because the economic conditions of the country are detrimental to entrepreneurship. Swedish business culture is open and innovative, and starting a business there is relatively simple. Thus, Sweden excels in promoting the formation of ambitious start-ups on an unexpected level. After Silicon Valley, Stockholm is known for producing the second-highest revenues from tech companies per capita.": "Η Σουηδία είναι γνωστή ως η γη των νεοσύστατων επιχειρήσεων, επειδή οι οικονομικές συνθήκες της χώρας είναι επιζήμιες για την επιχειρηματικότητα. Η σουηδική επιχειρηματική κουλτούρα είναι ανοιχτή και καινοτόμος και η έναρξη μιας επιχείρησης είναι σχετικά απλή. Έτσι, η Σουηδία υπερέχει στην προώθηση του σχηματισμού φιλόδοξων νεοσύστατων επιχειρήσεων σε απροσδόκητο επίπεδο. Μετά την Silicon Valley, η Στοκχόλμη είναι γνωστή για την παραγωγή των δεύτερων υψηλότερων εσόδων από τις εταιρείες τεχνολογίας κατά κεφαλήν.",
  "Being the tech and innovation hub, there is a high survival rate for start-ups in Sweden with relatively fast growth. However, you can face some difficulties in understanding the business culture and the procedures for operating a business in Sweden. Following are some useful tips to build a successful start-up in Sweden:": "Όντας ο κόμβος τεχνολογίας και καινοτομίας, υπάρχει υψηλό ποσοστό επιβίωσης για τις νεοσύστατες επιχειρήσεις στη Σουηδία με σχετικά γρήγορη ανάπτυξη. Ωστόσο, μπορείτε να αντιμετωπίσετε κάποιες δυσκολίες στην κατανόηση της επιχειρηματικής κουλτούρας και των διαδικασιών για τη λειτουργία μιας επιχείρησης στη Σουηδία. Ακολουθούν μερικές χρήσιμες συμβουλές για την οικοδόμηση μιας επιτυχημένης εκκίνησης στη Σουηδία:",
  "Have a strong and clear vision": "Έχετε ένα ισχυρό και σαφές όραμα",
  "The first step, of course, is to have a clear vision that what you want to do and how will you do it. Entrepreneurs spent weeks, months, or even years on brainstorming and polishing the idea they want to invest in. Your vision should be crystal clear and you should do the homework before digging into the market.": "Το πρώτο βήμα, φυσικά, είναι να έχετε ένα σαφές όραμα ότι αυτό που θέλετε να κάνετε και πώς θα το κάνετε. Οι επιχειρηματίες πέρασαν εβδομάδες, μήνες ή και χρόνια για την καταιγίδα ιδεών και γυαλίζοντας την ιδέα στην οποία θέλουν να επενδύσουν. Το όραμά σας πρέπει να είναι καθαρό και να κάνετε την εργασία πριν να σκάβετε στην αγορά.",
  "Search for a suitable and innovative business idea and it shouldn't be ground-breaking in all aspects. You can work on improving something and come up with a better version of already existing service or product. Swedes are more attracted to innovation and so does their business market. Your vision and core values should be grounded in the business idea.": "Αναζητήστε μια κατάλληλη και καινοτόμο επιχειρηματική ιδέα και δεν πρέπει να είναι πρωτοποριακή σε όλες τις πτυχές. Μπορείτε να εργαστείτε για να βελτιώσετε κάτι και να βρείτε μια καλύτερη έκδοση ήδη υπάρχουσας υπηρεσίας ή προϊόντος. Οι Σουηδοί προσελκύονται περισσότερο από την καινοτομία και το ίδιο συμβαίνει και με την επιχειρηματική τους αγορά. Το όραμα και οι βασικές σας αξίες πρέπει να βασίζονται στην επιχειρηματική ιδέα.",
  "Benefit from business culture": "Επωφεληθείτε από την επιχειρηματική κουλτούρα",
  "Compared with many other cultures, the Swedish business culture is more relaxed and casual. There isn't too much bureaucracy and the country is quite free from corruption. You will be inspired much by working in this much relaxed and informal culture. You will learn a lot will build many fruitful business relationships. These cultural reforms can be beneficial for you as an entrepreneur in Sweden.": "Σε σύγκριση με πολλούς άλλους πολιτισμούς, η σουηδική επιχειρηματική κουλτούρα είναι πιο χαλαρή και περιστασιακή. Δεν υπάρχει πάρα πολύ γραφειοκρατία και η χώρα είναι αρκετά απαλλαγμένη από τη διαφθορά. Θα εμπνευστείτε πολύ δουλεύοντας σε αυτή την πολύ χαλαρή και άτυπη κουλτούρα. Θα μάθετε πολλά θα δημιουργήσουν πολλές γόνιμες επιχειρηματικές σχέσεις. Αυτές οι πολιτιστικές μεταρρυθμίσεις μπορεί να είναι επωφελείς για εσάς ως επιχειρηματίας στη Σουηδία.",
  "Besides this, the Swedish government has made it a lot easier for people to borrow money from public or private lenders. Swedish are informal about names and being an expat, you should do the same. In short, the business culture, here in Sweden, is much favourable for new business opportunities.": "Εκτός αυτού, η σουηδική κυβέρνηση έχει καταστήσει πολύ πιο εύκολο για τους ανθρώπους να δανειστούν χρήματα από δημόσιους ή ιδιωτικούς δανειστές. Τα Σουηδικά είναι ανεπίσημα για τα ονόματα και είναι ένας εκπατρισμένος, θα πρέπει να κάνετε το ίδιο. Εν ολίγοις, η επιχειρηματική κουλτούρα, εδώ στη Σουηδία, είναι πολύ ευνοϊκή για νέες επιχειρηματικές ευκαιρίες.",
  "Swedish consensus culture": "Σουηδική συναίνεση κουλτούρα",
  "Swedish organizations are flat in structure and the employees are highly satisfied. Swedes learn to collaborate with others from an early age and they like to work in teams. Teams in Swedish business culture are a bit agile and work autonomously. If you are new to Sweden, then this might feel a bit confusing and irritating. You might feel like we talk a lot and don't make any decision but it actually is a part of Swedish consensus culture. Swedes like decisions to be based on wide agreements or collective opinions.": "Οι σουηδικές οργανώσεις είναι επίπεδες σε δομή και οι εργαζόμενοι είναι ιδιαίτερα ικανοποιημένοι. Οι Σουηδοί μαθαίνουν να συνεργάζονται με άλλους από νεαρή ηλικία και τους αρέσει να εργάζονται σε ομάδες. Οι ομάδες στη σουηδική επιχειρηματική κουλτούρα είναι λίγο ευέλικτες και εργάζονται αυτόνομα. Εάν είστε νέοι στη Σουηδία, τότε αυτό μπορεί να αισθάνεται λίγο συγκεχυμένο και ενοχλητικό. Μπορεί να αισθάνεστε σαν να μιλάμε πολύ και να μην κάνουμε καμία απόφαση, αλλά στην πραγματικότητα είναι μέρος της σουηδικής συναίνεσης πολιτισμού. Οι Σουηδοί, όπως οι αποφάσεις που βασίζονται σε ευρείες συμφωνίες ή συλλογικές απόψεις.",
  "Sweden is among the high-ranking gender-equal countries in the world. You should hire a legal assistant to handle your legal affairs.": "Η Σουηδία είναι μεταξύ των υψηλού επιπέδου χωρών του φύλου στον κόσμο. Θα πρέπει να προσλάβετε νομικό βοηθό για να χειριστείτε τις νομικές σας υποθέσεις.",
  "Be passionate": "Να είσαι παθιασμένος",
  "Stockholm is a very cliquey place and starting a business here can be both difficult and easy. It is advisable that you should do the proper research before taking any big step and stay passionate about your aim. Being an entrepreneur, you should equip yourself with passion, good-will, and ambitions. Don't lose hope if you come across any hurdles in the process and keep ongoing.": "Η Στοκχόλμη είναι ένα πολύ clique μέρος και η έναρξη μιας επιχείρησης εδώ μπορεί να είναι τόσο δύσκολη όσο και εύκολη. Συνιστάται να κάνετε τη σωστή έρευνα πριν κάνετε οποιοδήποτε μεγάλο βήμα και να παραμείνετε παθιασμένοι με τον στόχο σας. Όντας επιχειρηματίας, θα πρέπει να εξοπλίσετε τον εαυτό σας με πάθος, καλή θέληση και φιλοδοξίες. Μην χάσετε την ελπίδα αν συναντήσετε εμπόδια στη διαδικασία και συνεχίζετε να συνεχίζετε.",
  "Building a successful start-up is not a cup of tea no matter what the culture and business ethics are. However, it is relatively easy to start a business in Sweden due to the economic conditions and innovative culture of the country. By following the above-mentioned simple yet useful steps, the chances for probable success can increase for entrepreneurs.": "Η οικοδόμηση μιας επιτυχημένης εκκίνησης δεν είναι ένα φλιτζάνι τσάι, ανεξάρτητα από το τι είναι η κουλτούρα και η επιχειρηματική ηθική. Ωστόσο, είναι σχετικά εύκολο να ξεκινήσετε μια επιχείρηση στη Σουηδία λόγω των οικονομικών συνθηκών και της καινοτόμου πολιτισμού της χώρας. Ακολουθώντας τα προαναφερθέντα απλά αλλά χρήσιμα βήματα, οι πιθανότητες πιθανής επιτυχίας μπορούν να αυξηθούν για τους επιχειρηματίες.",
  "Are you planning to move to Sweden for work? Everyone wants to look for better opportunities to earn a standard living for themselves and their families. As Sweden is known for its strong and growing economy, people are attracted to migrate to Sweden to find better jobs.": "Σκοπεύετε να μετακινηθείτε στη Σουηδία για δουλειά; Όλοι θέλουν να αναζητήσουν καλύτερες ευκαιρίες για να κερδίσουν ένα πρότυπο που ζει για τον εαυτό τους και τις οικογένειές τους. Καθώς η Σουηδία είναι γνωστή για την ισχυρή και αναπτυσσόμενη οικονομία της, οι άνθρωποι προσελκύονται να μεταναστεύσουν στη Σουηδία για να βρουν καλύτερες θέσεις εργασίας.",
  "If you are moving from the EU, then you are entitled to work in Sweden without a permit and your family can join you as long as you have the right to of residence in Sweden. Citizens of countries outside the EU need to apply for a work permit if they want to migrate to Sweden to look for jobs. You have to follow a step by step to get a Swedish work permit and we are here to guide you thoroughly in this regard.": "Εάν μετακομίζετε από την ΕΕ, τότε δικαιούστε να εργαστείτε στη Σουηδία χωρίς άδεια και η οικογένειά σας μπορεί να συμμετάσχει μαζί σας εφ 'όσον έχετε το δικαίωμα διαμονής στη Σουηδία. Οι πολίτες των χωρών εκτός της ΕΕ πρέπει να υποβάλουν αίτηση για άδεια εργασίας εάν θέλουν να μεταναστεύσουν στη Σουηδία για να αναζητήσουν θέσεις εργασίας. Πρέπει να ακολουθήσετε ένα βήμα προς βήμα για να λάβετε μια Σουηδική άδεια εργασίας και είμαστε εδώ για να σας καθοδηγήσουμε διεξοδικά από αυτή την άποψη.",
  "Apply for a work permit": "Υποβάλετε αίτηση για άδεια εργασίας",
  "First thing first, you need to apply for a work permit and should know the basic rules and regulations. Citizens of Australia, Chile, Argentina, South Korea, New Zealand, and Hong Kong can apply for a holiday working visa for one year. For employment that is for less than three months, citizens of certain countries should have both a valid visa and a work permit. It is to be noted that employees of some specific domains might be exempt from the regulations of work permit.": "Πρώτα πράγμα πρώτα, πρέπει να υποβάλετε αίτηση για άδεια εργασίας και πρέπει να γνωρίζετε τους βασικούς κανόνες και κανονισμούς. Οι πολίτες της Αυστραλίας, της Χιλής, της Αργεντινής, της Νότιας Κορέας, της Νέας Ζηλανδίας και του Χονγκ Κονγκ μπορούν να υποβάλουν αίτηση για θεώρηση διακοπών για ένα χρόνο. Για την απασχόληση που είναι για λιγότερο από τρεις μήνες, οι πολίτες ορισμένων χωρών θα πρέπει να έχουν τόσο έγκυρη θεώρηση όσο και άδεια εργασίας. Πρέπει να σημειωθεί ότι οι υπάλληλοι ορισμένων συγκεκριμένων τομέων ενδέχεται να απαλλάσσονται από τους κανονισμούς της άδειας εργασίας.",
  "Requirements for permit": "Απαιτήσεις για άδεια",
  "To obtain the work permit for Sweden, you should have an employment offer from any Swedish employer. While applying online, you will be given instructions about how to fill the application form and the required documents you should send along with the application form.": "Για να λάβετε την άδεια εργασίας για τη Σουηδία, θα πρέπει να έχετε προσφορά απασχόλησης από οποιονδήποτε σουηδικό εργοδότη. Κατά την υποβολή αίτησης στο διαδίκτυο, θα σας δοθούν οδηγίες σχετικά με τον τρόπο συμπλήρωσης της φόρμας αίτησης και των απαιτούμενων εγγράφων που θα πρέπει να στείλετε μαζί με τη φόρμα αίτησης.",
  "You must have an official job letter from a Swedish employer and the job must:": "Πρέπει να έχετε επίσημη επιστολή εργασίας από έναν σουηδικό εργοδότη και η δουλειά πρέπει:",
  "Be advertised in the EU/EEA newspaper for at least ten days Have terms that comply with those set by the Swedish collective agreement Pay a minimum salary or wage rate of SEK 13,000 before tax Besides this, you must have a valid passport in your home country or the country you are currently residing in.": "Να διαφημιστεί στην εφημερίδα της ΕΕ/ΕΟΧ για τουλάχιστον δέκα ημέρες έχουν όρους που συμμορφώνονται με εκείνους που καθορίζονται από τη Σουηδική Συλλογική Συμφωνία να πληρώνουν ένα ελάχιστο μισθό ή μισθό των 13.000 SEK πριν από τον φόρο, εκτός από αυτό, πρέπει να έχετε έγκυρο διαβατήριο στη χώρα καταγωγής σας ή στη χώρα στην οποία κατοικείτε σήμερα.",
  "The application processes": "Τις διαδικασίες εφαρμογής",
  "You must apply for the work permit long before your date of joining as you must have a work permit for getting the visa. In some exceptional cases, you can apply for a work permit from Sweden if you are already in the country. You will need these documents for sending the application form which are:": "Πρέπει να υποβάλετε αίτηση για την άδεια εργασίας πολύ πριν την ημερομηνία συμμετοχής σας, καθώς πρέπει να έχετε άδεια εργασίας για να λάβετε τη θεώρηση. Σε ορισμένες εξαιρετικές περιπτώσεις, μπορείτε να υποβάλετε αίτηση για άδεια εργασίας από τη Σουηδία εάν είστε ήδη στη χώρα. Θα χρειαστείτε αυτά τα έγγραφα για την αποστολή της φόρμας αίτησης που είναι:",
  "Letter of employment approved by the relevant trade union Complete and rightly filled application form Copies of the passport showing the personal data and validity date The proof of permission of living in other countries by your home country's government (usually available on the passport) The application fees Compile these documents and submit the application online or by hand in your closest Swedish embassy. The migration agency, will then, consider your application and will check the details. The provided details of the person are checked for authenticity and then they will give you an estimated waiting time.": "Επιστολή απασχόλησης που εγκρίθηκε από την αρμόδια συνδικαλιστή και συμπληρώθηκε σωστά τα αντίγραφα της αίτησης του διαβατηρίου που δείχνουν τα προσωπικά δεδομένα και την ημερομηνία εγκυρότητας Η απόδειξη της άδειας διαβίωσης σε άλλες χώρες από την κυβέρνηση της χώρας σας (συνήθως διαθέσιμη στο διαβατήριο). Ο οργανισμός μετανάστευσης θα εξετάσει τότε την αίτησή σας και θα ελέγξει τις λεπτομέρειες. Οι παρεχόμενες λεπτομέρειες του ατόμου ελέγχονται για αυθεντικότητα και στη συνέχεια θα σας δώσουν έναν εκτιμώμενο χρόνο αναμονής.",
  "The process of applying for a work permit for Sweden seems quite simple and is transparent. The applicant will be informed by the migration agency about the application status from time to time or you can check the details online. Besides this, you will also need to apply for the extension of your work permit time to time after the expiry of the current permit and the process is quite similar to this one. If you apply for the extension well before the expiry date of your work permit, then you will be allowed to keep on working in the country till the decision.": "Η διαδικασία υποβολής αίτησης για άδεια εργασίας για τη Σουηδία φαίνεται αρκετά απλή και είναι διαφανής. Ο αιτών θα ενημερωθεί από την υπηρεσία μετανάστευσης σχετικά με την κατάσταση της αίτησης κατά καιρούς ή μπορείτε να ελέγξετε τις λεπτομέρειες στο διαδίκτυο. Εκτός αυτού, θα πρέπει επίσης να υποβάλετε αίτηση για την επέκταση της άδειας εργασίας σας χρόνο σε χρόνο μετά τη λήξη της τρέχουσας άδειας και η διαδικασία είναι αρκετά παρόμοια με αυτή. Εάν υποβάλετε αίτηση για την επέκταση πολύ πριν από την ημερομηνία λήξης της άδειας εργασίας σας, τότε θα σας επιτρέπεται να συνεχίσετε να εργάζεστε στη χώρα μέχρι την απόφαση.",
  "Relocation is a lofty decision to make on part of an individual more or so, and on a family too. Relocation brings about the obvious challenges that a human might face in a foreign land. At times even relocating to a city might seem a gigantic change than changing your country code too. If all fails and despite all efforts, you have trouble accommodating yourself and your family, you might need to plan a relocation. And here is why you should plan moving out of Sweden in unpropitious times.": "Η μετεγκατάσταση είναι μια υψηλή απόφαση για να γίνει μέρος ενός ατόμου περισσότερο περίπου, και σε μια οικογένεια επίσης. Η μετεγκατάσταση προκαλεί τις προφανείς προκλήσεις που μπορεί να αντιμετωπίσει ένας άνθρωπος σε μια ξένη γη. Μερικές φορές η μετεγκατάσταση σε μια πόλη μπορεί να φανεί μια γιγαντιαία αλλαγή από την αλλαγή του κώδικα της χώρας σας επίσης. Εάν όλα αποτύχουν και παρά όλες τις προσπάθειες, έχετε πρόβλημα να φιλοξενήσετε τον εαυτό σας και την οικογένειά σας, ίσως χρειαστεί να σχεδιάσετε μια μετεγκατάσταση. Και εδώ είναι ο λόγος για τον οποίο πρέπει να προγραμματίσετε να μετακινηθείτε από τη Σουηδία σε δυσμενείς χρονικές στιγμές.",
  "Unfriendly Environment": "Εχθρικό περιβάλλον",
  "Have you made friends yet? The statistics say you haven't. Many local surveys point out this disturbing lack of friendliness on the locals' part. Despite high standards of living in Sweden expats fail to feel at home in this Scandinavian country. Home to many luxuries and beautiful coastal cities in the country, however, fails to make foreigners feel at home. With the people distant and seemingly unfriendly, they give a cold shoulder to immigrants.": "Έχετε κάνει φίλους ακόμα; Τα στατιστικά στοιχεία λένε ότι δεν έχετε. Πολλές τοπικές έρευνες επισημαίνουν αυτήν την ανησυχητική έλλειψη φιλικότητας στο μέρος των ντόπιων. Παρά τα υψηλά πρότυπα διαβίωσης στη Σουηδία οι εκπατρισμένοι δεν αισθάνονται σαν στο σπίτι αυτή σε αυτή τη σκανδιναβική χώρα. Το σπίτι για πολλές πολυτέλειες και όμορφες παράκτιες πόλεις στη χώρα, ωστόσο, δεν κάνει τους αλλοδαπούς να αισθάνονται σαν στο σπίτι τους. Με τους ανθρώπους μακρινούς και φαινομενικά εχθρικούς, δίνουν έναν κρύο ώμο στους μετανάστες.",
  "\"I made two mistakes going to Stockholm, I went alone and I went in November\"": "\"Έκανα δύο λάθη στη Στοκχόλμη, πήγα μόνος και πήγα το Νοέμβριο\"",
  "Says a student who traveled there. No man is an island and certainly in this country of islands, one must have a hard time surviving alone.": "Λέει ένας φοιτητής που ταξίδεψε εκεί. Κανένας άνθρωπος δεν είναι νησί και σίγουρα σε αυτή τη χώρα των νησιών, πρέπει κανείς να έχει έναν σκληρό χρόνο να επιβιώσει μόνος του.",
  "Dark Dreary Winters": "Σκοτεινά θλιβερά χειμώνες",
  "Winters, well a short cool winter season who doesn't appreciate that. But when it gets too long it gets hard to bear by the day. The sunsets at 3 pm. An extraordinarily short day! How many of us have found ourselves longing for the sun in the mild winters back home? But in Sweden, you must survive the winters and do so without the sun peeking at you from time to time for respite. The grey colored skies and too short days do not help and it makes the atmosphere gloom stricken, deprived of energy for even daily chores.": "Winters, καλά μια σύντομη δροσερή χειμερινή περίοδο που δεν το εκτιμά αυτό. Αλλά όταν παίρνει πάρα πολύ καιρό γίνεται δύσκολο να αντέξει την ημέρα. Τα ηλιοβασιλέματα στις 3 μ.μ. Μια εξαιρετικά σύντομη μέρα! Πόσοι από εμάς βρήκαμε τον εαυτό μας να λαχταράει για τον ήλιο στους ήπια χειμώνες πίσω στο σπίτι; Αλλά στη Σουηδία, πρέπει να επιβιώσετε από τους χειμώνες και να το κάνετε χωρίς τον ήλιο να σας κοιτάζει από καιρό σε καιρό για ανάπαυλα. Ο γκρίζος ουρανός και οι πολύ σύντομες μέρες δεν βοηθούν και κάνει την ατμόσφαιρα θλίψη να χτυπηθεί, στερημένη ενέργεια για ακόμη και καθημερινές δουλειές.",
  "Taxes Take a Toll on You!": "Οι φόροι σας παίρνουν φόρο!",
  "Even if one manages to secure a high paying job, that taxation demands that you give much of your hard-earned money to the government. Sweden is one of the richest countries as per GDP production but most of it goes as taxes. Proud owner of many International businesses Sweden sure sounds attractive but the home of the luxurious\" Volvo cars\" takes a toll on your income.": "Ακόμη και αν κάποιος καταφέρνει να εξασφαλίσει μια υψηλή εργασία πληρωμής, αυτή η φορολογία απαιτεί να δώσετε μεγάλο μέρος των χρημάτων σας που κερδίζετε σκληρά κερδισμένα στην κυβέρνηση. Η Σουηδία είναι μία από τις πλουσιότερες χώρες σύμφωνα με την παραγωγή του ΑΕΠ, αλλά τα περισσότερα από αυτά πηγαίνουν ως φόροι. Ο περήφανος ιδιοκτήτης πολλών διεθνών επιχειρήσεων Σουηδία σίγουρα ακούγεται ελκυστικό, αλλά το σπίτι των πολυτελών \"αυτοκινήτων Volvo\" επηρεάζει το εισόδημά σας.",
  "To Rent or To Buy?": "Για ενοικίαση ή αγορά;",
  "Moved to Sweden? Bet you had a hard time finding a place to live. This explains the reputation of simple furniture and minimal decorative sense. Rents in Sweden are sky-high, gobbling up to 30 % of one's salary. It might even be a luxury to afford a decent place on rent. The policy of short rental contracts will have you moving from one place to another before you find a permanent residence. People need to wait for years before they can afford decent housing. If you want to spend your hard-earned money on improving your lifestyle you might consider a relocation so you may afford a decent residence and focus on bigger things in life.": "Μετακόμισε στη Σουηδία; Στοίχημα δυσκολεύεστε να βρείτε ένα μέρος για να ζήσετε. Αυτό εξηγεί τη φήμη των απλών επίπλων και της ελάχιστης διακοσμητικής αίσθησης. Τα ενοίκια στη Σουηδία είναι ψηλά, αυξάνοντας το 30 % του μισθού. Μπορεί ακόμη και να είναι μια πολυτέλεια να προσφέρει μια αξιοπρεπή θέση στο ενοίκιο. Η πολιτική των σύντομων συμβάσεων ενοικίασης θα σας μετακομίσει από το ένα μέρος στο άλλο πριν βρείτε μια μόνιμη κατοικία. Οι άνθρωποι πρέπει να περιμένουν για χρόνια πριν μπορούν να αντέξουν οικονομικά αξιοπρεπή στέγαση. Εάν θέλετε να ξοδέψετε τα σκληρά κερδισμένα χρήματά σας για τη βελτίωση του τρόπου ζωής σας, μπορείτε να εξετάσετε μια μετεγκατάσταση, ώστε να μπορείτε να αντέξετε οικονομικά μια αξιοπρεπή κατοικία και να επικεντρωθείτε στα μεγαλύτερα πράγματα στη ζωή.",
  "Satisfied with Your Work?": "Ικανοποιημένος με τη δουλειά σας;",
  "The first barrier you might have faced in Sweden is the language. And even after you have mastered the Swedish language it is only self-explanatory that the corporations prefer Swedish people who have a better grasp on Swedish ways of working and most importantly are native speakers of the language. Most of the foreigners in Sweden are forced to work at restaurants and bars. The education saturation demands extraordinary skills from a foreigner for him to be able to replace the natives at high-quality jobs.": "Το πρώτο εμπόδιο που μπορεί να αντιμετωπίσετε στη Σουηδία είναι η γλώσσα. Και ακόμη και αφού έχετε μάθει τη σουηδική γλώσσα, είναι μόνο αυτονόητο ότι οι εταιρείες προτιμούν τους Σουηδούς ανθρώπους που έχουν καλύτερη κατανόηση των σουηδικών τρόπων εργασίας και κυρίως είναι οι μητρικοί ομιλητές της γλώσσας. Οι περισσότεροι από τους αλλοδαπούς στη Σουηδία αναγκάζονται να εργαστούν σε εστιατόρια και μπαρ. Ο κορεσμός της εκπαίδευσης απαιτεί έκτακτες δεξιότητες από έναν αλλοδαπό για να μπορέσει να αντικαταστήσει τους ντόπιους σε θέσεις υψηλής ποιότητας.",
  "Relocating or immigrating is a life-changing process. You need adaptations you find yourself being molded in certain ways. Sweden is a Scandinavian nation. A land home to many beautiful natural scenes, coastal cities and beautifully changing seasons. Visiting Sweden is for sure a great trip but immigrating to Sweden demands that you prepare and brace yourself for a practical journey. Here is what you need to know.": "Η μετεγκατάσταση ή η μετανάστευση είναι μια διαδικασία που αλλάζει τη ζωή. Χρειάζεστε προσαρμογές που βρίσκετε να διαμορφώνετε με ορισμένους τρόπους. Η Σουηδία είναι ένα σκανδιναβικό έθνος. Μια γη σε πολλές όμορφες φυσικές σκηνές, παράκτιες πόλεις και όμορφα μεταβαλλόμενες εποχές. Η επίσκεψη στη Σουηδία είναι σίγουρα ένα μεγάλο ταξίδι, αλλά η μετανάστευση στη Σουηδία απαιτεί να προετοιμάσετε και να στηρίξετε τον εαυτό σας για ένα πρακτικό ταξίδι. Εδώ είναι αυτό που πρέπει να ξέρετε.",
  "For visiting Sweden, you do require a visa if you are not part of the European Union. Visit freely if you are. However, you need to find a permanent abode and spend five years to gain Swedish citizenship.": "Για την επίσκεψη στη Σουηδία, χρειάζεστε βίζα εάν δεν είστε μέρος της Ευρωπαϊκής Ένωσης. Επισκεφθείτε ελεύθερα εάν είστε. Ωστόσο, πρέπει να βρείτε μια μόνιμη κατοικία και να περάσετε πέντε χρόνια για να κερδίσετε τη σουηδική ιθαγένεια.",
  "Where to live": "Πού να ζήσεις",
  "Most people in Sweden resort to finding a permanent residence than renting a house. Permanent residence may seem like a time-consuming thing, but in the long run, it benefits you. Higher than usual rents and unreliable contracts take a toll on your pocket. If you are planning to stay for a longer duration you are advised to find a permanent abode. Students may find room in Universities. It is however advised that you gather information and experiences of expatriates living here and try to find a most suitable home.": "Οι περισσότεροι άνθρωποι στη Σουηδία καταφεύγουν στην εξεύρεση μόνιμης κατοικίας από την ενοικίαση ενός σπιτιού. Η μόνιμη κατοικία μπορεί να φαίνεται σαν ένα χρονοβόρο πράγμα, αλλά μακροπρόθεσμα, σας ωφελεί. Υψηλότερα από τα συνηθισμένα ενοίκια και αναξιόπιστες συμβάσεις επηρεάζουν την τσέπη σας. Εάν σχεδιάζετε να μείνετε για μεγαλύτερη διάρκεια, σας συμβουλεύουμε να βρείτε μια μόνιμη κατοικία. Οι μαθητές μπορούν να βρουν χώρο στα πανεπιστήμια. Ωστόσο, συνιστάται να συλλέγετε πληροφορίες και εμπειρίες ομογενών που ζουν εδώ και να προσπαθήσετε να βρείτε ένα πιο κατάλληλο σπίτι.",
  "Where to work": "Πού να δουλέψεις",
  "Sweden offers an expansive and wealthy job market. Though if you are a non-European Union citizen you will need a work permit. Salaries are high and they usually do the job of paying for the basic facilities. But as some immigrants would share their experience of tough times finding work, and complain that expats are never prioritized for primary jobs. As a youngster, you may want to start by doing an internship to make you accustomed to the Swedish way of working and help you excel in practical fields": "Η Σουηδία προσφέρει μια εκτεταμένη και πλούσια αγορά εργασίας. Αν και αν είστε μη ευρωπαϊκός πολίτης της Ένωσης, θα χρειαστείτε άδεια εργασίας. Οι μισθοί είναι υψηλοί και συνήθως κάνουν τη δουλειά της πληρωμής για τις βασικές εγκαταστάσεις. Όμως, καθώς ορισμένοι μετανάστες θα μοιράζονταν την εμπειρία τους σε δύσκολες στιγμές να βρουν εργασία και να διαμαρτύρονται ότι οι εκπατρισμένοι δεν έχουν ποτέ προτεραιότητα για πρωτογενείς θέσεις εργασίας. Ως νεαρός, ίσως θελήσετε να ξεκινήσετε κάνοντας μια πρακτική άσκηση για να σας συνηθίσει με τον σουηδικό τρόπο εργασίας και να σας βοηθήσει να υπερέχετε σε πρακτικούς τομείς",
  "Are you a student?": "Είσαι φοιτητής;",
  "So, have you decided to come to Sweden for studies or you have had to migrate because of your father's job? Fortunately, you can study using English as the medium. So, you don't have to worry about the tedious task of learning the language. Swedish universities are free for students from EU citizens. But if you come from outside the European Union you may face difficulties.": "Έτσι, αποφασίσατε να έρθετε στη Σουηδία για σπουδές ή έπρεπε να μεταναστεύσετε λόγω της δουλειάς του πατέρα σας; Ευτυχώς, μπορείτε να μελετήσετε χρησιμοποιώντας τα αγγλικά ως μέσο. Έτσι, δεν χρειάζεται να ανησυχείτε για το κουραστικό έργο της εκμάθησης της γλώσσας. Τα σουηδικά πανεπιστήμια είναι δωρεάν για φοιτητές από τους πολίτες της ΕΕ. Αλλά αν έρχεστε από έξω από την Ευρωπαϊκή Ένωση, μπορεί να αντιμετωπίσετε δυσκολίες.",
  "Brace yourself for a new winter experience": "Φροντίστε τον εαυτό σας για μια νέα χειμερινή εμπειρία",
  "Winters in this near arctic country are unfortunately not so pleasant. The winter days are so short that gloom sets in and you find yourself longing for the sun. Winters are rather dreary and dismal. But on the brighter aspect, they are beautiful with the snow-covered lands and picturesque beauty. The days of gloom are not long they melt into a beautiful spring Season. So, buy yourself warm clothes before you step into the country.": "Οι χειμώνες σε αυτήν την κοντά στην Αρκτική Χώρα, δυστυχώς, δεν είναι τόσο ευχάριστοι. Οι χειμερινές μέρες είναι τόσο σύντομες που μπαίνει το σκοτάδι και βρίσκεστε λαχτάρα για τον ήλιο. Οι χειμώνες είναι μάλλον θλιβερές και θλιβερές. Αλλά στην πιο φωτεινή πτυχή, είναι όμορφα με τα χιονισμένα εδάφη και γραφική ομορφιά. Οι ημέρες της σκοτεινιάς δεν είναι μακρές που λιώνουν σε μια όμορφη εποχή της άνοιξης. Έτσι, αγοράστε τα ζεστά ρούχα πριν μπείτε στη χώρα.",
  "Swedish culture": "Σουηδική κουλτούρα",
  "Swedish people may not seem very friendly at first. They are not as socially outgoing as you might hope. But once they get to know you, they are soft-spoken and polite people. So, you may have a hard time making friends when you are new in Sweden. But once you master the language and accent, of course, you will be easily incorporated into the Swedish way of life.": "Οι Σουηδοί άνθρωποι μπορεί να μην φαίνονται πολύ φιλικοί στην αρχή. Δεν είναι τόσο κοινωνικά εξερχόμενες όσο μπορείτε να ελπίζετε. Αλλά μόλις σας γνωρίσουν, είναι μαλακοί και ευγενικοί άνθρωποι. Έτσι, μπορεί να έχετε έναν σκληρό χρόνο να κάνετε φίλους όταν είστε νέοι στη Σουηδία. Αλλά μόλις κυριαρχήσετε τη γλώσσα και την προφορά, φυσικά, θα ενσωματωθούν εύκολα στον σουηδικό τρόπο ζωής.",
  "Also, get used to a lot of Swedish meatballs and remember Swedes love their coffee, perhaps an effect of the ice-cold winters!": "Επίσης, συνηθίστε σε πολλά σουηδικά κεφτεδάκια και θυμηθείτε τους Σουηδούς να αγαπούν τον καφέ τους, ίσως ένα αποτέλεσμα των παγωμένων χειμώνων!",
  "Expatriates in Sweden sure have to work hard to be one of the Swedes and starting a business is one of the challenges they may have to face. Competing with natives who have a grip on the Swedish way of life and are fluent in the language are sure to be in the lead when it comes to owning and running a business. They have contacts, and thus information about the legalities and the dangers of certain steps you might want to take when you start a business.": "Οι ομογενείς στη Σουηδία σίγουρα πρέπει να εργαστούν σκληρά για να είναι ένας από τους Σουηδούς και η έναρξη μιας επιχείρησης είναι μια από τις προκλήσεις που μπορεί να πρέπει να αντιμετωπίσουν. Ο ανταγωνισμός με τους ντόπιους που έχουν λαβή στον Σουηδικό τρόπο ζωής και είναι άπταιστα στη γλώσσα είναι βέβαιο ότι θα είναι στο προβάδισμα όταν πρόκειται για την κατοχή και τη λειτουργία μιας επιχείρησης. Έχουν επαφές και επομένως πληροφορίες σχετικά με τις νομιμότητες και τους κινδύνους ορισμένων βημάτων που ίσως θέλετε να λάβετε όταν ξεκινάτε μια επιχείρηση.",
  "High Taxes!": "Υψηλοί φόροι!",
  "Sweden sure is notorious for high tax rates. Although the Swedish government has reduced tax rates and taken measures such as allowing leaves to youngsters who want to practice entrepreneurship. But tax rates nonetheless remain high in this welfare state. An expatriate who has a little knowledge about taxing formalities and is not well versed in the Swedish way of work may face sudden failure owing to these complications. As a No European Union citizen, you need to register with the tax agencies and go through a lot of formalities before you set up. Businesses may become difficult for outsiders in such scenarios.": "Η Σουηδία σίγουρα είναι διαβόητη για υψηλούς φορολογικούς συντελεστές. Αν και η σουηδική κυβέρνηση έχει μειώσει τους φορολογικούς συντελεστές και λαμβάνει μέτρα όπως η επιτρέποντας τα φύλλα σε νέους που θέλουν να εξασκήσουν την επιχειρηματικότητα. Ωστόσο, οι φορολογικοί συντελεστές παραμένουν υψηλοί σε αυτό το κράτος πρόνοιας. Ένας ομογενής που έχει λίγη γνώση σχετικά με τη φορολόγηση των διατυπώσεων και δεν είναι καλά έμπειρος στον σουηδικό τρόπο εργασίας μπορεί να αντιμετωπίσει ξαφνική αποτυχία λόγω αυτών των επιπλοκών. Ως πολίτης της Ευρωπαϊκής Ένωσης, πρέπει να εγγραφείτε στις φορολογικές υπηρεσίες και να περάσετε από πολλές διατυπώσεις προτού δημιουργήσετε. Οι επιχειρήσεις μπορεί να γίνουν δύσκολες για τους ξένους σε τέτοια σενάρια.",
  "Legal formalities": "Νομικές διατυπώσεις",
  "Hire staff in Sweden but do it legally! For the laborer rights in Sweden make it compulsory for the employer to provide the laborers according to the law. Fortunately, if you are from the EU you can easily establish a business. But if an outsider you need a work permit and residence permit to stay and work in Sweden. Although it is not essential to register your business it secures the name of your business. Working your way through lawyers and contracts is not an easy task. And doing so in a foreign country, you are in for a hard day!": "Μίσθωση προσωπικού στη Σουηδία, αλλά το κάνετε νόμιμα! Για τα δικαιώματα των εργαζομένων στη Σουηδία καθιστούν υποχρεωτική για τον εργοδότη να παρέχει στους εργάτες σύμφωνα με το νόμο. Ευτυχώς, εάν είστε από την ΕΕ, μπορείτε εύκολα να δημιουργήσετε μια επιχείρηση. Αλλά αν ένας ξένος χρειάζεστε άδεια εργασίας και άδεια διαμονής για να μείνετε και να εργάζεστε στη Σουηδία. Αν και δεν είναι απαραίτητο να καταχωρήσετε την επιχείρησή σας, εξασφαλίζει το όνομα της επιχείρησής σας. Η εργασία σας μέσω των δικηγόρων και των συμβάσεων δεν είναι εύκολο έργο. Και κάνοντας αυτό σε μια ξένη χώρα, είστε για μια σκληρή μέρα!",
  "Lack of working Capital": "Έλλειψη κεφαλαίου κίνησης",
  "Finding sufficient capital in Sweden may be a fantasy. Owing to high tax rates and tax paid health and education having sufficient capital and stored money is often not feasible for an aspiring businessman. Starting a business as a sole trader, you should expect tough times ahead and brace yourself for some time of non-profit business. In a trading partnership, you may not need so much capital but responsibility for all debts land on you and your partner. A common mistake made is financing your business at the cost of your household finances. Not being able to pay bills and afford basic needs leads to obvious failure in both cases. Getting a loan may sound a great idea. But again, for a foreigner no loans without sufficient security. Of course, it is a long-term procedure to be able to own enough you can mortgage against some loan.": "Η εύρεση επαρκούς κεφαλαίου στη Σουηδία μπορεί να είναι μια φαντασία. Λόγω των υψηλών φορολογικών συντελεστών και των φορολογικών πληρωμένων υγείας και εκπαίδευσης που έχουν επαρκή κεφάλαια και αποθηκευμένα χρήματα συχνά δεν είναι εφικτά για έναν επίδοξο επιχειρηματία. Ξεκινώντας μια επιχείρηση ως μοναδικός έμπορος, θα πρέπει να περιμένετε δύσκολες στιγμές μπροστά και να παίζετε τον εαυτό σας για κάποιο χρονικό διάστημα μη κερδοσκοπικών επιχειρήσεων. Σε μια εμπορική εταιρική σχέση, μπορεί να μην χρειάζεστε τόσο μεγάλο κεφάλαιο, αλλά η ευθύνη για όλα τα χρέη σας προσγειώνονται σε εσάς και τον σύντροφό σας. Ένα κοινό λάθος που έγινε είναι η χρηματοδότηση της επιχείρησής σας με το κόστος των οικονομικών των νοικοκυριών σας. Δεν είναι σε θέση να πληρώσει τους λογαριασμούς και να παρέχει βασικές ανάγκες οδηγεί σε προφανή αποτυχία και στις δύο περιπτώσεις. Η απόκτηση δανείου μπορεί να ακούγεται μια καλή ιδέα. Αλλά και πάλι, για έναν αλλοδαπό δεν δάνεια χωρίς επαρκή ασφάλεια. Φυσικά, είναι μια μακροπρόθεσμη διαδικασία για να μπορέσετε να αποκτήσετε αρκετά ότι μπορείτε να υποθέσετε ενάντια σε κάποιο δάνειο.",
  "Problem in leads generation": "Πρόβλημα στη γενιά των οδηγιών",
  "If you are planning a business in Sweden, leads generation holds immense importance. Generating lead can be tough for a new businessman and more so for an expatriate working in Sweden. Not knowing the language, not being able to assess the Swedish mindset counts. For the Swedish work on trimmed lines and venturing for new ideas may be a little unorthodox for some. Not all foreigners are popular with the natives. And building the trust and companionship it takes for a successful business Venture takes you through narrow alleys.": "Εάν σχεδιάζετε μια επιχείρηση στη Σουηδία, η Generation Leads έχει τεράστια σημασία. Η δημιουργία μολύβδου μπορεί να είναι δύσκολη για έναν νέο επιχειρηματία και περισσότερο για έναν ομογενή που εργάζεται στη Σουηδία. Μη γνωρίζοντας τη γλώσσα, δεν είναι σε θέση να αξιολογήσει τη σουηδική νοοτροπία μετράει. Για τις σουηδικές εργασίες για τις διακοσμημένες γραμμές και η αποθήκη για νέες ιδέες μπορεί να είναι λίγο ανορθόδοξες για μερικούς. Όλοι οι αλλοδαποί δεν είναι δημοφιλείς στους ντόπιους. Και η οικοδόμηση της εμπιστοσύνης και της συντροφικότητας που χρειάζεται για μια επιτυχημένη επιχειρηματική επιχείρηση σας μεταφέρει μέσα από στενά σοκάκια.",
  "Visiting Sweden may not be the hot pick for a holiday as compared to the other Western countries but it is the country where you can deal with lesser crowd and take your time to see all the beautiful landmarks. Afterall a holiday is all about giving yourself more relaxation. Swedes are known for their friendliness and tolerance. The country is considered to be one of the happiest and the safest amongst the other European countries, with less crime. If you have always been in awe of the Northern Lights, then the plan to visit Sweden has to be on your to-do list. This Scandinavian country has much more than this to offer and it becomes really hard for us to narrow down the list of reasons to visit Sweden. Anyhow, we are giving it a try and we hope knowing about these top 6 reasons will worth your time.": "Η επίσκεψη στη Σουηδία μπορεί να μην είναι η καυτή επιλογή για διακοπές σε σύγκριση με τις άλλες δυτικές χώρες, αλλά είναι η χώρα όπου μπορείτε να ασχοληθείτε με το μικρότερο πλήθος και να πάρετε το χρόνο σας για να δείτε όλα τα όμορφα ορόσημα. Μετά από όλες τις διακοπές είναι για να δώσετε στον εαυτό σας περισσότερη χαλάρωση. Οι Σουηδοί είναι γνωστοί για τη φιλικότητα και την ανοχή τους. Η χώρα θεωρείται ότι είναι ένα από τα πιο ευτυχισμένα και ασφαλέστερα μεταξύ των άλλων ευρωπαϊκών χωρών, με λιγότερο έγκλημα. Εάν έχετε πάντα το δέος των βόρειων φώτων, τότε το σχέδιο για να επισκεφθείτε τη Σουηδία πρέπει να είναι στη λίστα των υποχρεώσεών σας. Αυτή η σκανδιναβική χώρα έχει πολύ περισσότερα από αυτό να προσφέρει και γίνεται πραγματικά δύσκολο για εμάς να περιορίσουμε τον κατάλογο των λόγων για να επισκεφτούμε τη Σουηδία. Εν πάση περιπτώσει, το δίνουμε μια δοκιμή και ελπίζουμε ότι η γνώση αυτών των κορυφαίων 6 λόγων θα αξίζει τον χρόνο σας.",
  "Experience the Hospitality": "Ζήστε τη φιλοξενία",
  "What we have concluded so far from online surveys is that Sweden has got one of the most tolerant and friendliest locals across the globe. In the past, there might have been rumors about their bad reputation in treating foreigners but now Swedes are on the way of becoming a prosperous nation. They take pride in serving the visitors and impress them by their hospitality. Bygone are the days when they were considered rude and introvert. According to a report by The Telegraph, they are now on 14th rank all over the world in Tolerance Index. Woah! That is such a moment of relief for all of us who were suspicious and couldn't add Sweden in our bucket list.": "Αυτό που έχουμε ολοκληρώσει μέχρι στιγμής από τις ηλεκτρονικές έρευνες είναι ότι η Σουηδία έχει έναν από τους πιο ανεκτικούς και πιο φιλικούς ντόπιους σε όλο τον κόσμο. Στο παρελθόν, ίσως υπήρξαν φήμες για την κακή φήμη τους στη θεραπεία των αλλοδαπών, αλλά τώρα οι Σουηδοί βρίσκονται στο δρόμο να γίνουν ευημερούσα έθνος. Είναι υπερήφανοι για την εξυπηρέτηση των επισκεπτών και τους εντυπωσιάζουν από τη φιλοξενία τους. Πείνα είναι οι ημέρες που θεωρούνταν αγενείς και εσωστρεφείς. Σύμφωνα με μια έκθεση του Telegraph, βρίσκονται τώρα στην 14η θέση σε όλο τον κόσμο σε δείκτη ανοχής. Γουάα! Αυτή είναι μια τέτοια στιγμή ανακούφισης για όλους μας που ήταν ύποπτοι και δεν μπορούσαμε να προσθέσουμε τη Σουηδία στη λίστα των κουβάδων μας.",
  "Since Winter is Coming So Why Not the Sports": "Από τότε που έρχεται ο χειμώνας, γιατί όχι τα αθλήματα",
  "Sweden has got all the colours. No matter whether you are a summer lover or a sucker for winter it has so much to offer. We can say that Sweden can be considered as a heaven for all the winter hustle especially the sports. From alpine skiing to snowboarding you can enjoy a wide range of outdoor activities, full of thrill and fun.": "Η Σουηδία έχει όλα τα χρώματα. Ανεξάρτητα από το αν είστε καλοκαιρινός εραστής ή κορόιδο για το χειμώνα, έχει πολλά να προσφέρει. Μπορούμε να πούμε ότι η Σουηδία μπορεί να θεωρηθεί ως ουρανός για όλη τη χειμερινή φασαρία, ειδικά τα αθλήματα. Από το αλπικό σκι στο snowboarding μπορείτε να απολαύσετε ένα ευρύ φάσμα υπαίθριων δραστηριοτήτων, γεμάτη συγκίνηση και διασκέδαση.",
  "A Blend of Urban Bustle and Country Side Panorama": "Ένα μείγμα αστικής φασαρία και πλαϊνό πανόραμα",
  "Apart from historic buildings and churches, Swedish cities have got all the essentials of what we call an urban life hustle and bustle. From the capital city of Stockholm to the 5th largest Nordic city Gothenburg there are amusement parks all across the country. Liseberg, Grona Lund, and many other parks are attracting thousands of local and international visitors each year. And this is one side of the story, like other Scandinavian countries Sweden is blessed with wide landscapes, mesmerizing national parks and a spectacular panorama of green lush fields.": "Εκτός από τα ιστορικά κτίρια και τις εκκλησίες, οι σουηδικές πόλεις έχουν όλα τα βασικά στοιχεία αυτού που ονομάζουμε αστική ζωή και φασαρία. Από την πρωτεύουσα της Στοκχόλμης έως την 5η μεγαλύτερη Nordic City Gothenburg υπάρχουν πάρκα ψυχαγωγίας σε όλη τη χώρα. Ο Liseberg, ο Grona Lund και πολλά άλλα πάρκα προσελκύουν χιλιάδες τοπικούς και διεθνείς επισκέπτες κάθε χρόνο. Και αυτή είναι η μία πλευρά της ιστορίας, όπως και άλλες σκανδιναβικές χώρες που η Σουηδία είναι ευλογημένη με μεγάλα τοπία, μαγευτικά εθνικά πάρκα και ένα θεαματικό πανόραμα πράσινων πλούσιων πεδίων.",
  "Roam freely and feel the Swedish Vibes": "Περιπλανώμαι ελεύθερα και αισθανθείτε τα σουηδικά vibes",
  "Here we will advise you to give a shut-up call to all those who keep on labeling Sweden as a dangerous and not-so-easy going country for visitors. Believe me, it is an incredible place where you can roam freely from one corner of the country to another. You may need to beware of pickpockets but that is quite an obvious thing to take care of. Right? We all do that even at the airport checkouts that are considered safest of all. If you are an avid traveler, you can easily manage this and it won't trouble you much.": "Εδώ θα σας συμβουλεύουμε να δώσετε μια κλήση κλεισίματος σε όλους εκείνους που συνεχίζουν να επισημαίνουν τη Σουηδία ως μια επικίνδυνη και όχι τόσο εύκολη χώρα για τους επισκέπτες. Πιστέψτε με, είναι ένα απίστευτο μέρος όπου μπορείτε να περιπλανηθείτε ελεύθερα από τη μια γωνιά της χώρας στην άλλη. Μπορεί να χρειαστεί να προσέξετε τις πορτοφόλια, αλλά αυτό είναι ένα προφανές πράγμα που πρέπει να φροντίσετε. Δικαίωμα; Όλοι το κάνουμε ακόμα και στα checkouts του αεροδρομίου που θεωρούνται ασφαλέστερα από όλους. Εάν είστε ένας άπληστος ταξιδιώτης, μπορείτε εύκολα να το διαχειριστείτε και δεν θα σας ενοχλήσει πολύ.",
  "Would you like to start a profitable business as a foreigner in Sweden? If so, here are six of Sweden's best small business ideas & investment opportunities that will generate you a handsome amount.": "Θα θέλατε να ξεκινήσετε μια κερδοφόρα επιχείρηση ως αλλοδαπός στη Σουηδία; Αν ναι, εδώ είναι έξι από τις καλύτερες επιχειρηματικές ιδέες και επενδυτικές ευκαιρίες της Σουηδίας που θα σας δημιουργήσουν ένα όμορφο ποσό.",
  "Home Rental Business": "Επιχείρηση ενοικίασης σπιτιού",
  "There is always a space of Home-Property rental business in Sweden.A rental property business is a venture through which an investor will purchase and manage one or more income-producing properties. These properties can have one or more units that are leased out to tenants in exchange for monthly rental fees. Investors can have an effective rental plan without having to directly manage these properties; property management companies can be hired to carry out the duties often associated with landlords, such as rent collection and maintenance.It could be the idea if you are going to start a business with a partner or if you can invest in property or house by yourself and later rent-out as secure regular income. Subletting through AirBnb is quite profitable in big cities as well.": "Υπάρχει πάντα ένας χώρος επιχείρησης ενοικίασης οικιακής ιδιοκτησίας στη Σουηδία. Μια επιχείρηση ενοικίασης ιδιοκτησίας είναι μια επιχείρηση μέσω της οποίας ένας επενδυτής θα αγοράσει και θα διαχειριστεί ένα ή περισσότερα ακίνητα παραγωγής εισοδήματος. Αυτές οι ιδιότητες μπορούν να έχουν μία ή περισσότερες μονάδες που μισθώνονται σε ενοικιαστές σε αντάλλαγμα για μηνιαίες αμοιβές ενοικίασης. Οι επενδυτές μπορούν να έχουν ένα αποτελεσματικό σχέδιο ενοικίασης χωρίς να χρειάζεται να διαχειρίζονται άμεσα αυτές τις ιδιότητες. Οι εταιρείες διαχείρισης ακινήτων μπορούν να προσληφθούν για την εκτέλεση των καθηκόντων που συχνά συνδέονται με τους ιδιοκτήτες, όπως η συλλογή και η συντήρηση των ενοικίων. Θα μπορούσε να είναι η ιδέα εάν πρόκειται να ξεκινήσετε μια επιχείρηση με έναν συνεργάτη ή εάν μπορείτε να επενδύσετε σε ακίνητα ή στο σπίτι σας και αργότερα να ενοικιάσετε ως ασφαλές κανονικό εισόδημα. Η υπεκργία μέσω του Airbnb είναι αρκετά κερδοφόρα και στις μεγάλες πόλεις.",
  "Start Boat Rental Business": "Ξεκινήστε την επιχείρηση ενοικίασης σκαφών",
  "Ironically, with a few small boats, you can start this business. With the building of the Göta Canal in the 19th century, Sweden's vast waterway connectivity throughout the south was utilized, shortening the possible gap between the Baltic Sea south of Norrköping and Göteborg by using the lake and river network to facilitate the canal. This shows that a boat rental service in Sweden is expected to be successful.": "Κατά ειρωνικό τρόπο, με μερικά μικρά σκάφη, μπορείτε να ξεκινήσετε αυτήν την επιχείρηση. Με το κτίριο του καναλιού Göta τον 19ο αιώνα, χρησιμοποιήθηκε η τεράστια συνδεσιμότητα της Σουηδίας σε όλο το νότο, μειώνοντας το πιθανό χάσμα μεταξύ της Βαλτικής Θάλασσας νότια του Norrköping και του Göteborg χρησιμοποιώντας το δίκτυο της λίμνης και του ποταμού για να διευκολύνει το κανάλι. Αυτό δείχνει ότι μια υπηρεσία ενοικίασης σκαφών στη Σουηδία αναμένεται να είναι επιτυχής.",
  "Sweater and Cardigan Knitting Business": "Πουλόβερ και ζακέτα πλέξιμο επιχείρηση",
  "Given its northern latitude, most of Sweden has a temperate climate with four distinct seasons and mild temperatures throughout the year.": "Δεδομένου του βόρειου γεωγραφικού πλάτους του, το μεγαλύτερο μέρος της Σουηδίας έχει ένα εύκρατο κλίμα με τέσσερις ξεχωριστές εποχές και ήπιες θερμοκρασίες καθ 'όλη τη διάρκεια του έτους.",
  "With the exception of the mountains, the country as a whole has a July average temperature between 15 ° C (59 ° F) and 17.5 ° C (63.5 ° F) (2.5 degrees Celsius difference), whereas the average January temperatures range from freezing point to below −15 ° C (5 ° F) along the Finnish border (15 degrees Celsius difference).": "Με εξαίρεση τα βουνά, η χώρα στο σύνολό της έχει μέση θερμοκρασία του Ιουλίου μεταξύ 15 ° C (59 ° F) και 17,5 ° C (63,5 ° F) (2,5 μοίρες διαφορά του Κελσίου), ενώ οι μέσες θερμοκρασίες του Ιανουαρίου κυμαίνονται από το σημείο κατάψυξης έως κάτω από -15 ° C (5 ° F) κατά μήκος των φινλανδικών περιγραμμάτων (15 βαθμοί Celsius).",
  "A sweater and cardigan knitting company is an ideal start-up business in Sweden with this kind of freezing weather. An entrepreneur who wants to start a sweater and cardigan knitting company can start their own label on a small scale from home and serve a niche market such as schools and neighborhood families.": "Μια εταιρεία πλέξιμο πουλόβερ και ζακέτα είναι μια ιδανική επιχείρηση εκκίνησης στη Σουηδία με αυτό το είδος παγωμένου καιρού. Ένας επιχειρηματίας που θέλει να ξεκινήσει μια εταιρεία πουλόβερ και ζακέτα μπορεί να ξεκινήσει τη δική του ετικέτα σε μικρή κλίμακα από το σπίτι και να εξυπηρετήσει μια εξειδικευμένη αγορά, όπως σχολεία και οικογένειες γειτονιάς.",
  "Start a Sawmill Cottage Business": "Ξεκινήστε μια επιχείρηση Cottage Sawmill",
  "Sawmill cottage business is yet another small-scale, highly thriving business in Sweden and prospects for newbies to enter the industry. This company is perfect in Sweden as it is distinguished by a large wealth of trees and shrubs in some regions of the country. The beech is the most dominant tree, but also smaller forests may form oak.": "Η επιχείρηση Sawmill Cottage είναι μια ακόμη μικρής κλίμακας, εξαιρετικά ακμάζουσα επιχείρηση στη Σουηδία και προοπτικές για αρχάριους να εισέλθουν στη βιομηχανία. Αυτή η εταιρεία είναι τέλεια στη Σουηδία, καθώς διακρίνεται από έναν μεγάλο πλούτο δέντρων και θάμνων σε ορισμένες περιοχές της χώρας. Η οξιά είναι το πιο κυρίαρχο δέντρο, αλλά και τα μικρότερα δάση μπορεί να σχηματίσουν δρυς.",
  "Hornbeam, oak, spindle, yew, alder buckthorn, blackthorn, aspen, European rowan, Swedish whitebeam, juniper, European holly, ivy, dogwood, goat willow, larch, bird cherry, wild cherry, maple, ash, alder along creeks, and in sandy soil, birch compete with pine.": "Hornbeam, δρυς, άξονας, Yew, Alder Buckthorn, Blackthorn, Aspen, European Rowan, Σουηδικό Λευκό, Juniper, Ευρωπαϊκή Holly, Ivy, Dogwood, Goat Willow, Larch, Bird Cherry, Wild Cherry, Maple.",
  "Open a Language School": "Ανοίξτε μια σχολή γλωσσών",
  "Opening a language school that teaches foreign languages, sign language, and second language English is an effective small-scale language that can start in Sweden.": "Το άνοιγμα ενός σχολείου γλωσσών που διδάσκει ξένες γλώσσες, νοηματική γλώσσα και δεύτερη γλώσσα αγγλικά είναι μια αποτελεσματική γλώσσα μικρής κλίμακας που μπορεί να ξεκινήσει στη Σουηδία.",
  "While Sweden's official language is Swedish, but in varying degrees, depending largely on the level of contact with English, most Swedes, particularly those born after the Second World War, understand and speak English because of trade links, the popularity of overseas travel, the strong Anglo-American presence and the practice of subtitling rather than dubbing foreign television shows and films, and the relative similarities between the two languages, making it easier to learn English. Eighty-nine percent of Swedes reported the ability to speak English in a 2005 Eurobarometer survey.": "Ενώ η επίσημη γλώσσα της Σουηδίας είναι Σουηδική, αλλά σε ποικίλους βαθμούς, ανάλογα με το επίπεδο της επαφής με τα αγγλικά, οι περισσότεροι Σουηδοί, ιδιαίτερα εκείνοι που γεννήθηκαν μετά τον Δεύτερο Παγκόσμιο Πόλεμο, την κατανόηση και την ομιλία των αγγλικών, κάνοντας ευκολότερα τα αγγλικά, τα ισχυρά αγγλικά και τα αγγλικά. Ογδόντα εννέα τοις εκατό των Σουηδών ανέφεραν τη δυνατότητα να μιλούν αγγλικά σε μια έρευνα του Ευρωβαρομέτρου του 2005.",
  "Start Concierge Medical Practice Business": "Ξεκινήστε την επιχείρηση ιατρικής πρακτικής του θυρωρού",
  "A person seeking care, first visits a doctor's appointment clinic and may then be referred by the clinic doctor to a physician who, in turn, may prescribe either in-patient or out-patient treatment or an alternative for elective care. Healthcare is regulated by Sweden's 21 landsting and is funded primarily by premiums, with patient nominal fees.": "Ένα άτομο που αναζητά φροντίδα, επισκέπτεται για πρώτη φορά την κλινική ραντεβού ενός γιατρού και στη συνέχεια μπορεί να παραπεμφθεί από τον γιατρό της κλινικής σε έναν γιατρό ο οποίος, με τη σειρά του, μπορεί να συνταγογραφήσει είτε νοσηλεία είτε εξωτερική θεραπεία ή εναλλακτική λύση για εκλεκτική φροντίδα. Η υγειονομική περίθαλψη ρυθμίζεται από το 21 Landsting της Σουηδίας και χρηματοδοτείται κυρίως από ασφάλιστρα, με ονομαστικές αμοιβές ασθενών.",
  "It shows that a medical concierge company in Sweden is expected to succeed. Concierge medical practice is a medical business that gives space to a unique relationship between a patient and a physician in which the patient pays an annual fee or what is known as retainer-ship can be called retainer medicine as well.": "Δείχνει ότι μια ιατρική εταιρεία θυρωρού στη Σουηδία αναμένεται να πετύχει. Η ιατρική πρακτική του θυρωρού είναι μια ιατρική επιχείρηση που δίνει χώρο σε μια μοναδική σχέση μεταξύ ενός ασθενούς και ενός γιατρού στον οποίο ο ασθενής καταβάλλει ετήσια αμοιβή ή αυτό που είναι γνωστό ως κατακρήμνιση μπορεί να ονομαστεί και ιατρική συγκράτηση επίσης.",
  "Sweden is undoubtedly a fascinating country that is enriched in natural beauty, culture, cool climate, and a fine economy, that attracts immigrants from all across the globe. Some migrate to Sweden for studies, some plan their visit to Sweden for business, others are interested in having a work permit to seek jobs and many come on an EU family visa for paying a visit to this paradise on Earth. As interesting as it seems, this country is enriched in employment, tourism and studies but we should also keep an eye on the hindrance that can be caused while migrating to the country for any of these causes. Some of the common barriers to immigration in the country include": "Η Σουηδία είναι αναμφισβήτητα μια συναρπαστική χώρα που εμπλουτίζεται στη φυσική ομορφιά, τον πολιτισμό, το δροσερό κλίμα και μια ωραία οικονομία, που προσελκύει μετανάστες από όλο τον κόσμο. Μερικοί μεταναστεύουν στη Σουηδία για σπουδές, ορισμένοι σχεδιάζουν την επίσκεψή τους στη Σουηδία για επιχειρήσεις, άλλοι ενδιαφέρονται να έχουν άδεια εργασίας για να αναζητήσουν θέσεις εργασίας και πολλοί έρχονται σε οικογενειακή βίζα της ΕΕ για την επίσκεψη σε αυτόν τον παράδεισο στη Γη. Όσο ενδιαφέρον φαίνεται, η χώρα αυτή εμπλουτίζεται στην απασχόληση, τον τουρισμό και τις μελέτες, αλλά θα πρέπει επίσης να παρακολουθούμε το εμπόδιο που μπορεί να προκληθεί κατά τη μεταναστευτική στη χώρα για οποιαδήποτε από αυτές τις αιτίες. Μερικά από τα κοινά εμπόδια στη μετανάστευση στη χώρα περιλαμβάνουν",
  "Education Employment Climate VISA and residence Expenses": "Εκπαίδευση Εργασία Κλιματικής Βίζα και Έξοδα διαμονής",
  "Education": "Εκπαίδευση",
  "You may think that English would be widely used as a means of communication in the country from the fact that it is a developed country. It is essentially not the case in Sweden. You will have to face many barriers to effective communication. As a student, you may find it difficult to make friends because of the cross-cultural barriers. Students from all across the globe migrate to the country for education including a large number of students from Africa.": "Μπορεί να πιστεύετε ότι τα αγγλικά θα χρησιμοποιηθούν ευρέως ως μέσο επικοινωνίας στη χώρα από το γεγονός ότι πρόκειται για αναπτυγμένη χώρα. Δεν συμβαίνει ουσιαστικά στη Σουηδία. Θα πρέπει να αντιμετωπίσετε πολλά εμπόδια στην αποτελεσματική επικοινωνία. Ως φοιτητής, μπορεί να δυσκολευτείτε να κάνετε φίλους λόγω των διαπολιτισμικών φραγμών. Οι σπουδαστές από όλο τον κόσμο μεταναστεύουν στη χώρα για εκπαίδευση, συμπεριλαμβανομένου ενός μεγάλου αριθμού φοιτητών από την Αφρική.",
  "Employment": "Εργασία",
  "The country has developed over the decades and offers great employment opportunities to the residents. This statement is true, but its only one side of the canvass. Sweden offers job opportunities to its nationals so that they may secure their employment career. On the other hand, more than 37% of immigrants fail to find proper employment in Sweden. Those immigrants who are employed are compelled to work at a relatively low salary which ultimately causes an increase in the GDP of the country and a point to ponder for the immigrants.": "Η χώρα έχει αναπτυχθεί κατά τη διάρκεια των δεκαετιών και προσφέρει εξαιρετικές ευκαιρίες απασχόλησης στους κατοίκους. Αυτή η δήλωση είναι αληθινή, αλλά η μόνη πλευρά του καμβά. Η Σουηδία προσφέρει ευκαιρίες απασχόλησης στους υπηκόους της, ώστε να εξασφαλίσουν την καριέρα τους στην απασχόληση. Από την άλλη πλευρά, περισσότερο από το 37% των μεταναστών δεν βρουν την κατάλληλη απασχόληση στη Σουηδία. Αυτοί οι μετανάστες που απασχολούνται αναγκάζονται να εργάζονται σε σχετικά χαμηλό μισθό, ο οποίος τελικά προκαλεί αύξηση του ΑΕΠ της χώρας και ένα σημείο για να αναλογιστεί τους μετανάστες.",
  "Climate": "Κλίμα",
  "A cool climate, snowfall, and captivating sceneries catch the attention of the migrants, but it is not as captivating in the real world. Sweden has comparatively long winters with less sunlight penetrating into the country. For the immigrants who have other problems including residence, work opportunities and language problems, cold and long winters can have adverse effects. Winters last for the most part of the year making it difficult for immigrants who come from countries like Africa, Nigeria, and others.": "Ένα δροσερό κλίμα, χιονόπτωση και μαγευτικά τοπία προσελκύουν την προσοχή των μεταναστών, αλλά δεν είναι τόσο μαγευτική στον πραγματικό κόσμο. Η Σουηδία έχει συγκριτικά μεγάλους χειμώνες με λιγότερο ηλιακό φως να διεισδύει στη χώρα. Για τους μετανάστες που έχουν άλλα προβλήματα, συμπεριλαμβανομένης της διαμονής, των ευκαιριών εργασίας και των γλωσσικών προβλημάτων, οι κρύοι και οι μακρινοί χειμώνες μπορούν να έχουν δυσμενείς επιπτώσεις. Οι χειμώνες διαρκούν για το μεγαλύτερο μέρος του έτους, καθιστώντας δύσκολη για τους μετανάστες που προέρχονται από χώρες όπως η Αφρική, η Νιγηρία και άλλοι.",
  "Visa and Residence": "Θεώρηση και κατοικία",
  "Sweden is deporting many of the immigrants in the country because of the population saturation. You should be well aware that getting an EU visa is not a difficult task, but finding the accommodation certainly is. Immigrants face a drastic shortage of residence is the major cities such as Stockholm and they are left with no other options to either bear the cold or get a residence at elevated costs. So, if you are about to get your VISA approved for the country, make sure you would also have to face a residence issue along with others such as unemployment.": "Η Σουηδία απέλθει πολλούς από τους μετανάστες στη χώρα λόγω του κορεσμού του πληθυσμού. Θα πρέπει να γνωρίζετε καλά ότι η απόκτηση θεώρησης της ΕΕ δεν είναι δύσκολο έργο, αλλά η εύρεση της διαμονής είναι σίγουρα. Οι μετανάστες αντιμετωπίζουν μια δραστική έλλειψη κατοικίας είναι οι μεγάλες πόλεις όπως η Στοκχόλμη και δεν έχουν άλλες επιλογές για να φέρουν το κρύο ή να λάβουν μια κατοικία με αυξημένο κόστος. Έτσι, εάν πρόκειται να εγκριθεί η βίζα σας για τη χώρα, βεβαιωθείτε ότι θα πρέπει επίσης να αντιμετωπίσετε ένα ζήτημα διαμονής μαζί με άλλους όπως η ανεργία.",
  "Expenses": "Εξοδα",
  "You will find a considerable difference is the prices of products and services in Sweden as compared to your homeland. You may find the prices of food about two folds high in the country. If you are planning to stay in the country, you should prepare yourself for a high monthly budget. The only option to cope up with this situation is to plan effectively and distribute your budget accordingly, to minimize the extensive inflation in the country.": "Θα βρείτε μια σημαντική διαφορά είναι οι τιμές των προϊόντων και των υπηρεσιών στη Σουηδία σε σύγκριση με την πατρίδα σας. Μπορεί να βρείτε τις τιμές των τροφίμων περίπου δύο πτυχές υψηλές στη χώρα. Εάν σκοπεύετε να μείνετε στη χώρα, θα πρέπει να προετοιμαστείτε για έναν υψηλό μηνιαίο προϋπολογισμό. Η μόνη επιλογή για την αντιμετώπιση αυτής της κατάστασης είναι να σχεδιάσετε αποτελεσματικά και να διανείμετε ανάλογα τον προϋπολογισμό σας, ώστε να ελαχιστοποιήσετε τον εκτεταμένο πληθωρισμό στη χώρα.",
  "If you are thinking about studying abroad, then visit Sweden. You probably want to know why Sweden is considered as a great destination. Let me notify you, Sweden has a fascinating history and culture, global businesses, delicious food, and welcoming people; and is also well known for its world-class academic opportunities that rank among the top 100 in the world.": "Εάν σκέφτεστε να σπουδάσετε στο εξωτερικό, τότε επισκεφθείτε τη Σουηδία. Πιθανότατα θέλετε να μάθετε γιατί η Σουηδία θεωρείται ένας εξαιρετικός προορισμός. Επιτρέψτε μου να σας ειδοποιήσω, η Σουηδία έχει μια συναρπαστική ιστορία και πολιτισμό, παγκόσμιες επιχειρήσεις, νόστιμα φαγητά και καλωσορίζοντας ανθρώπους. και είναι επίσης γνωστό για τις ακαδημαϊκές ευκαιρίες παγκόσμιας κλάσης που κατατάσσονται μεταξύ των 100 κορυφαίων στον κόσμο.",
  "Following are 6 reasons why Sweden is considered an ideal place to study:": "Ακολουθούν 6 λόγοι για τους οποίους η Σουηδία θεωρείται ιδανικό μέρος για μελέτη:",
  "Vision Enhancement of One's Mind": "Ενίσχυση όρασης του μυαλού",
  "Study in Sweden let you think independently and critically. It will enhance your ability to question the state of affairs by accessing information, seeking new perspectives and coming up with well-informed judgments. Because of the informal and non-hierarchical nature of Swedish society, you will be able to think creatively. Where everyone is urged to bestow their ideas and opinions. This independence of mind and letting everyone's voice heard are the reasons why Sweden ranks among the world's most innovative nations.": "Η μελέτη στη Σουηδία σας επιτρέπει να σκεφτείτε ανεξάρτητα και κριτικά. Θα ενισχύσει την ικανότητά σας να αμφισβητείτε την κατάσταση των πραγμάτων με πρόσβαση σε πληροφορίες, αναζητώντας νέες προοπτικές και καταλήγοντας σε καλά ενημερωμένες κρίσεις. Λόγω της ανεπίσημης και μη ιεραρχικής φύσης της σουηδικής κοινωνίας, θα είστε σε θέση να σκεφτείτε δημιουργικά. Όπου όλοι καλούνται να δώσουν τις ιδέες και τις απόψεις τους. Αυτή η ανεξαρτησία του μυαλού και η ακρόαση της φωνής του καθενός είναι οι λόγοι για τους οποίους η Σουηδία κατατάσσεται μεταξύ των πιο καινοτόμων έθνη του κόσμου.",
  "Rich Swedish History": "Πλούσια σουηδική ιστορία",
  "Sweden has contributed a lot to the history books, and many museums allow free entrance on a daily basis or on specially marked days throughout the year.  Swedish History Museum, the largest museum in Sweden; where millions of visitors and students come to see Sweden's foremost gold and silver treasures, and incomparable medieval art.": "Η Σουηδία συνέβαλε πολύ στα βιβλία της ιστορίας και πολλά μουσεία επιτρέπουν την ελεύθερη είσοδο σε καθημερινή βάση ή σε ειδικά σημειωμένες ημέρες καθ 'όλη τη διάρκεια του έτους.  Σουηδικό Μουσείο Ιστορίας, το μεγαλύτερο μουσείο στη Σουηδία. όπου εκατομμύρια επισκέπτες και φοιτητές έρχονται να δουν τους πρώτους θησαυρούς χρυσού και ασημένιου θησαυρού της Σουηδίας και ασύγκριτη μεσαιωνική τέχνη.",
  "Language Proficiency:": "Γλωσσική επάρκεια:",
  "Using Swedish, a rich and beautiful native language; in 2017, Swedes ranked second in the world for skills in English as an official language. As the world is getting more independent and businesses seek to extend the national and linguistic boundaries, Sweden offers a marvelous location to learn and develop your English language skills. But knowing and trying to learn a little bit of Swedish language will make much easier to open your mind to your new cultural surroundings.  Also, Sweden is a car-free country with an extensive network of buses, trains, subways, trams, boats, planes, and many more that can take you anywhere you want to go.": "Χρησιμοποιώντας τη Σουηδική, μια πλούσια και όμορφη μητρική γλώσσα. Το 2017, οι Σουηδοί κατέλαβαν τη δεύτερη θέση στον κόσμο για δεξιότητες στα αγγλικά ως επίσημη γλώσσα. Καθώς ο κόσμος γίνεται πιο ανεξάρτητος και οι επιχειρήσεις επιδιώκουν να επεκτείνουν τα εθνικά και γλωσσικά όρια, η Σουηδία προσφέρει μια θαυμάσια τοποθεσία για να μάθει και να αναπτύξει τις δεξιότητές σας στην αγγλική γλώσσα. Αλλά γνωρίζοντας και προσπαθώντας να μάθετε λίγο της σουηδικής γλώσσας θα κάνει πολύ πιο εύκολο να ανοίξετε το μυαλό σας στο νέο σας πολιτιστικό περιβάλλον.  Επίσης, η Σουηδία είναι μια χώρα χωρίς αυτοκίνητο με ένα εκτεταμένο δίκτυο λεωφορείων, αμαξοστοιχιών, υπόγειων, τραμ, σκαφών, αεροπλάνων και πολλά άλλα που μπορούν να σας μεταφέρουν οπουδήποτε θέλετε να πάτε.",
  "Malmö, A Coastal City": "Malmö, μια παράκτια πόλη",
  "Malmö is among the top cities in Sweden having a free business environment and also a good place to live with outrageous rankings in housing, healthcare, and environmental quality. The University of Malmo founded in 1998, attracts above 15,000 students every year. It's not only a global city but also a commercial hub in the South of Sweden, as part of the Öresund region. The city has attracted a wide variety of companies in the technology sector (for example bio, medical, environmental, information and communication), as well as digital media, transports, financial services, business, leisure, entertainment, and constructions. And, most importantly, the cost of an apartment in Malmo is in the 139th place of all 248 Teleport cities.": "Το Malmö είναι από τις κορυφαίες πόλεις της Σουηδίας που έχει ένα ελεύθερο επιχειρηματικό περιβάλλον και επίσης ένα καλό μέρος για να ζήσετε με εξωφρενικές βαθμολογίες στη στέγαση, την υγειονομική περίθαλψη και την περιβαλλοντική ποιότητα. Το Πανεπιστήμιο του Μάλμο που ιδρύθηκε το 1998, προσελκύει πάνω από 15.000 φοιτητές κάθε χρόνο. Δεν είναι μόνο μια παγκόσμια πόλη, αλλά και ένας εμπορικός κόμβος στα νότια της Σουηδίας, στο πλαίσιο της περιοχής Öresund. Η πόλη έχει προσελκύσει μια ευρεία ποικιλία εταιρειών στον τομέα της τεχνολογίας (για παράδειγμα BIO, ιατρική, περιβαλλοντική, πληροφορική και επικοινωνία), καθώς και ψηφιακά μέσα, μεταφορές, χρηματοπιστωτικές υπηρεσίες, επιχειρήσεις, ψυχαγωγία, ψυχαγωγία και κατασκευές. Και, το πιο σημαντικό, το κόστος ενός διαμερίσματος στο Μάλμο βρίσκεται στη 139η θέση όλων των 248 πόλεων τηλεμεταφοράς.",
  "Studying and Working in Sweden": "Μελετώντας και εργάζονται στη Σουηδία",
  "International students can comfortably get Sweden work permit. Unlike other countries, there's no legal limit to the number of hours international students can work during their studies. After the completion of studies, you can apply to extend your residence permit to look for work for up to six months. (But for that learning Swedish is necessary – it's often a job's requirement.)": "Οι διεθνείς φοιτητές μπορούν άνετα να λάβουν άδεια εργασίας της Σουηδίας. Σε αντίθεση με άλλες χώρες, δεν υπάρχει νόμιμο όριο στον αριθμό των ωρών που οι διεθνείς φοιτητές μπορούν να εργαστούν κατά τη διάρκεια των σπουδών τους. Μετά την ολοκλήρωση των μελετών, μπορείτε να υποβάλετε αίτηση για να επεκτείνετε την άδεια διαμονής σας για να αναζητήσετε εργασία για έως και έξι μήνες. (Αλλά για αυτή τη μάθηση Σουηδίας είναι απαραίτητη - είναι συχνά απαίτηση εργασίας.)",
  "EU Citizen's Right:": "Δικαίωμα πολίτη της ΕΕ:",
  "Unless you are a citizen of a neighboring Nordic country, every foreigner will need to contemplate the different types of Swedish visas. When applying for a Swedish visa, you are not allowed to be in the country. This largely related to non-EU/EEA citizens and citizens of Sweden; because citizens with EU/EEA family visa Sweden have the rights of residence in Sweden and therefore can shift to the country with or without a job. However, they will need to start the Swedish visa application process if they plan to continue their stay in a country for a long time.": "Αν δεν είστε πολίτης μιας γειτονικής σκανδιναβικής χώρας, κάθε αλλοδαπός θα πρέπει να εξετάσει τους διαφορετικούς τύπους σουηδικών θεωρήσεων. Όταν υποβάλλετε αίτηση για σουηδική θεώρηση, δεν επιτρέπεται να βρίσκεστε στη χώρα. Αυτό σχετίζεται σε μεγάλο βαθμό με τους πολίτες και τους πολίτες της Σουηδίας και των πολιτών της Σουηδίας. Επειδή οι πολίτες με την Οικογενειακή Θεώρηση της ΕΕ/ΕΟΧ έχουν τα δικαιώματα διαμονής στη Σουηδία και συνεπώς μπορούν να μετατοπιστούν στη χώρα με ή χωρίς δουλειά. Ωστόσο, θα χρειαστεί να ξεκινήσουν τη διαδικασία υποβολής αιτήσεων της Σουηδίας, εάν σχεδιάζουν να συνεχίσουν τη διαμονή τους σε μια χώρα για μεγάλο χρονικό διάστημα.",
  "If you are thinking about relocation Sweden; want to study abroad and also interesting in traveling, then Swedes are waiting for you. They are very friendly and like traveling very much. They are habitually open to know about a new culture and also interested in hearing about international experiences.": "Εάν σκέφτεστε για τη μετεγκατάσταση της Σουηδίας. Θέλετε να σπουδάσετε στο εξωτερικό και επίσης ενδιαφέρον για ταξίδια, τότε οι Σουηδοί σας περιμένουν. Είναι πολύ φιλικοί και σαν να ταξιδεύουν πάρα πολύ. Είναι συνήθως ανοιχτά για να γνωρίζουν για μια νέα κουλτούρα και ενδιαφέρονται επίσης να ακούσουν για διεθνείς εμπειρίες.",
  "Sweden is known all over the world for many things: cars like Saab and Volvo, music group ABBA, pickled herring, and IKEA's DIY megastore. It is just as popular for its beautiful scenery, picturesque fishing villages, being the land of the reindeer and endless summer heat.": "Η Σουηδία είναι γνωστή σε όλο τον κόσμο για πολλά πράγματα: αυτοκίνητα όπως το Saab και το Volvo, η μουσική ομάδα ABBA, το pickled ρέγγα και το DIY Megastore της Ikea. Είναι εξίσου δημοφιλές για το όμορφο τοπίο του, τα γραφικά ψαράκια, είναι η γη του τάρανδου και η ατελείωτη καλοκαιρινή ζέστη.",
  "Sweden is lined with colorful wooden buildings, traditional huts, cathedral and stone fortresses, and some pretty innovative contemporary architecture.": "Η Σουηδία είναι επενδεδυμένη με πολύχρωμα ξύλινα κτίρια, παραδοσιακές καλύβες, καθεδρικό ναό και πέτρινα φρούρια και κάποια αρκετά καινοτόμα σύγχρονη αρχιτεκτονική.",
  "Stockholm": "Στοκχόλμη",
  "Stockholm, a beautiful city on 14 islands, as the capital of Sweden and the largest city in Scandinavia, has a lot to do with it. The annual Nobel Prize is awarded in Stockholm, which was established in the 13th century. The Vasa Museum, dedicated to a warship of the 17th century that sunk on its maiden journey, is the most visited museum in Scandinavia. Stockholm is better for your budget than other Scandinavian towns, offering free access to 15 museums like Swedish Heritage, Medieval Museum, Royal Armoury, and Skokloster Castle.": "Η Στοκχόλμη, μια όμορφη πόλη σε 14 νησιά, ως πρωτεύουσα της Σουηδίας και η μεγαλύτερη πόλη στη Σκανδιναβία, έχει πολλά να κάνει με αυτό. Το ετήσιο βραβείο Νόμπελ απονέμεται στη Στοκχόλμη, η οποία ιδρύθηκε τον 13ο αιώνα. Το Μουσείο Vasa, αφιερωμένο σε ένα πολεμικό πλοίο του 17ου αιώνα που βυθίστηκε στο πατρικό του ταξίδι, είναι το πιο επισκέπτοντα μουσείο στη Σκανδιναβία. Η Στοκχόλμη είναι καλύτερη για τον προϋπολογισμό σας από άλλες σκανδιναβικές πόλεις, προσφέροντας δωρεάν πρόσβαση σε 15 μουσεία όπως η σουηδική κληρονομιά, το μεσαιωνικό μουσείο, το βασιλικό οπλοστάσιο και το κάστρο του Skokloster.",
  "The Royal Palace, Modern Art Museum and City Hall should also not be missed.": "Το Βασιλικό Παλάτι, το Μουσείο Σύγχρονης Τέχνης και το Δημαρχείο δεν πρέπει επίσης να χάσετε.",
  "Gotland": "Γότλαντ",
  "As the largest island in Sweden, completely surrounded by the Baltic Sea, you would think that fishing would be the main industry on the island. It's not that. Among the main sectors are forestry, tourism and information technology. The island is one of the most popular tourist destinations in Sweden. Sun seekers like it because during the year it has more sunshine than any other location in Sweden. Visby, the island's only port, is a beautiful walled Hanseatic city that has retained most of its historic buildings and townscape. There are about 100 medieval churches on the island as well as numerous prehistoric sites.": "Ως το μεγαλύτερο νησί στη Σουηδία, που περιβάλλεται εντελώς από τη Βαλτική Θάλασσα, θα σκεφτόσαστε ότι η αλιεία θα είναι η κύρια βιομηχανία στο νησί. Δεν είναι αυτό. Μεταξύ των κύριων τομέων είναι η δασοκομία, ο τουρισμός και η τεχνολογία των πληροφοριών. Το νησί είναι ένας από τους πιο δημοφιλείς τουριστικούς προορισμούς στη Σουηδία. Οι αναζητητές του ήλιου του αρέσουν, επειδή κατά τη διάρκεια του έτους έχει περισσότερη ηλιοφάνεια από οποιαδήποτε άλλη τοποθεσία στη Σουηδία. Το Visby, το μοναδικό λιμάνι του νησιού, είναι μια όμορφη περιφραγμένη Hanseatic City που έχει διατηρήσει τα περισσότερα από τα ιστορικά κτίρια και το townscape. Υπάρχουν περίπου 100 μεσαιωνικές εκκλησίες στο νησί καθώς και πολυάριθμοι προϊστορικοί χώροι.",
  "Gothenburg": "Γκέτεμποργκ",
  "Gothenburg, located on the western coast of Sweden, is a green city dotted with numerous parks of all sizes. Many of the parks date back to the 19th century, including Kungsparken, a park that surrounds the canal that surrounds the city center.": "Το Gothenburg, που βρίσκεται στη δυτική ακτή της Σουηδίας, είναι μια πράσινη πόλη διακεκομμένη με πολλά πάρκα όλων των μεγεθών. Πολλά από τα πάρκα χρονολογούνται από τον 19ο αιώνα, συμπεριλαμβανομένου του Kungsparken, ενός πάρκου που περιβάλλει το κανάλι που περιβάλλει το κέντρο της πόλης.",
  "If you're more interested in amusement parks, head to Liseberg, which has more rides than any other amusement park in Scandinavia. The largest port city in Scandinavia, Gothenburg is also home to the largest film festival in the region, as well as numerous music festivals throughout the year. Hungry, huh? Try a Haga Bulle, a large cinnamon roll in Haga, a district known for its picturesque wooden houses.": "Εάν ενδιαφέρεστε περισσότερο για πάρκα διασκέδασης, κατευθυνθείτε στο Liseberg, το οποίο έχει περισσότερες βόλτες από οποιοδήποτε άλλο πάρκο ψυχαγωγίας στη Σκανδιναβία. Η μεγαλύτερη πόλη λιμάνι στη Σκανδιναβία, το Γκέτεμποργκ φιλοξενεί επίσης το μεγαλύτερο φεστιβάλ κινηματογράφου στην περιοχή, καθώς και πολλά φεστιβάλ μουσικής καθ 'όλη τη διάρκεια του έτους. Πεινασμένος, ε; Δοκιμάστε ένα Haga Bulle, ένα μεγάλο ρολό κανέλας στο Haga, μια περιοχή γνωστή για τα γραφικά ξύλινα σπίτια.",
  "Swedish Lapland": "Σουηδική Λαπωνία",
  "If you're looking for a wilderness experience, there's no better place to visit than the Swedish Lapland in Sweden. Located well north above the Arctic Circle, where summer shines around the clock. Lapland is for canoes, climbers and wildlife viewers. The Swedish Lapland is inhabited by the hardy, native Sami. Who lives in vast forests and barren tundra.": "Αν ψάχνετε για μια εμπειρία άγριας φύσης, δεν υπάρχει καλύτερο μέρος για να επισκεφθείτε από τη Σουηδική Λαπωνία στη Σουηδία. Βρίσκεται βόρεια πάνω από τον κύκλο της Αρκτικής, όπου το καλοκαίρι λάμπει όλο το εικοσιτετράωρο. Η Λαπωνία είναι για κανό, ορειβάτες και θεατές άγριων ζώων. Η Σουηδική Λαπωνία κατοικείται από τον σκληρό, ντόπιο Σάμι. Ποιος ζει σε τεράστια δάση και άγονη τουνό.",
  "A good way to experience the area is to drive the 359-km (223-mile) long Wilderness Way from the canoeing center at Stromsund to the terminus at Vilhelmina, a church town, through Fatmomakke, where you can see traditional wooden huts. Winter tourists can purchase reindeer hides at Jokkmokk, the center of Sami's life.": "Ένας καλός τρόπος για να ζήσετε την περιοχή είναι να οδηγήσετε τον τρόπο Wilderness 359 χιλιομέτρων (223 μιλίων) από το κέντρο κανό στο Stromsund μέχρι το τερματικό της Vilhelmina, μια εκκλησιαστική πόλη, μέσω του Fatmomakke, όπου μπορείτε να δείτε παραδοσιακές ξύλινες καλύβες. Οι τουρίστες των χειμώνων μπορούν να αγοράσουν ταράνδες κρύβονται στο Jokkmokk, το κέντρο της ζωής του Sami.",
  "Uppsala": "Σουπσάλα",
  "Uppsala, situated 70 km (44 miles) north of Stockholm, has been the religious center of Sweden since the 12th century. Before Christianity, Uppsala was renowned for the temples of the Norse gods. The cathedral of Uppsala, the seat of the archbishop of Sweden, is the largest cathedral in Scandinavia. Education is also important here, with Uppsala University, which was founded in 1477, making it one of the oldest colleges in Scandinavia. The River Fyris flows through the area, with the medieval portion situated west of the river. Both the Cathedral and the Uppsala Castle dominate the skyline. The botanist of the eighteenth century Carl Linnaeus lived in Uppsala, so check out the botanical garden next to the castle.": "Η Uppsala, που βρίσκεται 70 χλμ. (44 μίλια) βόρεια της Στοκχόλμης, υπήρξε το θρησκευτικό κέντρο της Σουηδίας από τον 12ο αιώνα. Πριν από τον Χριστιανισμό, η Ουψάλα ήταν γνωστή για τους ναούς των Νορβηγών Θεών. Ο καθεδρικός ναός της Ουψάλα, η έδρα του Αρχιεπισκόπου της Σουηδίας, είναι ο μεγαλύτερος καθεδρικός ναός στη Σκανδιναβία. Η εκπαίδευση είναι επίσης σημαντική εδώ, με το Πανεπιστήμιο της Ουψάλα, το οποίο ιδρύθηκε το 1477, καθιστώντας το ένα από τα παλαιότερα κολέγια της Σκανδιναβίας. Ο ποταμός Fyris ρέει μέσα από την περιοχή, με το μεσαιωνικό τμήμα που βρίσκεται δυτικά του ποταμού. Τόσο ο καθεδρικός ναός όσο και το κάστρο της Ουψάλα κυριαρχούν στον ορίζοντα. Ο βοτανολόγος του δέκατου όγδοου αιώνα ο Carl Linnaeus έζησε στην Ουψάλα, οπότε ελέγξτε τον βοτανικό κήπο δίπλα στο κάστρο.",
  "It's very tricky to get a visit visa for many countries. Each has its respective rules and regulations. In this particular blog, we will guide you on what the Swedish embassy would be looking for before granting you a visa!": "Είναι πολύ δύσκολο να πάρετε μια θεώρηση επίσκεψης για πολλές χώρες. Ο καθένας έχει τους αντίστοιχους κανόνες και κανονισμούς. Σε αυτό το συγκεκριμένο blog, θα σας καθοδηγήσουμε για το τι θα αναζητούσε η σουηδική πρεσβεία πριν σας χορηγήσει μια βίζα!",
  "Have you visited any other country before?": "Έχετε επισκεφθεί οποιαδήποτε άλλη χώρα πριν;",
  "This point is pretty basic but integral. The authorities at embassies would firstly want to make sure that you have the integrity to not overstay in another country or cause any other issue. Safety comes first after all.": "Αυτό το σημείο είναι αρκετά βασικό αλλά αναπόσπαστο. Οι αρχές των πρεσβείων θα ήθελαν πρώτα να σιγουρευτούν ότι έχετε την ακεραιότητα να μην ξεπεράσει σε άλλη χώρα ή να προκαλέσει οποιοδήποτε άλλο ζήτημα. Η ασφάλεια έρχεται πρώτα μετά από όλα.",
  "If you have visa approval stamps of let's say USA or UK already, then this leaves a very good impression. It makes you seem trustworthy.": "Εάν έχετε ήδη σφραγίδες έγκρισης θεώρησης ας πούμε στις ΗΠΑ ή το Ηνωμένο Βασίλειο, τότε αυτό αφήνει μια πολύ καλή εντύπωση. Σας κάνει να φαίνεστε αξιόπιστοι.",
  "Invitation is a plus": "Η πρόσκληση είναι ένα πλεονέκτημα",
  "Secondly, for visit visas, you'll be required to show a formal invitation from the person in Sweden you intend to visit. Whether it be a family member or business associate, you will have to request them to write a bit about their selves and why they feel that your visa should get approved.": "Δεύτερον, για τις θεωρήσεις επίσκεψης, θα πρέπει να δείξετε μια επίσημη πρόσκληση από το άτομο στη Σουηδία που σκοπεύετε να επισκεφθείτε. Είτε πρόκειται για μέλος της οικογένειας ή συνεργάτη επιχειρήσεων, θα πρέπει να τους ζητήσετε να γράψετε λίγο για τον εαυτό τους και γιατί αισθάνονται ότι η θεώρηση σας θα πρέπει να εγκριθεί.",
  "A valid passport": "Ένα έγκυρο διαβατήριο",
  "The Swedish agency prefers that you have a passport that is valid for a minimum of 3 months after your visa has expired. This point is pretty understandable, to be honest. It's for your good. Imagine having your passport expired while still in Sweden. It can create many problems for you especially if you wish to visit another country straight from there.": "Η σουηδική υπηρεσία προτιμά ότι έχετε ένα διαβατήριο που ισχύει για τουλάχιστον 3 μήνες μετά τη λήξη της θεώρησης. Αυτό το σημείο είναι αρκετά κατανοητό, για να είμαι ειλικρινής. Είναι για το καλό σου. Φανταστείτε να έχετε λήξει το διαβατήριό σας ενώ εξακολουθεί να βρίσκεται στη Σουηδία. Μπορεί να δημιουργήσει πολλά προβλήματα για εσάς ειδικά αν θέλετε να επισκεφθείτε μια άλλη χώρα κατευθείαν από εκεί.",
  "So, make sure that your passport is valid before applying for a visa. If it is not, get it renewed first.": "Έτσι, βεβαιωθείτε ότι το διαβατήριό σας ισχύει πριν υποβάλετε αίτηση για θεώρηση. Αν δεν είναι, ανανεωθείτε πρώτα.",
  "Money for your keep and the journey home": "Χρήματα για τη διατήρησή σας και το ταξίδι στο σπίτι",
  "This criterion is pretty understandable too and is a criterion for numerous countries. Without money, you'd be completely stuck in Sweden. Even if you have a family member there who can give you a roof to stay under and warm food and stuff, it still would be wise to have enough in your bank and travel bag. If not for shopping or tourism purposes, do keep some in case of emergencies. Many things can go wrong while you are in another country. Plus, it might not be easy getting a job there during your worst-case scenario stay there. So be careful!": "Αυτό το κριτήριο είναι επίσης αρκετά κατανοητό και είναι ένα κριτήριο για πολλές χώρες. Χωρίς χρήματα, θα είχατε κολλήσει εντελώς στη Σουηδία. Ακόμα κι αν έχετε ένα μέλος της οικογένειας εκεί που μπορεί να σας δώσει μια στέγη για να μείνετε κάτω και ζεστά φαγητά και πράγματα, θα ήταν ακόμα σοφό να έχετε αρκετό στην τράπεζά σας και την τσάντα ταξιδιού. Εάν όχι για σκοπούς για ψώνια ή τουρισμού, κρατήστε κάποια σε περίπτωση έκτακτης ανάγκης. Πολλά πράγματα μπορούν να πάνε στραβά ενώ βρίσκεστε σε άλλη χώρα. Επιπλέον, ίσως να μην είναι εύκολο να πάρει μια δουλειά εκεί κατά τη διάρκεια του χειρότερου σεναρίου σας να μείνετε εκεί. Γι 'αυτό προσέξτε!",
  "Individual medical travel insurance": "Ατομική ιατρική ασφάλιση ταξιδιού",
  "Have asthma?  Heart issues? Diabetes? An injury? Well, it would be pretty inconvenient if you suddenly have serious health issues there, right?": "Έχεις άσθμα;  Προβλήματα καρδιάς; Διαβήτης; Τραυματισμός; Λοιπόν, θα ήταν αρκετά ενοχλητικό αν έχετε ξαφνικά σοβαρά προβλήματα υγείας εκεί, σωστά;",
  "Medical insurance helps cover the cost for emergencies like heart attacks or a car accident there perhaps. The insurance should cover costs of at least 30k Euro and should be valid in all Swedish countries. You would also have to submit the medical insurance documents while applying for them to keep in their records.": "Η ιατρική ασφάλιση βοηθά στην κάλυψη του κόστους για καταστάσεις έκτακτης ανάγκης όπως καρδιακές προσβολές ή αυτοκινητιστικό ατύχημα ίσως εκεί. Η ασφάλιση θα πρέπει να καλύπτει το κόστος τουλάχιστον 30k ευρώ και θα πρέπει να ισχύει σε όλες τις σουηδικές χώρες. Θα πρέπει επίσης να υποβάλετε τα έγγραφα ιατρικής ασφάλισης ενώ υποβάλλετε αίτηση για να διατηρήσετε τα αρχεία τους.",
  "Describe the purpose of your visit": "Περιγράψτε τον σκοπό της επίσκεψής σας",
  "This seems pretty basic but doesn't take it lightly. Write a detailed note of why you are applying, whose place will you be staying at, for how long do you wish to stay, why do you wish to go to Sweden from amongst all countries and so on. This is for them to be reassured that you won't overstay or try anything shady or fishy.": "Αυτό φαίνεται αρκετά βασικό, αλλά δεν το παίρνει ελαφρά. Γράψτε μια λεπτομερή σημείωση για το γιατί υποβάλλετε αίτηση, του οποίου ο τόπος θα μείνετε, για πόσο καιρό θέλετε να μείνετε, γιατί θέλετε να πάτε στη Σουηδία από όλες τις χώρες και ούτω καθεξής. Αυτό είναι για αυτούς να είναι καθησυχασμένοι ότι δεν θα ξεπεράσετε ή θα δοκιμάσετε κάτι σκιερό ή ψαρό.",
  "It'll also be wise if you mention personal details of the person/family members you'll be staying at. They'll probably dig into their history anyway so it's better to write about it yourself.": "Θα είναι επίσης σοφό αν αναφέρετε προσωπικά στοιχεία του ατόμου/μελών της οικογένειας που θα μείνετε. Πιθανότατα θα σκάψουν στην ιστορία τους ούτως ή άλλως, γι 'αυτό είναι καλύτερο να γράψετε για τον εαυτό σας.",
  "If you keep these points in mind, it wouldn't be likely that your visa application would be rejected. However, they aren't satisfied and do end up rejecting, you can read up on the appealing process and present your case to get an approval.": "Εάν έχετε κατά νου αυτά τα σημεία, δεν θα ήταν πιθανό να απορριφθεί η αίτηση θεώρησης. Ωστόσο, δεν είναι ικανοποιημένοι και καταλήγουν να απορρίπτουν, μπορείτε να διαβάσετε την ελκυστική διαδικασία και να παρουσιάσετε την υπόθεσή σας για να λάβετε έγκριση.",
  "Are you planning to visit Sweden in the near future? Sweden has scrumptious and unique dishes and recipes that you must try while you visit. Swedish food is more than just fish, coffee, or meatballs. With a diet rich in proteins, whole grains, and omega-3, Swedish food has been hailed for its amazing health benefits. Being a visitor or foreigner, it can be difficult for you to find the food items and places in Sweden as most of the people eat at home. The restaurant culture in Sweden is much more different than in other countries. If you want to try some traditional and finger-licking Swedish food, then you must look for these 5 delicious dishes from Sweden:": "Σκοπεύετε να επισκεφθείτε τη Σουηδία στο εγγύς μέλλον; Η Σουηδία έχει υπέροχα και μοναδικά πιάτα και συνταγές που πρέπει να δοκιμάσετε ενώ επισκέπτεστε. Το σουηδικό φαγητό είναι κάτι περισσότερο από ψάρι, καφέ ή κεφτεδάκια. Με δίαιτα πλούσια σε πρωτεΐνες, δημητριακά ολικής αλέσεως και ωμέγα-3, τα σουηδικά τρόφιμα χαιρετίστηκαν για τα εκπληκτικά οφέλη για την υγεία. Όντας επισκέπτης ή αλλοδαπός, μπορεί να είναι δύσκολο για εσάς να βρείτε τα είδη διατροφής και τα μέρη στη Σουηδία, καθώς οι περισσότεροι άνθρωποι τρώνε στο σπίτι. Η κουλτούρα του εστιατορίου στη Σουηδία είναι πολύ πιο διαφορετική από ό, τι σε άλλες χώρες. Εάν θέλετε να δοκιμάσετε κάποια παραδοσιακά και γλείψιμα σουηδικά τρόφιμα, τότε πρέπει να αναζητήσετε αυτά τα 5 νόστιμα πιάτα από τη Σουηδία:",
  "1. Herring/Sill": "1. Ρέγγα/Σκίλ",
  "This will be the dish that you will either love or hate depending upon your taste buds. There are a lot of varieties of sills and you can even eat pickled or fried herrings. Pickled Swedish herring is a classic Swedish dish derived from the times when preserving was the only way to get through the winter months. It is now an important part of all three basic traditional celebrations; Christmas, Easter, and off-course midsummer/midsummer.": "Αυτό θα είναι το πιάτο που θα αγαπάτε ή θα μισείτε ανάλογα με τα γεύση σας. Υπάρχουν πολλές ποικιλίες περβάζι και μπορείτε να φάτε ακόμη και τηγανισμένες ή τηγανισμένες ρέγγες. Η σουηδική ρέγγα είναι ένα κλασικό σουηδικό πιάτο που προέρχεται από τις εποχές που η διατήρηση ήταν ο μόνος τρόπος για να περάσετε τους χειμερινούς μήνες. Είναι πλέον ένα σημαντικό μέρος και των τριών βασικών παραδοσιακών εορτασμών. Χριστούγεννα, Πάσχα και εκτός έδρας καλοκαίρι/καλοκαίρι.",
  "The pickling juice used to cook herring is made from vinegar, salt, spices, and water. No matter what type of herring you will see in the menu, it will be generally served with boiled potato, finely chopped chives, and gräddfil.": "Ο χυμός τουρσί που χρησιμοποιείται για να μαγειρεύει ρέγγα είναι κατασκευασμένο από ξύδι, αλάτι, μπαχαρικά και νερό. Ανεξάρτητα από το είδος της ρέγγας που θα δείτε στο μενού, θα σερβίρεται γενικά με βρασμένη πατάτα, ψιλοκομμένα σχοινιά και gräddfil.",
  "2. Falukorv": "2. Falukorv",
  "This dish is a firm favorite among kids of all ages across Sweden. Falukorv's origin can be traced back to the sixteenth century when Falu copper mines used horse and ox skin to make strong ropes to pullover the copper ores. At first, the meat was simply salted and smoked to make this dish. When the Germans came into the mines, then Swedes learn to make sausage out of meat. Now falukorv is made out of meat and pork by boiling it, frying it, roasting it in cream or grilling it. This is served with rice, mashed potatoes or macaroni depending upon your choice.": "Αυτό το πιάτο είναι ένα φαβορί μεταξύ των παιδιών όλων των ηλικιών σε όλη τη Σουηδία. Η προέλευση του Falukorv μπορεί να ανιχνευθεί πίσω στον δέκατο έκτο αιώνα, όταν τα ορυχεία χαλκού Falu χρησιμοποίησαν το δέρμα του αλόγου και του βόδιου για να φτιάξουν ισχυρά σχοινιά για να καλύψουν τα μεταλλεύματα χαλκού. Αρχικά, το κρέας ήταν απλά αλατισμένο και καπνιστό για να κάνει αυτό το πιάτο. Όταν οι Γερμανοί ήρθαν στα ορυχεία, τότε οι Σουηδοί μαθαίνουν να κάνουν λουκάνικο από το κρέας. Τώρα το Falukorv είναι κατασκευασμένο από κρέας και χοιρινό βρασμό, τηγανίζοντας το, ψήνοντας το σε κρέμα ή ψήνεται. Αυτό σερβίρεται με ρύζι, πατάτες ή μακαρόνια ανάλογα με την επιλογή σας.",
  "3. Kroppkakor": "3. Kroppkakor",
  "Hearty mashed potato dumplings with mushroom fillings are known as kroppkakor. There are many different versions of kroppkakor all over the country and have different names. Potatoes and flour are mixed and then wrapped by the dough and pork. Potatoes can be used either raw or boiled depending upon your choice. These are most commonly served with melted butter, double cream, different sauces, and milk.": "Οι πλούσιες ζυμαρικά πατάτας με μανιτάρια είναι γνωστά ως Kroppkakor. Υπάρχουν πολλές διαφορετικές εκδόσεις του Kroppkakor σε όλη τη χώρα και έχουν διαφορετικά ονόματα. Οι πατάτες και το αλεύρι αναμιγνύονται και στη συνέχεια τυλιγμένες από τη ζύμη και το χοιρινό. Οι πατάτες μπορούν να χρησιμοποιηθούν είτε ακατέργαστες είτε βρασμένες ανάλογα με την επιλογή σας. Αυτά είναι πιο συχνά σερβίρονται με λιωμένο βούτυρο, διπλή κρέμα, διαφορετικές σάλτσες και γάλα.",
  "4. Raggmunk": "4. Raggmunk",
  "Raggmunk is the name of a Swedish dish made of potato pancakes. These pancakes, however, cannot be cooked using new potatoes as these potatoes don't contain enough starch to hold the pancake together. This dish is mostly cooked in winters so this is not an issue. The butterier and crispier the pancake is around the edges, the better it will be in taste. The trick to this is not to spread the batter too thinly. If you will add some diced onion in it, then it will be called \"French\" potato pancake.": "Το Raggmunk είναι το όνομα ενός σουηδικού πιάτου από πατάτες. Αυτές οι τηγανίτες, ωστόσο, δεν μπορούν να μαγειρευτούν χρησιμοποιώντας νέες πατάτες, καθώς αυτές οι πατάτες δεν περιέχουν αρκετό άμυλο για να κρατήσουν τηγανίτα μαζί. Αυτό το πιάτο μαγειρεύεται κυρίως σε χειμώνες, οπότε αυτό δεν είναι ένα ζήτημα. Το πιο γεμάτο και πιο τραγανή ηγανητά είναι γύρω από τις άκρες, τόσο καλύτερα θα είναι σε γεύση. Το τέχνασμα σε αυτό δεν είναι να εξαπλωθεί το κτύπημα πολύ λεπτό. Εάν θα προσθέσετε λίγο κομμένο κρεμμύδι σε αυτό, τότε θα ονομάζεται \"γαλλική\" πατάτα πατάτας.",
  "5. Crayfish": "5. Καραβίδες",
  "August in Sweden is known for the Crayfish season and people host crayfish parties with amazing décor. Get stuck in, rip off the claws and suck out the delicious juices. The crayfish are usually boiled in a brine bath with a lot of spices and crown dill. All you need then is Västerbotten cheese pie, soft bread, cold beer, snaps, crispbread and you're good to go!": "Ο Αύγουστος στη Σουηδία είναι γνωστή για την εποχή των καραβίδων και οι άνθρωποι φιλοξενούν πάρτι καραβίδας με εκπληκτική διακόσμηση. Πάρτε κολλήστε μέσα, σπρώξτε τα νύχια και απορροφήστε τους νόστιμους χυμούς. Οι καραβίδες συνήθως βράζονται σε λουτρό άλμης με πολλά μπαχαρικά και άνηθο. Το μόνο που χρειάζεστε είναι η πίτα τυριού Västerbotten, μαλακό ψωμί, κρύα μπύρα, snaps, crispbread και είστε καλοί να πάτε!",
  "As the month of August start, the shops are full of all kind of crayfish from different countries but Swedes prefer the Swedish signal crayfish. Besides this, both Chinese and Turkish crayfish are also good.": "Ως εκκίνηση του μήνα Αυγούστου, τα καταστήματα είναι γεμάτα από κάθε είδους καραβίδες από διαφορετικές χώρες, αλλά οι Σουηδοί προτιμούν το σουηδικό σήμα καραβίδες. Εκτός αυτού, τόσο οι κινεζικές όσο και οι τουρκικές καραβίδες είναι επίσης καλές."
}